{"2cronicas_21_1_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao estado de descanso ou repouso após um período de atividade.","explicacao_detalhada":"A palavra 'descanso' (שָׁכַב) pode indicar tanto um descanso físico quanto um estado de paz espiritual, refletindo a conclusão de um ciclo de vida.","por_que_esta_palavra":"É importante porque simboliza a transição de um rei para outro e a paz que pode ser encontrada em Deus.","conexao_teologica":"O descanso é um tema recorrente na Bíblia, representando a paz que Deus oferece ao Seu povo.","referencias_relacionadas":["Salmos 23:2","Mateus 11:28","Hebreus 4:9-10"]},"2cronicas_21_1_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local habitado, muitas vezes com conotações de segurança e comunidade.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é significativa no contexto bíblico, pois muitas vezes representa o centro da vida social, política e religiosa.","por_que_esta_palavra":"A cidade é um símbolo de identidade e pertencimento, refletindo a relação do povo com Deus e entre si.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam a presença de Deus e a proteção divina sobre Seu povo.","referencias_relacionadas":["Salmos 46:4","Isaías 65:18","Apocalipse 21:2"]},"2cronicas_21_1_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Refere-se ao ato de governar ou exercer autoridade sobre um povo.","explicacao_detalhada":"A palavra 'reinar' (מָלַךְ) é crucial para entender a dinâmica do governo divino e humano na história de Israel.","por_que_esta_palavra":"A realeza é um tema central na Bíblia, refletindo a soberania de Deus e a responsabilidade dos líderes humanos.","conexao_teologica":"Deus é apresentado como o Rei supremo, e a realeza humana deve refletir Sua justiça e autoridade.","referencias_relacionadas":["Salmos 22:28","Isaías 9:6-7","Apocalipse 19:16"]},"2cronicas_21_2_nome":{"palavra_pt":"nome","palavra_original":"מִיכָאֵל","transliteracao":"Mîykâʼêl","strong":"H4317","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identificação de uma pessoa, frequentemente associada a seu caráter ou reputação.","explicacao_detalhada":"A palavra 'nome' (מִיכָאֵל) é importante na cultura bíblica, onde os nomes têm significados profundos e refletem a identidade e o propósito de Deus.","por_que_esta_palavra":"Os nomes na Bíblia muitas vezes estão ligados a eventos significativos ou a características de Deus e de Seus servos.","conexao_teologica":"O nome de Deus é sagrado e representa Sua natureza e caráter, sendo um tema central na adoração.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-10"]},"2cronicas_21_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao descendente de alguém, especialmente em um contexto familiar ou dinástico.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é utilizada para indicar a relação de descendência, sendo fundamental para entender a linhagem e a continuidade das promessas de Deus ao povo de Israel.","por_que_esta_palavra":"Esta palavra é importante porque enfatiza a relação entre gerações e a continuidade das promessas divinas através da descendência.","conexao_teologica":"A ideia de 'filho' é central na teologia bíblica, pois representa a relação entre Deus e Seu povo, além de ser uma referência a Jesus como o Filho de Deus.","referencias_relacionadas":["Gênesis 17:7","Mateus 1:1","Romanos 8:17"]},"2cronicas_21_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de agir, frequentemente em relação a comportamentos ou práticas.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é utilizada para descrever a forma como algo é feito, refletindo a importância da conduta na vida do povo de Deus.","por_que_esta_palavra":"Esta palavra é significativa porque destaca a necessidade de viver de acordo com os princípios de Deus em todas as áreas da vida.","conexao_teologica":"A maneira como vivemos deve refletir a santidade e a justiça de Deus, sendo um testemunho para o mundo.","referencias_relacionadas":["1 Pedro 1:15-16","Romanos 12:1-2","Gálatas 5:22-23"]},"2cronicas_21_3_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou conceder algo a alguém.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é frequentemente usada para descrever a ação de Deus em fornecer bênçãos ou recursos ao Seu povo.","por_que_esta_palavra":"Esta palavra é importante porque enfatiza a generosidade de Deus e a responsabilidade do ser humano em receber e administrar o que lhe é dado.","conexao_teologica":"Deus é o doador de toda boa dádiva, e a forma como recebemos e usamos essas dádivas é um reflexo de nossa relação com Ele.","referencias_relacionadas":["Tiago 1:17","Mateus 7:11","2 Coríntios 9:7"]},"2cronicas_21_3_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"Refere-se ao conceito de realeza ou governo sobre um território ou povo.","explicacao_detalhada":"A palavra 'reino' (מַמְלָכָה) é usada para descrever a autoridade e o domínio que um rei exerce sobre seu povo, refletindo a soberania de Deus.","por_que_esta_palavra":"É importante porque destaca a relação entre Deus e Seu povo, onde Ele é o Rei supremo e os líderes humanos devem governar sob Sua autoridade.","conexao_teologica":"O reino de Deus é um tema central na Bíblia, representando a soberania divina e a esperança de um governo justo e perfeito.","referencias_relacionadas":["Salmos 145:13","Mateus 6:10","Apocalipse 11:15"]},"2cronicas_21_3_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua essência, destacando a condição de mortalidade e a relação com Deus.","explicacao_detalhada":"A palavra 'homem' é usada para enfatizar a fragilidade e a necessidade de dependência de Deus. No contexto de 2 Crônicas 21, o rei Jeorão é descrito como um homem que se afastou dos caminhos do Senhor.","por_que_esta_palavra":"A escolha da palavra 'homem' ressalta a natureza humana e a responsabilidade moral que cada um tem diante de Deus.","conexao_teologica":"A teologia bíblica frequentemente explora a relação entre Deus e a humanidade, enfatizando a necessidade de arrependimento e retorno a Ele.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 3:23"]},"2cronicas_21_4_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Indica a ação de se erguer ou estabelecer algo, muitas vezes relacionado a autoridade ou poder.","explicacao_detalhada":"No contexto, 'levantar' refere-se ao ato de Jeorão se estabelecer como rei, mas também pode implicar em levantar-se contra a vontade de Deus.","por_que_esta_palavra":"A palavra é utilizada para mostrar a transição de poder e a responsabilidade que vem com a liderança.","conexao_teologica":"Levantar-se em autoridade é um tema recorrente na Bíblia, onde líderes são chamados a se posicionar em obediência a Deus.","referencias_relacionadas":["Salmos 75:7","Romanos 13:1","1 Pedro 2:13-14"]},"2cronicas_21_4_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de causar a ruína ou morte, especialmente em um contexto de julgamento divino.","explicacao_detalhada":"A palavra 'destruir' é usada para descrever as consequências do pecado e da rebelião contra Deus, que podem levar à destruição tanto física quanto espiritual.","por_que_esta_palavra":"É importante para entender a seriedade do pecado e suas repercussões na vida do povo de Deus.","conexao_teologica":"A destruição é frequentemente associada ao juízo de Deus sobre a desobediência e a idolatria.","referencias_relacionadas":["Deuteronômio 28:20","Mateus 7:13-14","Apocalipse 21:8"]},"2cronicas_21_5_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência, especialmente no contexto de herança e continuidade da linhagem real.","explicacao_detalhada":"A palavra 'filho' é crucial para entender a sucessão no trono e as promessas de Deus a Abraão e seus descendentes.","por_que_esta_palavra":"Destaca a importância da linhagem e da continuidade da fé entre gerações.","conexao_teologica":"A relação entre pai e filho é uma metáfora comum na Bíblia para descrever a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 17:7","Salmos 103:17","Mateus 1:1"]},"2cronicas_21_5_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Indica a ação de governar, ter autoridade e exercer poder sobre um povo.","explicacao_detalhada":"A palavra 'reinar' é usada para descrever a função de Jeorão como rei de Judá, mas também implica em responsabilidade diante de Deus.","por_que_esta_palavra":"É fundamental para entender a dinâmica de liderança e a expectativa de justiça e retidão no governo.","conexao_teologica":"O reinado de Deus é um tema central na Bíblia, onde Ele é apresentado como o Rei soberano sobre toda a criação.","referencias_relacionadas":["Salmos 22:28","Isaías 9:6-7","Apocalipse 11:15"]},"2cronicas_21_6_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao modo de viver, à conduta e ao caminho que se escolhe seguir.","explicacao_detalhada":"A palavra 'vida' é usada para contrastar a vida de obediência a Deus com a vida de rebelião e idolatria.","por_que_esta_palavra":"É importante para enfatizar a escolha entre a vida plena que Deus oferece e a morte espiritual resultante do pecado.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, onde se fala da vida abundante que Ele oferece.","referencias_relacionadas":["Deuteronômio 30:19-20","João 10:10","Romanos 6:23"]},"2cronicas_21_6_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser interpretada como uma metáfora para força ou ferocidade, embora seu uso específico em 2 Crônicas 21 não seja comum.","explicacao_detalhada":"A presença da palavra 'urso' pode simbolizar a força e a ferocidade que podem ser associadas a ações destrutivas.","por_que_esta_palavra":"Usada para ilustrar a gravidade das ações que podem ser tomadas em rebelião contra Deus.","conexao_teologica":"A ferocidade do pecado é frequentemente comparada a animais ferozes na literatura bíblica.","referencias_relacionadas":["Provérbios 28:15","Oséias 13:8","Mateus 7:15"]},"2cronicas_21_6_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao modo de viver ou à conduta de uma pessoa, especialmente em relação a Deus.","explicacao_detalhada":"A palavra 'andar' é usada para descrever a maneira como Jeorão viveu, contrastando com os caminhos de seus antecessores que seguiram a Deus.","por_que_esta_palavra":"É essencial para entender a ideia de que a vida cristã é uma jornada, um andar diário em fé.","conexao_teologica":"Andar em retidão é um tema recorrente, onde a vida do crente deve refletir a vontade de Deus.","referencias_relacionadas":["Salmos 1:1-2","Gálatas 5:16","1 João 1:7"]},"2cronicas_21_7_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se a um pacto ou aliança, especialmente no contexto da relação entre Deus e Seu povo.","explicacao_detalhada":"A palavra 'aliança' é fundamental para entender a relação de compromisso que Deus estabeleceu com Israel.","por_que_esta_palavra":"É usada para enfatizar a fidelidade de Deus às Suas promessas, mesmo quando o povo falha.","conexao_teologica":"A aliança é um tema central na Bíblia, representando o compromisso de Deus com a humanidade.","referencias_relacionadas":["Gênesis 9:12-13","Êxodo 19:5-6","Hebreus 8:6"]},"2cronicas_21_7_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de pedir ou solicitar algo, muitas vezes em um contexto de súplica a Deus.","explicacao_detalhada":"A palavra 'dar' é usada para descrever a ação de Deus em responder às orações e súplicas do Seu povo.","por_que_esta_palavra":"É importante para entender a natureza da oração e a expectativa de que Deus ouve e responde.","conexao_teologica":"A oração é um meio pelo qual os crentes se comunicam com Deus, expressando suas necessidades e dependência.","referencias_relacionadas":["Salmos 34:17","Mateus 7:7-8","Tiago 1:5"]},"2cronicas_21_7_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período específico em que Deus não destruiu a casa de Jeorão, apesar de suas ações ímpias.","explicacao_detalhada":"O termo 'dia' aqui indica um tempo determinado na história de Judá, onde a misericórdia divina prevaleceu sobre o juízo, permitindo que a linhagem de Davi continuasse.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a importância de um momento específico na história da salvação e da fidelidade de Deus às suas promessas.","conexao_teologica":"Este 'dia' reflete a soberania de Deus em preservar Seu povo, mesmo em meio à infidelidade.","referencias_relacionadas":["Salmos 30:5","Eclesiastes 3:1","Isaías 49:8"]},"2cronicas_21_8_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Refere-se ao ato de governar, especialmente no contexto do reinado de Jeorão, que foi marcado por desobediência a Deus.","explicacao_detalhada":"A palavra 'reinar' implica não apenas a autoridade política, mas também a responsabilidade espiritual de liderar o povo de acordo com a vontade de Deus.","por_que_esta_palavra":"É crucial para entender a dinâmica do governo de Jeorão e como sua liderança afetou a nação de Judá.","conexao_teologica":"O conceito de reinar é central na teologia bíblica, onde Deus é visto como o Rei supremo, e os governantes humanos devem refletir Sua justiça.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Romanos 13:1"]},"2cronicas_21_8_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Novamente, refere-se a um tempo específico em que Jeorão começou a reinar.","explicacao_detalhada":"O uso da palavra 'dia' aqui sublinha a importância do início do reinado de Jeorão e os eventos que se seguiram.","por_que_esta_palavra":"A repetição da palavra 'dia' enfatiza a seriedade do momento e as consequências de suas ações.","conexao_teologica":"Cada dia é uma oportunidade para escolher entre a obediência a Deus ou a rebelião, refletindo a liberdade humana e a soberania divina.","referencias_relacionadas":["Salmos 118:24","Mateus 6:34","Tiago 4:14"]},"2cronicas_21_8_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à posição de Jeorão como governante de Judá, destacando sua autoridade e responsabilidade.","explicacao_detalhada":"A palavra 'rei' implica não apenas poder, mas também a necessidade de governar com justiça e temor a Deus.","por_que_esta_palavra":"É fundamental para entender a natureza do governo de Jeorão e suas implicações espirituais para o povo de Judá.","conexao_teologica":"Deus é o Rei dos reis, e os líderes humanos devem refletir Sua justiça e misericórdia em suas decisões.","referencias_relacionadas":["1 Timóteo 6:15","Apocalipse 19:16","Salmos 47:2"]},"2cronicas_21_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Jeorão se comportou durante seu reinado, especialmente em relação à idolatria.","explicacao_detalhada":"A palavra 'modo' indica a maneira de agir e as escolhas que Jeorão fez, que foram contrárias aos mandamentos de Deus.","por_que_esta_palavra":"É importante para entender como as ações de um líder podem influenciar a nação e sua relação com Deus.","conexao_teologica":"As escolhas feitas por líderes têm consequências espirituais, refletindo a necessidade de viver de acordo com a vontade divina.","referencias_relacionadas":["Provérbios 14:34","Gálatas 6:7","Romanos 12:2"]},"2cronicas_21_9_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Embora a palavra 'cruz' não apareça diretamente, pode simbolizar a transgressão e a necessidade de redenção.","explicacao_detalhada":"A ideia de 'cruz' aqui pode ser vista como uma metáfora para os fardos que Jeorão trouxe sobre si mesmo e seu povo devido à sua desobediência.","por_que_esta_palavra":"É relevante para discutir o conceito de sacrifício e redenção que culmina na cruz de Cristo.","conexao_teologica":"A cruz é um símbolo central na teologia cristã, representando a redenção e a necessidade de arrependimento.","referencias_relacionadas":["Mateus 16:24","Gálatas 2:20","1 Pedro 2:24"]},"2cronicas_21_10_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo em que as ações de Jeorão resultaram em consequências graves para Judá.","explicacao_detalhada":"O 'dia' aqui é um marco das consequências do pecado e da rebelião contra Deus.","por_que_esta_palavra":"A repetição da palavra 'dia' enfatiza a gravidade das ações de Jeorão e suas repercussões.","conexao_teologica":"Cada dia é uma oportunidade de arrependimento e retorno a Deus, refletindo a graça e a justiça divina.","referencias_relacionadas":["Ezequiel 18:30","2 Coríntios 6:2","Hebreus 3:15"]},"2cronicas_21_10_autoridade":{"palavra_pt":"autoridade","palavra_original":"פָּשַׁע","transliteracao":"pâshaʻ","strong":"H6586","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"Refere-se à autoridade que Jeorão tinha como rei, mas que foi usada de maneira errada.","explicacao_detalhada":"A palavra 'autoridade' implica responsabilidade e a necessidade de governar com justiça e temor a Deus.","por_que_esta_palavra":"É crucial para entender a natureza do poder e como ele deve ser exercido de acordo com a vontade divina.","conexao_teologica":"A autoridade é um tema importante na Bíblia, onde Deus é visto como a fonte de toda autoridade e os líderes devem ser servos do povo.","referencias_relacionadas":["Mateus 20:26-28","Romanos 13:1-2","1 Pedro 5:3"]},"2cronicas_21_10_principio":{"palavra_pt":"principio","palavra_original":"אָז","transliteracao":"ʼâz","strong":"H227","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao princípio de que as ações têm consequências, especialmente no contexto do reinado de Jeorão.","explicacao_detalhada":"A palavra 'princípio' aqui indica a base moral e espiritual que rege a vida e as decisões de um líder.","por_que_esta_palavra":"É importante para entender que as escolhas feitas por Jeorão não apenas afetaram sua vida, mas também a de todo o povo de Judá.","conexao_teologica":"Os princípios de Deus são eternos e devem guiar as ações dos líderes e do povo.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Gálatas 5:13"]},"2cronicas_21_11_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a uma ação específica de Jeorão que simboliza a sua rebelião contra Deus.","explicacao_detalhada":"A palavra 'urso' pode ser interpretada como uma metáfora para a força e a ferocidade das consequências do pecado.","por_que_esta_palavra":"É relevante para discutir a natureza do pecado e suas repercussões na vida do povo de Deus.","conexao_teologica":"A ferocidade do pecado é frequentemente comparada a um animal feroz, que devora e destrói.","referencias_relacionadas":["Gálatas 6:7","Romanos 6:23","Tiago 1:15"]},"2cronicas_21_11_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"Refere-se a um local elevado, muitas vezes associado a lugares de adoração ou eventos significativos na história de Israel.","explicacao_detalhada":"As montanhas na Bíblia frequentemente simbolizam a presença de Deus e são locais de revelação divina. Neste contexto, a montanha pode representar um lugar de idolatria ou um contraste com a adoração ao Senhor.","por_que_esta_palavra":"A montanha é um símbolo de estabilidade e permanência, contrastando com a instabilidade da idolatria que estava presente na época.","conexao_teologica":"As montanhas são frequentemente mencionadas como locais de encontro com Deus, como o Monte Sinai, onde Moisés recebeu a Lei.","referencias_relacionadas":["Êxodo 19:20","Salmos 121:1","Isaías 2:3"]},"2cronicas_21_11_femea":{"palavra_pt":"femea","palavra_original":"זָנָה","transliteracao":"zânâh","strong":"H2181","significado_raiz":"Ideia básica: femea.","significado_contextual":"Refere-se a uma mulher ou fêmea, muitas vezes em um contexto de infidelidade ou idolatria.","explicacao_detalhada":"A palavra 'fêmea' aqui pode estar relacionada à prática de cultos que envolviam prostituição ritual, uma prática comum entre os povos vizinhos de Israel.","por_que_esta_palavra":"A menção da fêmea destaca a corrupção moral e espiritual que estava se espalhando entre o povo de Judá.","conexao_teologica":"A infidelidade de Israel é frequentemente comparada a um adultério espiritual, onde o povo se desvia de Deus para adorar ídolos.","referencias_relacionadas":["Ezequiel 16:32","Oséias 1:2","Jeremias 3:6"]},"2cronicas_21_12_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a um mensageiro de Deus, alguém que fala em nome do Senhor.","explicacao_detalhada":"Os profetas eram fundamentais na comunicação da vontade de Deus ao povo, frequentemente advertindo sobre o pecado e chamando ao arrependimento.","por_que_esta_palavra":"A presença de um profeta indica que Deus ainda estava se comunicando com o povo, mesmo em tempos de apostasia.","conexao_teologica":"Os profetas são vistos como intermediários entre Deus e o povo, desempenhando um papel crucial na história da salvação.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Ezequiel 2:7"]},"2cronicas_21_12_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho ou modo de vida que alguém escolhe seguir.","explicacao_detalhada":"A palavra 'vida' aqui implica não apenas a existência física, mas também a qualidade e a direção da vida espiritual e moral.","por_que_esta_palavra":"A escolha do caminho de vida é central na mensagem bíblica, refletindo a obediência ou desobediência a Deus.","conexao_teologica":"A vida em Deus é frequentemente contrastada com a morte espiritual, enfatizando a importância de seguir os caminhos do Senhor.","referencias_relacionadas":["Deuteronômio 30:19","Salmos 1:1-3","João 14:6"]},"2cronicas_21_12_nome":{"palavra_pt":"nome","palavra_original":"אֵלִיָּה","transliteracao":"ʼÊlîyâh","strong":"H452","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma pessoa, que na cultura bíblica carrega significados profundos e identidades.","explicacao_detalhada":"O nome 'Elias' (ou Eliá) é significativo, pois representa um profeta que se opôs à idolatria e buscou restaurar a adoração ao Deus verdadeiro.","por_que_esta_palavra":"O nome é uma forma de invocar a autoridade e a identidade do profeta, que traz a mensagem de Deus ao povo.","conexao_teologica":"Os nomes na Bíblia muitas vezes refletem o caráter de Deus e a missão dos indivíduos, mostrando a soberania divina na história.","referencias_relacionadas":["1 Reis 17:1","Mateus 17:3","Tiago 5:17"]},"2cronicas_21_13_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho ou modo de vida que alguém escolhe seguir.","explicacao_detalhada":"A palavra 'vida' aqui implica não apenas a existência física, mas também a qualidade e a direção da vida espiritual e moral.","por_que_esta_palavra":"A escolha do caminho de vida é central na mensagem bíblica, refletindo a obediência ou desobediência a Deus.","conexao_teologica":"A vida em Deus é frequentemente contrastada com a morte espiritual, enfatizando a importância de seguir os caminhos do Senhor.","referencias_relacionadas":["Deuteronômio 30:19","Salmos 1:1-3","João 14:6"]},"2cronicas_21_13_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se a algo que é moralmente correto ou desejável.","explicacao_detalhada":"A palavra 'bom' aqui implica ações que estão em conformidade com a vontade de Deus e que promovem a justiça e a retidão.","por_que_esta_palavra":"A ênfase no que é 'bom' destaca a necessidade de viver de acordo com os padrões divinos em contraste com a corrupção moral.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, e os crentes são chamados a refletir essa bondade em suas vidas.","referencias_relacionadas":["Gálatas 5:22","Romanos 12:2","Salmos 34:8"]},"2cronicas_21_13_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao modo de viver ou à conduta de uma pessoa.","explicacao_detalhada":"A palavra 'andar' é frequentemente usada na Bíblia para descrever a maneira como alguém vive sua vida em relação a Deus e aos outros.","por_que_esta_palavra":"O 'andar' é uma metáfora para a vida espiritual, enfatizando a continuidade e a direção da vida de uma pessoa.","conexao_teologica":"Andar em retidão é um chamado constante nas Escrituras, refletindo a vida em obediência a Deus.","referencias_relacionadas":["Miquéias 6:8","Efésios 5:8","Colossenses 1:10"]},"2cronicas_21_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de fazer algo.","explicacao_detalhada":"A palavra 'modo' aqui pode se referir à forma como as ações são realizadas, especialmente em relação à adoração e obediência a Deus.","por_que_esta_palavra":"A ênfase no 'modo' destaca a importância de não apenas fazer o que é certo, mas também de fazê-lo da maneira correta, segundo os padrões de Deus.","conexao_teologica":"A maneira de adorar e viver é importante para Deus, que deseja um coração sincero e obediente.","referencias_relacionadas":["1 Crônicas 16:29","Salmos 29:2","Hebreus 12:28"]},"2cronicas_21_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é sagrado e digno de reverência.","explicacao_detalhada":"O nome de Deus representa Sua natureza, caráter e autoridade, sendo central na adoração e na vida do povo de Israel.","por_que_esta_palavra":"A menção do nome do Senhor enfatiza a importância de reconhecer Sua soberania e a necessidade de se aproximar dEle com reverência.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando Sua presença e poder na vida dos crentes.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Romanos 10:13"]},"2cronicas_21_14_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do castigo que viria sobre o rei.","explicacao_detalhada":"A palavra 'grande' é utilizada para enfatizar a severidade da punição que Deus traria sobre Jeorão, o rei de Judá, por suas ações ímpias.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a magnitude da consequência do pecado e a seriedade do juízo divino.","conexao_teologica":"A grandeza do juízo de Deus reflete Sua santidade e justiça, mostrando que o pecado não fica impune.","referencias_relacionadas":["Salmos 89:14","Isaías 30:18","Romanos 2:5"]},"2cronicas_21_15_disease":{"palavra_pt":"disease","palavra_original":"חֳלִי","transliteracao":"chŏlîy","strong":"H2483","significado_raiz":"Ideia básica: disease.","significado_contextual":"Refere-se à doença que afligiria Jeorão como parte do juízo de Deus.","explicacao_detalhada":"A palavra 'doença' indica a condição física debilitante que seria um sinal do desagrado de Deus em relação ao rei.","por_que_esta_palavra":"A doença serve como um meio de disciplina divina, mostrando que a saúde e a prosperidade estão sob o controle de Deus.","conexao_teologica":"A enfermidade pode ser vista como uma consequência do pecado, refletindo a relação entre a desobediência e o sofrimento.","referencias_relacionadas":["Deuteronômio 28:58-61","Salmos 38:3","Tiago 5:14"]},"2cronicas_21_15_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao homem que seria afetado pela doença, neste caso, Jeorão.","explicacao_detalhada":"A palavra 'homem' enfatiza a humanidade de Jeorão, que, apesar de ser rei, não está isento das consequências de suas ações.","por_que_esta_palavra":"A utilização de 'homem' lembra que todos estão sujeitos ao juízo de Deus, independentemente de seu status.","conexao_teologica":"A condição humana é frágil e dependente da graça de Deus, e o pecado traz consequências para todos.","referencias_relacionadas":["Eclesiastes 7:20","Romanos 3:23","Tiago 4:14"]},"2cronicas_21_16_mestre":{"palavra_pt":"mestre","palavra_original":"עוּר","transliteracao":"ʻûwr","strong":"H5782","significado_raiz":"Ideia básica: mestre.","significado_contextual":"Refere-se ao mestre ou líder que influenciou Jeorão em suas decisões.","explicacao_detalhada":"A palavra 'mestre' implica em alguém que tem autoridade ou influência sobre outro, neste caso, as más influências que levaram Jeorão a pecar.","por_que_esta_palavra":"A escolha de 'mestre' destaca a responsabilidade de líderes e influenciadores em guiar os outros no caminho certo.","conexao_teologica":"A liderança tem um papel crucial na formação do caráter e das decisões, refletindo a importância de líderes justos.","referencias_relacionadas":["Tiago 3:1","1 Pedro 5:2","Romanos 14:10"]},"2cronicas_21_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado em momentos de crise.","explicacao_detalhada":"A palavra 'senhor' enfatiza a soberania e autoridade de Deus sobre todas as coisas, incluindo o destino de Jeorão.","por_que_esta_palavra":"O uso do nome de Deus destaca a importância de reconhecer Sua autoridade e buscar Sua ajuda em tempos de necessidade.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, e invocá-lo é um ato de fé.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Romanos 10:13"]},"2cronicas_21_16_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito ou vento que simboliza a ação de Deus.","explicacao_detalhada":"A palavra 'espírito' pode indicar a presença de Deus agindo de forma poderosa, trazendo juízo ou mudança.","por_que_esta_palavra":"A escolha de 'vento' sugere a natureza invisível mas poderosa da ação de Deus em resposta ao pecado.","conexao_teologica":"O Espírito de Deus é frequentemente associado à Sua ação no mundo, trazendo tanto conforto quanto juízo.","referencias_relacionadas":["Gênesis 1:2","Atos 2:2","João 3:8"]},"2cronicas_21_17_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa de Jeorão, que seria afetada pelo juízo de Deus.","explicacao_detalhada":"A palavra 'casa' simboliza não apenas a residência física, mas também a dinastia e o legado de Jeorão.","por_que_esta_palavra":"A escolha de 'casa' enfatiza que o juízo de Deus não afeta apenas o indivíduo, mas também sua família e descendência.","conexao_teologica":"A responsabilidade familiar é um tema importante na Bíblia, onde as ações de um podem impactar muitos.","referencias_relacionadas":["Êxodo 20:5","Josué 24:15","1 Timóteo 3:4"]},"2cronicas_21_17_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei Jeorão, que estava sob o juízo de Deus.","explicacao_detalhada":"A palavra 'rei' destaca a posição de autoridade de Jeorão, que, apesar de seu status, não está acima da lei de Deus.","por_que_esta_palavra":"A escolha de 'rei' enfatiza que a liderança traz responsabilidades e que Deus exige justiça de todos, inclusive dos governantes.","conexao_teologica":"Deus é o verdadeiro Rei e todos os líderes humanos devem prestar contas a Ele.","referencias_relacionadas":["Provérbios 16:12","Romanos 13:1","1 Pedro 2:13"]},"2cronicas_21_17_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do juízo que cairia sobre a casa de Jeorão.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a magnitude do impacto que o juízo de Deus teria sobre sua família e reinado.","por_que_esta_palavra":"A ênfase na grandeza do juízo serve para alertar sobre a seriedade das consequências do pecado.","conexao_teologica":"A grandeza do juízo de Deus é um lembrete da Sua santidade e da necessidade de arrependimento.","referencias_relacionadas":["Ezequiel 18:30","Mateus 12:36","Hebreus 10:31"]},"2cronicas_21_18_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se à ação de seguir ou continuar em um caminho de desobediência.","explicacao_detalhada":"A palavra 'seguir' implica em uma escolha consciente de persistir em ações que desagradam a Deus.","por_que_esta_palavra":"A escolha de 'seguir' destaca a responsabilidade pessoal de cada um em suas decisões e ações.","conexao_teologica":"A Bíblia frequentemente fala sobre a importância de seguir a Deus e Seus caminhos, em contraste com seguir o pecado.","referencias_relacionadas":["Salmos 119:3","Mateus 16:24","Gálatas 5:16"]},"2cronicas_21_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a autoridade suprema e soberana sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar Deus em sua plenitude, enfatizando sua majestade e poder. No contexto de 2 Crônicas 21, isso ressalta a relação de Jeorão com Deus e as consequências de suas ações.","por_que_esta_palavra":"A palavra é utilizada para mostrar a soberania de Deus sobre a história de Israel e a importância de se submeter a Ele.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o governante supremo que exerce controle sobre a criação.","referencias_relacionadas":["Salmos 24:1","Isaías 45:6","Romanos 13:1"]},"2cronicas_21_19_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado refere-se a um tempo específico de julgamento e consequências.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para indicar um período de tempo em que eventos significativos ocorrem. No contexto, representa o dia em que Jeorão enfrentou as consequências de suas ações.","por_que_esta_palavra":"É importante para enfatizar a inevitabilidade do julgamento de Deus em um tempo determinado.","conexao_teologica":"O conceito de 'dia do Senhor' é recorrente na Bíblia, simbolizando um tempo de julgamento e restauração.","referencias_relacionadas":["Amós 5:18","Zacarias 14:1","Mateus 24:36"]},"2cronicas_21_19_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à morte física como consequência do pecado e da desobediência a Deus.","explicacao_detalhada":"A palavra 'morrer' (מוּת) é utilizada para descrever a morte que Jeorão enfrentou como resultado de suas ações. Isso destaca a seriedade do pecado e suas consequências.","por_que_esta_palavra":"A morte é uma consequência do pecado, conforme ensinado em Romanos 6:23, e serve como um aviso sobre as consequências da desobediência.","conexao_teologica":"A morte espiritual e física é um tema central na teologia cristã, refletindo a separação de Deus devido ao pecado.","referencias_relacionadas":["Gênesis 2:17","Romanos 6:23","Tiago 1:15"]},"2cronicas_21_19_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a queda moral e espiritual de Jeorão, resultante de suas escolhas erradas.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada para descrever a transição de um estado de vida para a morte, simbolizando a queda de Jeorão em suas decisões.","por_que_esta_palavra":"A ideia de cair é frequentemente associada à desobediência e à perda da bênção de Deus.","conexao_teologica":"A queda do homem é um tema central na Bíblia, simbolizando a separação de Deus e a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","1 Pedro 5:8"]},"2cronicas_21_20_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade como um lugar de habitação e governança, onde as ações do rei têm impacto direto.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é usada para descrever a importância do local onde o rei governa e as consequências de suas ações sobre o povo.","por_que_esta_palavra":"A cidade simboliza a comunidade e a responsabilidade do líder sobre seu povo.","conexao_teologica":"A cidade é frequentemente mencionada na Bíblia como um símbolo do povo de Deus e da sua presença entre eles.","referencias_relacionadas":["Salmos 48:1","Isaías 2:2","Hebreus 11:10"]},"2cronicas_21_20_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade que deve governar com justiça e temor a Deus.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é utilizada para enfatizar a responsabilidade do governante em liderar o povo segundo os preceitos de Deus.","por_que_esta_palavra":"A posição de rei é crucial na estrutura social e espiritual de Israel, refletindo a relação entre Deus e seu povo.","conexao_teologica":"Cristo é frequentemente referido como Rei, simbolizando a autoridade divina e a justiça perfeita.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"2cronicas_21_20_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à continuidade da linhagem real e à responsabilidade que vem com a herança.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a sucessão e a continuidade do reino, além da responsabilidade espiritual que acompanha essa posição.","por_que_esta_palavra":"A relação pai-filho é fundamental na transmissão de valores e responsabilidades na cultura israelita.","conexao_teologica":"A paternidade de Deus é um tema central, refletindo a relação íntima entre Deus e seus filhos.","referencias_relacionadas":["Êxodo 20:5","Salmos 127:3","Romanos 8:14"]}}