{"2cronicas_22_1_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Refere-se ao ato de governar e a responsabilidade que vem com a liderança.","explicacao_detalhada":"A palavra 'reinar' (מָלַךְ) é utilizada para descrever a ação de governar, enfatizando a autoridade e a responsabilidade do rei sobre seu povo.","por_que_esta_palavra":"O reinado é um tema central na narrativa bíblica, refletindo a soberania de Deus sobre a história.","conexao_teologica":"Cristo é apresentado como Rei dos Reis, simbolizando a autoridade divina e o cumprimento das promessas de Deus.","referencias_relacionadas":["1 Crônicas 29:11","Salmos 145:13","Apocalipse 11:15"]},"2cronicas_22_1_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se aos recursos materiais e à riqueza que um rei deve administrar.","explicacao_detalhada":"A palavra 'gado' (מַחֲנֶה) é usada para simbolizar a prosperidade e a responsabilidade do rei em cuidar dos bens do povo.","por_que_esta_palavra":"O gado é um símbolo de riqueza e sustento, refletindo a bênção de Deus sobre a nação.","conexao_teologica":"A administração dos recursos é um tema importante na Bíblia, refletindo a mordomia que Deus espera de seu povo.","referencias_relacionadas":["Gênesis 30:43","Salmos 50:10","Provérbios 27:23"]},"2cronicas_22_1_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se à função de um rei em tomar decisões justas e sábias para o povo.","explicacao_detalhada":"A palavra 'julgar' (יָשַׁב) é utilizada para descrever a responsabilidade do rei em manter a justiça e a ordem na sociedade.","por_que_esta_palavra":"O julgamento é uma parte essencial da liderança, refletindo a necessidade de discernimento e sabedoria.","conexao_teologica":"Deus é descrito como o juiz supremo, e os líderes são chamados a refletir essa justiça em suas decisões.","referencias_relacionadas":["Deuteronômio 16:18","Salmos 72:1","Tiago 2:13"]},"2cronicas_22_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho de Acabe, que se tornou rei de Judá.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para indicar a relação de descendência, enfatizando a continuidade da linhagem real.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a herança e a responsabilidade que o novo rei tem em relação ao seu pai e ao povo.","conexao_teologica":"A relação pai-filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, onde Deus é o Pai e os crentes são Seus filhos.","referencias_relacionadas":["Êxodo 4:22","Salmos 2:7","Romanos 8:14"]},"2cronicas_22_2_nome":{"palavra_pt":"nome","palavra_original":"אֲחַזְיָה","transliteracao":"ʼĂchazyâh","strong":"H274","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome do rei, que é uma referência à sua identidade e legado.","explicacao_detalhada":"A palavra 'nome' (אֲחַזְיָה) carrega um significado profundo, pois representa não apenas a identidade pessoal, mas também a reputação e a história que o acompanha.","por_que_esta_palavra":"O nome é crucial na cultura bíblica, pois muitas vezes reflete o caráter e o destino da pessoa.","conexao_teologica":"Deus também tem um nome que revela Seu caráter e natureza, e os crentes são chamados a honrar esse nome.","referencias_relacionadas":["Salmos 20:1","Provérbios 22:1","Filipenses 2:9-10"]},"2cronicas_22_2_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Indica a ascensão ao trono e a autoridade do novo rei.","explicacao_detalhada":"A palavra 'reinar' (מָלַךְ) implica não apenas a posição de poder, mas também a responsabilidade de governar com justiça e sabedoria.","por_que_esta_palavra":"A ênfase no ato de reinar ressalta a importância da liderança na sociedade israelita e o papel divino na escolha dos governantes.","conexao_teologica":"Deus é descrito como o Rei supremo, e os reis humanos são vistos como representantes de Sua autoridade na terra.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Romanos 13:1"]},"2cronicas_22_3_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao modo de vida e aos caminhos que o rei deve seguir.","explicacao_detalhada":"A palavra 'vida' (דֶּרֶךְ) é usada para descrever o estilo de vida e as escolhas que moldam o caráter de uma pessoa.","por_que_esta_palavra":"A escolha de 'vida' enfatiza a importância de viver de acordo com os princípios de Deus e as consequências de se desviar deles.","conexao_teologica":"A vida em Cristo é frequentemente descrita como um caminho que leva à vida eterna, contrastando com o caminho da morte.","referencias_relacionadas":["Deuteronômio 30:19","João 14:6","Gálatas 5:25"]},"2cronicas_22_3_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa real e à linhagem de Acabe.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) simboliza não apenas a estrutura física, mas também a família e a herança espiritual.","por_que_esta_palavra":"A menção da 'casa' destaca a continuidade da dinastia e a importância da família na história de Israel.","conexao_teologica":"A casa de Deus é um tema central na Bíblia, representando o lugar onde Deus habita entre Seu povo.","referencias_relacionadas":["1 Reis 8:13","Salmos 127:1","Hebreus 3:6"]},"2cronicas_22_3_nome":{"palavra_pt":"nome","palavra_original":"אַחְאָב","transliteracao":"ʼAchʼâb","strong":"H256","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Acabe, que carrega a história de suas ações e decisões.","explicacao_detalhada":"A palavra 'nome' (אַחְאָב) é significativa, pois representa a reputação e o legado deixado por Acabe.","por_que_esta_palavra":"O nome é um reflexo do caráter e das escolhas de uma pessoa, e Acabe é lembrado por suas más decisões.","conexao_teologica":"O nome de Deus é reverenciado e tem um peso significativo em relação à Sua natureza e ações.","referencias_relacionadas":["1 Reis 16:30-33","2 Reis 1:1","Miquéias 6:16"]},"2cronicas_22_4_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um ato de violência ou destruição associado ao rei.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) pode simbolizar a força e a ferocidade, indicando ações impiedosas.","por_que_esta_palavra":"A escolha dessa palavra sugere a gravidade das ações do rei e suas consequências para o povo.","conexao_teologica":"Deus é frequentemente descrito como um protetor que defende Seu povo contra feras e inimigos.","referencias_relacionadas":["Isaías 11:6","Ezequiel 34:25","Mateus 10:16"]},"2cronicas_22_4_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa real, enfatizando a continuidade da linhagem.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) é usada para descrever a dinastia e a herança que se perpetua através das gerações.","por_que_esta_palavra":"A menção da 'casa' destaca a importância da linhagem e da história familiar na narrativa bíblica.","conexao_teologica":"A casa de Davi é uma referência importante na profecia messiânica, apontando para Jesus como o descendente prometido.","referencias_relacionadas":["2 Samuel 7:12-16","Mateus 1:1","Lucas 1:32-33"]},"2cronicas_22_4_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à visão e percepção do rei sobre seu reino.","explicacao_detalhada":"A palavra 'olho' (עַיִן) simboliza a capacidade de ver e entender a realidade ao redor.","por_que_esta_palavra":"A escolha da palavra 'olho' enfatiza a importância da percepção e da sabedoria na liderança.","conexao_teologica":"Deus é descrito como aquele que vê tudo, e a visão espiritual é um tema importante na Bíblia.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Hebreus 4:13"]},"2cronicas_22_5_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao modo como o rei deve conduzir sua vida e seu reinado.","explicacao_detalhada":"A palavra 'andar' (יָלַךְ) implica em como uma pessoa vive e toma decisões ao longo de sua vida.","por_que_esta_palavra":"A ênfase no 'andar' sugere que as ações e escolhas do rei têm um impacto significativo em seu reinado e no povo.","conexao_teologica":"Andar nos caminhos de Deus é um tema central, onde a obediência resulta em bênçãos.","referencias_relacionadas":["Salmos 1:1-3","Miquéias 6:8","Gálatas 5:16"]},"2cronicas_22_5_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho de Acabe, que é um personagem central na narrativa.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para indicar a relação de descendência e herança, especialmente no contexto da linhagem real de Israel.","por_que_esta_palavra":"A menção do 'filho' é crucial para entender a continuidade da dinastia de Acabe e os eventos que se desenrolam a partir dessa linhagem.","conexao_teologica":"A relação de pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, destacando a importância da herança espiritual.","referencias_relacionadas":["1 Reis 16:29-30","2 Reis 8:25-26","2 Crônicas 21:20"]},"2cronicas_22_5_nome":{"palavra_pt":"nome","palavra_original":"אַחְאָב","transliteracao":"ʼAchʼâb","strong":"H256","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Acabe, que é significativo na história de Israel.","explicacao_detalhada":"O nome 'Acabe' (אַחְאָב) é associado a um rei que fez o mal diante do Senhor, e seu nome é lembrado por suas ações e influência.","por_que_esta_palavra":"O nome é importante para identificar a pessoa e seu legado, que impactou a história de Israel e suas relações com Deus.","conexao_teologica":"Os nomes na Bíblia muitas vezes têm significados profundos e refletem a natureza ou o caráter da pessoa, assim como o nome de Deus revela Sua essência.","referencias_relacionadas":["1 Reis 16:30","2 Reis 1:1","2 Crônicas 21:4"]},"2cronicas_22_6_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se ao ato de edificar, que pode ser literal ou figurativo, como edificar um reino ou uma nação.","explicacao_detalhada":"A palavra 'edificar' (שׁוּב) implica em construir ou estabelecer algo de valor, seja uma estrutura física ou uma base moral e espiritual.","por_que_esta_palavra":"É usada para descrever a intenção de fortalecer a posição de um rei ou de um povo, refletindo a necessidade de estabilidade e prosperidade.","conexao_teologica":"Deus é frequentemente descrito como o edificador de Seu povo, e a edificação espiritual é um tema central na Bíblia.","referencias_relacionadas":["Salmos 127:1","Mateus 16:18","1 Pedro 2:5"]},"2cronicas_22_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou explicação para a ação que se segue.","explicacao_detalhada":"A palavra 'porque' (כִּי) é uma conjunção que conecta a causa e o efeito, essencial para entender a lógica da narrativa.","por_que_esta_palavra":"É importante para a compreensão do texto, pois estabelece a motivação por trás das ações dos personagens.","conexao_teologica":"A lógica e a razão são frequentemente usadas na Bíblia para mostrar a soberania de Deus nas ações humanas.","referencias_relacionadas":["Romanos 8:28","Tiago 1:5","Provérbios 3:5-6"]},"2cronicas_22_7_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como o ser supremo que influencia os eventos na terra.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é um título que expressa a divindade e a autoridade de Deus sobre todas as coisas.","por_que_esta_palavra":"A menção de Deus é crucial para entender a providência divina e o julgamento que se segue na narrativa.","conexao_teologica":"Deus é o agente ativo na história, e Sua vontade é fundamental para a compreensão dos eventos bíblicos.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 45:5"]},"2cronicas_22_7_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de Deus em trazer juízo sobre aqueles que se afastam de Seus caminhos.","explicacao_detalhada":"A palavra 'destruir' (כָּרַת) implica em cortar ou eliminar, muitas vezes usada em contextos de juízo divino.","por_que_esta_palavra":"É uma ação que reflete a seriedade do pecado e a resposta de Deus a ele.","conexao_teologica":"A destruição é um tema recorrente na Bíblia, mostrando a justiça de Deus e a necessidade de arrependimento.","referencias_relacionadas":["Ezequiel 18:30","Mateus 7:19","Apocalipse 21:8"]},"2cronicas_22_7_nome":{"palavra_pt":"nome","palavra_original":"אֲחַזְיָה","transliteracao":"ʼĂchazyâh","strong":"H274","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Acazias, que é relevante para a continuidade da narrativa.","explicacao_detalhada":"O nome 'Acazias' (אֲחַזְיָה) é associado a um rei que também fez o mal, e seu nome é importante para a linhagem real.","por_que_esta_palavra":"A menção do nome é essencial para identificar o personagem e suas ações na história de Israel.","conexao_teologica":"Assim como outros nomes, o nome de Acazias reflete a natureza de sua liderança e suas consequências diante de Deus.","referencias_relacionadas":["2 Reis 1:2","2 Crônicas 21:17","2 Crônicas 22:1"]},"2cronicas_22_8_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho de Acazias, continuando a linhagem real.","explicacao_detalhada":"A palavra 'filho' (בֵּן) aqui destaca a continuidade da dinastia e a importância da descendência.","por_que_esta_palavra":"A menção do filho é crucial para entender a transição de poder e a continuidade da história.","conexao_teologica":"A ideia de filhos e herdeiros é central na narrativa bíblica, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["2 Crônicas 21:17","2 Reis 8:26","2 Crônicas 22:1"]},"2cronicas_22_8_nome":{"palavra_pt":"nome","palavra_original":"אֲחַזְיָה","transliteracao":"ʼĂchazyâh","strong":"H274","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Acazias, que é significativo na narrativa.","explicacao_detalhada":"O nome 'Acazias' (אֲחַזְיָה) é importante para identificar a linhagem e as ações do rei.","por_que_esta_palavra":"O nome é um marcador de identidade e legado, refletindo a continuidade da história de Israel.","conexao_teologica":"Os nomes na Bíblia muitas vezes têm significados que revelam a natureza do personagem e seu papel na história da salvação.","referencias_relacionadas":["2 Reis 1:2","2 Crônicas 21:17","2 Crônicas 22:1"]},"2cronicas_22_8_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de julgar, que pode ser entendido como uma avaliação moral ou um juízo divino.","explicacao_detalhada":"A palavra 'julgar' (שָׁפַט) implica em tomar decisões sobre justiça e retidão, um tema central na liderança.","por_que_esta_palavra":"A menção do julgamento é importante para entender a responsabilidade dos líderes diante de Deus.","conexao_teologica":"Deus é descrito como o juiz supremo, e a justiça é um atributo essencial de Seu caráter.","referencias_relacionadas":["Salmos 9:7-8","Eclesiastes 3:17","Romanos 14:10"]},"2cronicas_22_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as ações são realizadas.","explicacao_detalhada":"A palavra 'modo' indica a forma ou o jeito que algo é feito, enfatizando a importância da atitude e do comportamento nas ações.","por_que_esta_palavra":"É utilizada para descrever a maneira pela qual o rei e seu povo devem agir em relação a Deus.","conexao_teologica":"A forma de agir é fundamental na relação com Deus, refletindo a obediência e a reverência.","referencias_relacionadas":["Salmos 119:1","Provérbios 4:26","Mateus 7:13-14"]},"2cronicas_22_9_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou ao templo, simbolizando a presença de Deus.","explicacao_detalhada":"A palavra 'casa' é usada para descrever não apenas um edifício físico, mas também o lugar onde Deus habita entre seu povo.","por_que_esta_palavra":"É importante para entender a relação entre o povo de Israel e o templo, que era o centro da adoração.","conexao_teologica":"A casa de Deus é um símbolo da comunhão entre Deus e seu povo.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Hebreus 3:6"]},"2cronicas_22_9_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"Refere-se ao reino ou à autoridade do rei.","explicacao_detalhada":"A palavra 'reino' implica em governo e domínio, destacando a responsabilidade do rei sobre seu povo.","por_que_esta_palavra":"É crucial para entender a estrutura de liderança em Israel e a relação entre o rei e Deus.","conexao_teologica":"O reino de Deus é um tema central na Bíblia, refletindo a soberania divina sobre todas as coisas.","referencias_relacionadas":["Salmos 103:19","Mateus 6:33","Apocalipse 11:15"]},"2cronicas_22_10_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de erguer ou estabelecer algo.","explicacao_detalhada":"A palavra 'levantar' é usada para descrever a ação de criar ou estabelecer um novo governo ou liderança.","por_que_esta_palavra":"É importante para entender a transição de poder e a continuidade da linhagem real.","conexao_teologica":"Deus é frequentemente descrito como aquele que levanta líderes e estabelece reinos.","referencias_relacionadas":["Salmos 75:7","Daniel 2:21","Romanos 13:1"]},"2cronicas_22_10_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"Refere-se ao reino ou à autoridade do novo rei.","explicacao_detalhada":"A palavra 'reino' aqui enfatiza a legitimidade e a responsabilidade do novo governante.","por_que_esta_palavra":"É essencial para entender a continuidade do governo e a relação com a vontade de Deus.","conexao_teologica":"A soberania de Deus sobre os reinos da terra é um tema recorrente nas Escrituras.","referencias_relacionadas":["Isaías 9:6-7","Mateus 28:18","Apocalipse 1:6"]},"2cronicas_22_10_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou ao templo, simbolizando a presença de Deus.","explicacao_detalhada":"A palavra 'casa' é usada para descrever não apenas um edifício físico, mas também o lugar onde Deus habita entre seu povo.","por_que_esta_palavra":"É importante para entender a relação entre o povo de Israel e o templo, que era o centro da adoração.","conexao_teologica":"A casa de Deus é um símbolo da comunhão entre Deus e seu povo.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Hebreus 3:6"]},"2cronicas_22_11_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura do governante, que tem autoridade sobre o povo.","explicacao_detalhada":"A palavra 'rei' implica em liderança, responsabilidade e a função de guiar o povo segundo a vontade de Deus.","por_que_esta_palavra":"É fundamental para entender a estrutura de liderança em Israel e a relação entre o rei e Deus.","conexao_teologica":"Cristo é frequentemente chamado de Rei, refletindo a autoridade divina sobre a humanidade.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"2cronicas_22_11_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de pedir ou invocar algo.","explicacao_detalhada":"A palavra 'dar' implica em oferecer algo, seja uma bênção ou um pedido de ajuda.","por_que_esta_palavra":"É importante para entender a relação de dependência do povo em relação a Deus.","conexao_teologica":"A oração e o clamor a Deus são temas centrais na vida espiritual do povo de Deus.","referencias_relacionadas":["Salmos 34:17","Mateus 7:7","Tiago 5:16"]},"2cronicas_22_11_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à figura que intercede entre Deus e o povo.","explicacao_detalhada":"A palavra 'sacerdote' implica em um mediador que oferece sacrifícios e orações em nome do povo.","por_que_esta_palavra":"É essencial para entender o papel do sacerdote na adoração e na manutenção da relação com Deus.","conexao_teologica":"Cristo é nosso sumo sacerdote, intercedendo por nós diante de Deus.","referencias_relacionadas":["Êxodo 28:1","Hebreus 4:14-16","1 Pedro 2:9"]},"2cronicas_22_12_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou ao templo, simbolizando a presença de Deus.","explicacao_detalhada":"A palavra 'casa' é usada para descrever não apenas um edifício físico, mas também o lugar onde Deus habita entre seu povo.","por_que_esta_palavra":"É importante para entender a relação entre o povo de Israel e o templo, que era o centro da adoração.","conexao_teologica":"A casa de Deus é um símbolo da comunhão entre Deus e seu povo.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Hebreus 3:6"]},"2cronicas_22_12_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao ser supremo, o criador e mantenedor do universo.","explicacao_detalhada":"A palavra 'deus' é usada para descrever a divindade que tem autoridade sobre todas as coisas. No contexto de 2 Crônicas 22:12, enfatiza a soberania de Deus sobre a história de Israel e seu papel na proteção e guia do povo.","por_que_esta_palavra":"A palavra é fundamental para entender a relação entre Deus e o povo de Israel, especialmente em momentos de crise e necessidade de intervenção divina.","conexao_teologica":"A presença de Deus é central na narrativa bíblica, mostrando que Ele é o responsável por guiar e proteger seu povo, especialmente em tempos de adversidade.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 8:31"]},"2cronicas_22_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território físico, à nação de Israel e ao lugar onde o povo habita.","explicacao_detalhada":"A palavra 'terra' é usada para descrever o espaço geográfico que Deus prometeu a Israel. Em 2 Crônicas 22:12, a ênfase está na importância da terra como parte da aliança de Deus com seu povo.","por_que_esta_palavra":"A terra é um símbolo da promessa de Deus e da herança que Ele deu ao povo de Israel, representando segurança e identidade.","conexao_teologica":"A terra é frequentemente vista como um reflexo da bênção de Deus e da fidelidade à sua aliança, sendo um tema recorrente nas Escrituras.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 1:8","Josué 1:3"]}}