{"2cronicas_23_1_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se a um pacto ou aliança feita entre pessoas, especialmente em contextos de compromisso e fidelidade.","explicacao_detalhada":"A palavra 'aliança' é crucial para entender a relação entre Deus e seu povo, bem como entre os líderes de Israel. Em 2 Crônicas 23:1, a aliança é um passo importante para restaurar a ordem e a adoração verdadeira em Judá.","por_que_esta_palavra":"A aliança simboliza compromisso e a seriedade das promessas feitas, tanto entre os homens quanto entre Deus e seu povo.","conexao_teologica":"A aliança é um tema central na Bíblia, representando a relação de Deus com a humanidade e a importância da fidelidade nas relações.","referencias_relacionadas":["Gênesis 9:9","Êxodo 19:5","Hebreus 8:6"]},"2cronicas_23_1_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão ou declaração que pode ter um significado profundo ou simbólico.","explicacao_detalhada":"A palavra 'expressão' pode se referir a uma declaração de compromisso ou a um ato simbólico que representa uma mudança significativa, como a restauração do culto a Deus em Judá.","por_que_esta_palavra":"A expressão é importante para comunicar a intenção e a seriedade das ações que estão sendo tomadas em nome de Deus.","conexao_teologica":"As expressões de fé e compromisso são fundamentais na vida do povo de Deus, refletindo a importância da adoração e da obediência.","referencias_relacionadas":["Salmos 119:11","Mateus 12:34","Tiago 1:26"]},"2cronicas_23_1_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se a um ato de tomar posse ou segurar firmemente algo.","explicacao_detalhada":"A palavra 'agarrar' implica em um compromisso firme e decidido, especialmente no contexto de se apegar à aliança e aos propósitos de Deus.","por_que_esta_palavra":"Agarrar é um ato de determinação e fidelidade, essencial para a restauração da adoração em Judá.","conexao_teologica":"A ideia de agarrar-se a Deus e a seus mandamentos é uma chamada à fidelidade e à perseverança na fé.","referencias_relacionadas":["Salmos 63:8","Filipenses 3:12","Hebreus 10:23"]},"2cronicas_23_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou ao modo como algo é feito, especialmente em relação à adoração e à liderança.","explicacao_detalhada":"A palavra 'modo' destaca a importância da abordagem correta na adoração a Deus e na liderança do povo, enfatizando que a maneira de agir deve estar alinhada com os princípios divinos.","por_que_esta_palavra":"O modo de agir é crucial para garantir que as ações estejam em conformidade com a vontade de Deus e que reflitam sua santidade.","conexao_teologica":"A maneira como adoramos e vivemos nossa fé é um reflexo de nossa relação com Deus e de nossa obediência a seus mandamentos.","referencias_relacionadas":["Colossenses 3:17","1 Coríntios 14:40","Romanos 12:1"]},"2cronicas_23_2_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao início ou à liderança em um determinado contexto.","explicacao_detalhada":"A palavra 'princípio' é usada para descrever a posição de liderança e a responsabilidade que vem com ela, especialmente no contexto da restauração do reino de Judá.","por_que_esta_palavra":"O princípio é fundamental para estabelecer a ordem e a direção que o povo deve seguir sob a liderança de Deus.","conexao_teologica":"A liderança sob a orientação de Deus é essencial para a saúde espiritual e a prosperidade do povo.","referencias_relacionadas":["Provérbios 1:7","Mateus 20:26-28","1 Pedro 5:2-3"]},"2cronicas_23_2_andar":{"palavra_pt":"andar","palavra_original":"סָבַב","transliteracao":"çâbab","strong":"H5437","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de se mover ou agir de uma certa maneira, especialmente em relação ao comportamento moral e espiritual.","explicacao_detalhada":"A palavra 'andar' implica em um estilo de vida que deve ser consistente com a fé e os ensinamentos de Deus, refletindo a maneira como o povo deve viver em obediência.","por_que_esta_palavra":"Andar segundo os caminhos de Deus é essencial para a vida espiritual e para a manutenção da aliança com Ele.","conexao_teologica":"O conceito de andar em retidão é uma chamada à santidade e à obediência nas Escrituras.","referencias_relacionadas":["Salmos 1:1-2","Gálatas 5:16","1 João 1:7"]},"2cronicas_23_3_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se ao ato de eliminar ou acabar com algo, especialmente em relação a ídolos ou práticas erradas.","explicacao_detalhada":"A palavra 'destruir' é usada para enfatizar a necessidade de remover tudo o que é contrário à adoração verdadeira a Deus, especialmente no contexto da purificação do culto em Judá.","por_que_esta_palavra":"Destruir o que é mau é essencial para restaurar a verdadeira adoração e a fidelidade a Deus.","conexao_teologica":"A destruição de ídolos e práticas erradas é um tema recorrente na Bíblia, simbolizando a necessidade de pureza e devoção a Deus.","referencias_relacionadas":["Deuteronômio 7:5","2 Reis 23:24","Atos 19:19"]},"2cronicas_23_3_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo ou à casa de Deus, um lugar sagrado de adoração.","explicacao_detalhada":"A palavra 'casa' é usada para descrever o templo, que é o centro da adoração em Israel. Em 2 Crônicas 23:3, a casa de Deus é o local onde a verdadeira adoração deve ser restaurada.","por_que_esta_palavra":"A casa de Deus é um símbolo da presença divina e da comunhão entre Deus e seu povo.","conexao_teologica":"O templo é um tema central na Bíblia, representando a habitação de Deus entre os homens e a importância da adoração coletiva.","referencias_relacionadas":["Salmos 27:4","1 Reis 8:27","Hebreus 10:25"]},"2cronicas_23_3_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, que é o único digno de adoração e reverência.","explicacao_detalhada":"A palavra 'deus' neste contexto enfatiza a soberania e a autoridade de Deus sobre o povo de Israel, especialmente em momentos de aliança e renovação espiritual.","por_que_esta_palavra":"A menção de Deus é crucial para estabelecer a legitimidade da ação que está sendo realizada, pois é Ele quem guia e ordena os passos do povo.","conexao_teologica":"Deus é o centro da aliança com Israel, e sua presença é essencial para qualquer ação que busque restaurar a adoração verdadeira.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","Deuteronômio 6:4"]},"2cronicas_23_4_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus ou a uma declaração importante que deve ser seguida.","explicacao_detalhada":"A palavra 'dabar' implica não apenas em uma palavra falada, mas em um mandamento ou uma ordem que carrega autoridade e deve ser obedecida.","por_que_esta_palavra":"A ênfase na palavra é fundamental para a ação que está sendo proposta, pois a obediência à palavra de Deus é o que traz bênção ao povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, e é através dela que o povo é guiado e instruído em sua caminhada espiritual.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Mateus 4:4"]},"2cronicas_23_4_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se aos sacerdotes que desempenham um papel crucial na mediação entre Deus e o povo.","explicacao_detalhada":"Os sacerdotes eram responsáveis por oferecer sacrifícios e manter a pureza do culto, sendo figuras centrais na adoração a Deus.","por_que_esta_palavra":"A menção dos sacerdotes é essencial para legitimar o culto e a adoração que estão sendo estabelecidos, pois eles são os encarregados de conduzir o povo a Deus.","conexao_teologica":"Os sacerdotes simbolizam a intercessão e a mediação que Cristo realiza entre Deus e a humanidade.","referencias_relacionadas":["Hebreus 5:1","Êxodo 28:1","Levítico 10:10"]},"2cronicas_23_4_sangue":{"palavra_pt":"sangue","palavra_original":"סַף","transliteracao":"çaph","strong":"H5592","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se ao sangue como símbolo de sacrifício e purificação.","explicacao_detalhada":"O sangue é um elemento central nos rituais de sacrifício, representando a vida e a expiação dos pecados do povo.","por_que_esta_palavra":"A menção do sangue destaca a seriedade do pacto e a necessidade de sacrifício para a reconciliação com Deus.","conexao_teologica":"O sangue de Cristo é o cumprimento do sacrifício que purifica e redime a humanidade.","referencias_relacionadas":["Hebreus 9:22","1 Pedro 1:19","Romanos 5:9"]},"2cronicas_23_5_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo ou à casa de Deus, onde a adoração deve ocorrer.","explicacao_detalhada":"A casa de Deus é o lugar designado para o culto e a presença divina, simbolizando a habitação de Deus entre seu povo.","por_que_esta_palavra":"A menção da casa é fundamental para estabelecer o local da adoração e a importância do culto coletivo.","conexao_teologica":"A casa de Deus é um símbolo da comunhão entre Deus e seu povo, refletindo a intenção divina de habitar entre eles.","referencias_relacionadas":["Salmos 27:4","1 Reis 8:29","Mateus 21:13"]},"2cronicas_23_5_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura do rei como líder e governante do povo de Israel.","explicacao_detalhada":"O rei é responsável por guiar o povo em justiça e retidão, sendo um representante de Deus na terra.","por_que_esta_palavra":"A menção do rei é crucial para a legitimidade do governo e a implementação das leis de Deus entre o povo.","conexao_teologica":"Cristo é o Rei dos Reis, e sua autoridade é reconhecida em toda a criação, refletindo o papel do rei em Israel.","referencias_relacionadas":["Salmos 2:6","Isaías 9:6","Apocalipse 19:16"]},"2cronicas_23_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira como as coisas devem ser feitas.","explicacao_detalhada":"A palavra 'modo' implica em um padrão ou forma específica que deve ser seguida para a adoração e a prática religiosa.","por_que_esta_palavra":"A ênfase no modo é importante para garantir que a adoração seja feita de acordo com as instruções de Deus.","conexao_teologica":"Deus é um Deus de ordem, e a maneira como adoramos deve refletir sua santidade e caráter.","referencias_relacionadas":["1 Coríntios 14:40","Êxodo 25:9","Deuteronômio 12:32"]},"2cronicas_23_6_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se novamente aos sacerdotes, enfatizando seu papel na adoração.","explicacao_detalhada":"Os sacerdotes são essenciais para a mediação e a condução do culto, representando o povo diante de Deus.","por_que_esta_palavra":"A repetição da palavra 'sacerdote' reforça a importância de sua função na renovação da aliança e na adoração.","conexao_teologica":"A função sacerdotal é cumprida em Cristo, que é nosso Sumo Sacerdote.","referencias_relacionadas":["Hebreus 4:14","Êxodo 28:1","Levítico 21:6"]},"2cronicas_23_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se novamente ao modo como a adoração deve ser realizada.","explicacao_detalhada":"A repetição da palavra 'modo' enfatiza a necessidade de seguir as instruções divinas na prática da fé.","por_que_esta_palavra":"A ênfase no modo é crucial para garantir que a adoração seja aceitável a Deus.","conexao_teologica":"A maneira de adorar a Deus deve refletir sua santidade e a ordem que Ele estabelece.","referencias_relacionadas":["Salmos 96:9","Colossenses 3:23","Romanos 12:1"]},"2cronicas_23_6_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se novamente à casa de Deus, o templo.","explicacao_detalhada":"A casa de Deus é o local de adoração e sacrifício, onde o povo se encontra com o Senhor.","por_que_esta_palavra":"A repetição da palavra 'casa' reforça a importância do templo como centro da vida espiritual do povo.","conexao_teologica":"A casa de Deus é um símbolo da presença divina e da comunhão entre Deus e seu povo.","referencias_relacionadas":["Salmos 84:1","Mateus 21:12","1 Coríntios 3:16"]},"2cronicas_23_7_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima em Israel, que governava o povo e era responsável por manter a ordem e a justiça.","explicacao_detalhada":"No contexto de 2 Crônicas 23, o rei é Joás, que foi coroado após a destruição da dinastia de Atalia. A sua ascensão ao trono representa a restauração da linha davídica e a volta ao culto verdadeiro a Deus.","por_que_esta_palavra":"A palavra 'rei' é central para entender a estrutura de governo em Israel e a importância da liderança divina na história do povo.","conexao_teologica":"A figura do rei em Israel é um tipo de Cristo, que é o Rei dos Reis. A liderança de Joás é um reflexo da soberania de Deus sobre seu povo.","referencias_relacionadas":["1 Samuel 8:5","2 Samuel 5:3","Salmos 2:6","Isaías 9:6","Apocalipse 19:16"]},"2cronicas_23_7_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao templo ou ao lar, simbolizando a presença de Deus entre seu povo.","explicacao_detalhada":"Neste contexto, a 'casa' é o templo que foi restaurado sob o reinado de Joás, onde o culto a Deus seria centralizado e a adoração verdadeira seria promovida.","por_que_esta_palavra":"A 'casa' é um símbolo da aliança de Deus com Israel e da importância do culto e da adoração em um espaço sagrado.","conexao_teologica":"A casa de Deus é um lugar de encontro entre o homem e Deus, representando a habitação divina entre os seres humanos.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Ezequiel 37:26-27","Mateus 21:13","Hebreus 3:6"]},"2cronicas_23_7_destruir":{"palavra_pt":"destruir","palavra_original":"נָקַף","transliteracao":"nâqaph","strong":"H5362","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de eliminar ou erradicar algo que é considerado maligno ou contrário à vontade de Deus.","explicacao_detalhada":"No contexto, a destruição se refere à eliminação da dinastia de Atalia, que havia se afastado dos caminhos de Deus e levado o povo à idolatria.","por_que_esta_palavra":"A destruição é necessária para a restauração da verdadeira adoração e da justiça em Israel, mostrando a necessidade de purificação.","conexao_teologica":"A destruição do mal é um tema recorrente na Bíblia, refletindo a justiça de Deus e a necessidade de um remanescente fiel.","referencias_relacionadas":["Deuteronômio 7:2","Salmos 37:9","Isaías 61:2","Romanos 12:19","Apocalipse 21:4"]},"2cronicas_23_8_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada aqui para descrever um animal que simboliza força e ferocidade, mas no contexto pode ser uma metáfora para a proteção e a força de Deus.","explicacao_detalhada":"Embora a palavra 'urso' não apareça diretamente no versículo, a ideia de força e proteção é relevante para entender como Deus protege seu povo em tempos de crise.","por_que_esta_palavra":"A força é uma característica importante para a liderança e a proteção do povo de Deus, especialmente em tempos de adversidade.","conexao_teologica":"Deus é frequentemente descrito como um protetor forte, que defende seu povo contra inimigos e ameaças.","referencias_relacionadas":["Salmos 18:2","Isaías 40:10","Miquéias 5:8","Romanos 8:31","Hebreus 13:6"]},"2cronicas_23_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Em 2 Crônicas 23:8, \"modo\" aparece na frase \"E fizeram os levitas e todo o Judá conforme a tudo o que ordenara o sacerdote Joiada; e tomou cada um os seus homens, tanto os que entravam…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּל; kôl; H3605), \"modo\" traz a ideia de modo. Aqui, essa palavra deixa o ensino de 2 Crônicas 23:8 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"modo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em 2 Crônicas 24:10. Lendo junto com 2 Crônicas 23:8, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["2 Crônicas 23:8","2 Crônicas 24:10","Salmos 119:105"]},"2cronicas_23_8_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se àqueles que servem no templo e são responsáveis por interceder pelo povo diante de Deus.","explicacao_detalhada":"Os sacerdotes desempenham um papel vital na adoração e na mediação entre Deus e o povo, especialmente durante a restauração do culto sob Joás.","por_que_esta_palavra":"Os sacerdotes são essenciais para a manutenção da santidade e da adoração correta a Deus, sendo instrumentos de sua graça.","conexao_teologica":"Cristo é o nosso Sumo Sacerdote, que intercede por nós e nos apresenta diante de Deus, cumprindo o papel que os sacerdotes do Antigo Testamento desempenhavam.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:10","Hebreus 4:14","1 Pedro 2:9","Apocalipse 1:6"]},"2cronicas_23_9_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' aqui se refere ao ato de oferecer algo, que pode ser um chamado à ação ou uma doação de recursos.","explicacao_detalhada":"No contexto, clamar pode ser entendido como um chamado à ação para que o povo se una na restauração do culto e na defesa da verdade.","por_que_esta_palavra":"Dar é um ato de generosidade e compromisso, essencial para a construção da comunidade de fé e a manutenção do templo.","conexao_teologica":"Deus nos chama a dar de nós mesmos, seja em adoração, serviço ou recursos, como um reflexo de sua generosidade para conosco.","referencias_relacionadas":["Mateus 5:42","2 Coríntios 9:7","Atos 20:35","Filipenses 4:15","Hebreus 13:16"]},"2cronicas_23_9_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' é repetida aqui para enfatizar a importância do papel sacerdotal na liderança espiritual do povo.","explicacao_detalhada":"Os sacerdotes são fundamentais para guiar o povo na adoração e na prática da fé, especialmente durante a transição política e espiritual sob Joás.","por_que_esta_palavra":"A presença dos sacerdotes é crucial para assegurar que a adoração a Deus seja feita de maneira correta e aceitável.","conexao_teologica":"A função sacerdotal aponta para a necessidade de mediação entre Deus e o homem, que é plenamente realizada em Cristo.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:10","Hebreus 4:14","1 Pedro 2:9","Apocalipse 1:6"]},"2cronicas_23_10_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, enfatizando a responsabilidade individual e coletiva no contexto da adoração a Deus.","explicacao_detalhada":"Neste versículo, a menção ao 'homem' destaca a importância de cada indivíduo na comunidade de fé e sua participação ativa na restauração do culto.","por_que_esta_palavra":"A responsabilidade de cada homem em seguir a Deus e participar da vida comunitária é um tema central nas Escrituras.","conexao_teologica":"Cada homem é chamado a ser um adorador e a viver em obediência a Deus, refletindo a imagem divina em suas ações.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 12:1","1 Coríntios 16:13","Gálatas 6:5"]},"2cronicas_23_10_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' é mencionada novamente, reforçando a ideia de um espaço sagrado e a importância do templo na vida do povo de Deus.","explicacao_detalhada":"A 'casa' aqui representa não apenas o templo, mas também a comunidade de fé que se reúne para adorar a Deus.","por_que_esta_palavra":"A casa de Deus é um lugar de refúgio, adoração e comunhão entre os crentes, essencial para a vida espiritual.","conexao_teologica":"A casa de Deus é um símbolo da presença divina e da comunidade de fé, que se reúne em adoração e serviço.","referencias_relacionadas":["Salmos 122:1","Mateus 21:13","Atos 2:46","Hebreus 10:25","1 Pedro 2:5"]},"2cronicas_23_10_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é um local sagrado onde se realizam sacrifícios e ofertas a Deus.","explicacao_detalhada":"No contexto de 2 Crônicas 23:10, o altar é mencionado como um lugar central para a adoração e a consagração do novo rei. O altar simboliza a presença de Deus e a necessidade de um meio de reconciliação entre o homem e o Criador.","por_que_esta_palavra":"A palavra 'altar' é crucial porque representa o espaço onde o povo se encontra com Deus, expressando devoção e arrependimento.","conexao_teologica":"O altar é um símbolo do sacrifício e da mediação, que culmina em Cristo, o sacrifício perfeito.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Levítico 1:5"]},"2cronicas_23_11_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O rei é a figura de autoridade que governa o povo e representa a liderança divina.","explicacao_detalhada":"Em 2 Crônicas 23:11, a unção do rei é um ato simbólico que legitima sua posição e estabelece sua responsabilidade diante de Deus e do povo.","por_que_esta_palavra":"A palavra 'rei' é fundamental para entender a estrutura de governo em Israel e a relação entre a liderança humana e a soberania divina.","conexao_teologica":"Cristo é frequentemente referido como Rei, simbolizando a autoridade e o governo de Deus sobre a humanidade.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Isaías 9:6"]},"2cronicas_23_11_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Clamar implica um chamado urgente, uma súplica a Deus ou a um líder.","explicacao_detalhada":"No versículo, clamar é um ato de invocar a ajuda divina e expressar a necessidade de intervenção em momentos críticos.","por_que_esta_palavra":"A palavra 'dar' é usada para enfatizar a entrega de algo, seja um pedido ou uma oferta, refletindo a relação de dependência do ser humano em relação a Deus.","conexao_teologica":"Clamar a Deus é um tema recorrente nas Escrituras, mostrando a necessidade de buscar a Sua ajuda e orientação.","referencias_relacionadas":["Salmos 34:17","Romanos 10:13","Hebreus 4:16"]},"2cronicas_23_11_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Reinar refere-se ao exercício da autoridade e do governo sobre o povo.","explicacao_detalhada":"Em 2 Crônicas 23:11, o ato de reinar é associado à responsabilidade de liderar o povo em justiça e fidelidade a Deus.","por_que_esta_palavra":"A palavra 'reinar' é essencial para entender a função do rei como representante de Deus na terra.","conexao_teologica":"A realeza de Cristo é um tema central no Novo Testamento, onde Ele é apresentado como o Rei dos Reis.","referencias_relacionadas":["Salmos 22:28","Mateus 28:18","Apocalipse 19:16"]},"2cronicas_23_12_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"Louvar é a expressão de adoração e reconhecimento da grandeza de Deus.","explicacao_detalhada":"No contexto do versículo, louvar é uma resposta adequada à revelação da majestade de Deus e à Sua ação na história.","por_que_esta_palavra":"A palavra 'louvar' é fundamental para a adoração, refletindo a atitude do coração diante de Deus.","conexao_teologica":"A adoração e o louvor são centrais na vida cristã, refletindo a resposta do crente à graça de Deus.","referencias_relacionadas":["Salmos 150:6","Hebreus 13:15","Apocalipse 4:11"]},"2cronicas_23_12_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O rei é a figura central de liderança e autoridade em Israel.","explicacao_detalhada":"Neste versículo, o rei é reconhecido como alguém que deve ser honrado e seguido, especialmente em tempos de renovação espiritual.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a importância da liderança divina e a necessidade de um governante justo.","conexao_teologica":"A figura do rei é um precursor da realeza de Cristo, que governa com justiça e amor.","referencias_relacionadas":["1 Crônicas 29:23","Salmos 72:1","Isaías 32:1"]},"2cronicas_23_12_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Ouvir implica em prestar atenção e responder ao chamado de Deus.","explicacao_detalhada":"No versículo, ouvir é um ato de obediência e receptividade à palavra de Deus e à liderança do rei.","por_que_esta_palavra":"A palavra 'ouvir' é crucial para a fé, pois implica em ação e resposta ao que se escuta.","conexao_teologica":"A capacidade de ouvir a voz de Deus é fundamental na vida cristã, levando à transformação e à obediência.","referencias_relacionadas":["Deuteronômio 6:4","Romanos 10:17","Tiago 1:22"]},"2cronicas_23_13_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O rei é a figura de autoridade que deve ser respeitada e seguida pelo povo.","explicacao_detalhada":"Neste versículo, o rei é apresentado em um contexto de celebração e reconhecimento da sua posição após a unção.","por_que_esta_palavra":"A repetição da palavra 'rei' reforça a importância da liderança e da obediência ao governo divino.","conexao_teologica":"A realeza de Cristo é um tema central, onde Ele é reconhecido como o Rei que traz salvação e justiça.","referencias_relacionadas":["1 Reis 1:39","Salmos 89:27","Mateus 2:2"]},"2cronicas_23_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como algo é feito ou realizado.","explicacao_detalhada":"No versículo, o modo de agir do rei e do povo é importante para a manutenção da ordem e da adoração a Deus.","por_que_esta_palavra":"A palavra 'modo' é relevante para entender a importância da conduta e da prática na vida comunitária.","conexao_teologica":"A maneira como adoramos e vivemos reflete nossa compreensão de Deus e Sua vontade.","referencias_relacionadas":["Salmos 119:1","Mateus 5:16","Colossenses 3:17"]},"2cronicas_23_14_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é o mediador entre Deus e o povo, responsável por conduzir a adoração.","explicacao_detalhada":"Em 2 Crônicas 23:14, o sacerdote desempenha um papel crucial na consagração do rei e na manutenção da pureza do culto.","por_que_esta_palavra":"A palavra 'sacerdote' é fundamental para entender a função de mediação e intercessão na adoração a Deus.","conexao_teologica":"Cristo é nosso Sumo Sacerdote, que intercede por nós e oferece o sacrifício perfeito.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:10","Hebreus 4:14"]},"2cronicas_23_14_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo ou à casa de Deus, que é um lugar sagrado.","explicacao_detalhada":"A palavra 'casa' neste contexto se refere ao templo de Jerusalém, que era considerado a morada de Deus entre o Seu povo. É um espaço de adoração e sacrifício, simbolizando a presença divina.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a importância do templo como o centro da vida espiritual e comunitária de Israel.","conexao_teologica":"O templo é visto como um símbolo da presença de Deus entre o Seu povo, e a casa de Deus é um lugar de encontro e comunhão.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Isaías 56:7"]},"2cronicas_23_14_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Indica a magnitude ou a importância do evento que está prestes a acontecer.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a importância do ato de trazer o rei para o templo, um momento decisivo na história de Judá.","por_que_esta_palavra":"A grandeza do evento reflete a seriedade da restauração da monarquia e a proteção da linhagem real.","conexao_teologica":"A grandeza de Deus é frequentemente associada à Sua soberania e ao Seu plano para a redenção do Seu povo.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14"]},"2cronicas_23_15_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura do governante, que neste caso é Joás, o rei de Judá.","explicacao_detalhada":"A palavra 'rei' é central para a narrativa, pois Joás é o legítimo herdeiro do trono e sua coroação representa a restauração da ordem e da adoração a Deus.","por_que_esta_palavra":"A menção do rei é crucial para a legitimidade do governo e a continuidade da linhagem davídica.","conexao_teologica":"O rei é visto como um representante de Deus na terra, e sua liderança deve refletir a justiça e a retidão divina.","referencias_relacionadas":["1 Samuel 8:7","Salmos 72:1-2","Romanos 13:1"]},"2cronicas_23_15_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude do evento de coroação e à importância do novo rei.","explicacao_detalhada":"A palavra 'grande' destaca a importância do ato de coroar um novo rei, que é um momento de esperança e renovação para o povo.","por_que_esta_palavra":"A grandeza do evento reflete a expectativa do povo em relação a um novo governo que trará justiça e restauração.","conexao_teologica":"A grandeza de Deus é refletida na Sua capacidade de levantar líderes que guiam o Seu povo segundo a Sua vontade.","referencias_relacionadas":["Salmos 145:3","Isaías 9:6","Apocalipse 19:16"]},"2cronicas_23_15_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Indica a ação de convocar ou trazer alguém para um lugar específico.","explicacao_detalhada":"A palavra 'chamar' é usada para descrever a ação de trazer o rei ao templo, um ato que simboliza a consagração e a aceitação do novo governo.","por_que_esta_palavra":"Chamar o rei para o templo é um ato de reconhecimento da autoridade divina sobre a monarquia.","conexao_teologica":"A convocação de líderes é um tema recorrente na Bíblia, onde Deus chama pessoas para cumprir Seus propósitos.","referencias_relacionadas":["Êxodo 3:10","Isaías 43:1","Mateus 4:19"]},"2cronicas_23_16_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de eliminar ou acabar com algo, neste caso, a ameaça à monarquia.","explicacao_detalhada":"A palavra 'destruir' é usada para descrever a intenção de eliminar a influência da rainha Atalia, que havia usurpado o trono.","por_que_esta_palavra":"A destruição da usurpadora é necessária para restaurar a ordem e a adoração a Deus em Judá.","conexao_teologica":"A destruição do mal e da injustiça é um tema central na narrativa bíblica, refletindo a luta entre o bem e o mal.","referencias_relacionadas":["Salmos 37:9","Romanos 12:19","Apocalipse 21:8"]},"2cronicas_23_16_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Novamente refere-se à figura do governante, enfatizando a legitimidade do novo rei.","explicacao_detalhada":"A repetição da palavra 'rei' reforça a importância da liderança de Joás e a restauração da linhagem davídica.","por_que_esta_palavra":"A menção do rei é crucial para a narrativa, pois a liderança justa é essencial para a prosperidade do povo.","conexao_teologica":"A liderança é um reflexo do caráter de Deus, e os reis são chamados a governar com justiça e temor a Deus.","referencias_relacionadas":["Provérbios 21:1","1 Pedro 2:13-14","Romanos 13:1"]},"2cronicas_23_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado em momentos de decisão e ação.","explicacao_detalhada":"A palavra 'senhor' destaca a soberania de Deus sobre a história de Israel e a importância de agir em Seu nome.","por_que_esta_palavra":"Invocar o nome do Senhor é um reconhecimento de Sua autoridade e um pedido de Sua intervenção.","conexao_teologica":"O nome de Deus é poderoso e representa Sua presença e caráter, sendo fundamental na vida do povo de Israel.","referencias_relacionadas":["Salmos 20:7","Romanos 10:13","Atos 4:12"]},"2cronicas_23_17_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao altar do templo, que é o lugar de sacrifício e adoração.","explicacao_detalhada":"A palavra 'altar' é central na adoração israelita, onde os sacrifícios eram oferecidos a Deus como ato de devoção e arrependimento.","por_que_esta_palavra":"O altar simboliza a reconciliação entre Deus e o povo, sendo um lugar de encontro com o divino.","conexao_teologica":"O altar é um símbolo da obra redentora de Cristo, que se ofereceu como sacrifício por nós.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"2cronicas_23_17_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Indica a ação de convocar ou trazer alguém para um lugar sagrado.","explicacao_detalhada":"A palavra 'chamar' aqui é usada para descrever a ação de trazer o povo ao altar, simbolizando a consagração e a adoração a Deus.","por_que_esta_palavra":"Chamar o povo para o altar é um ato de convocação para a adoração e a renovação do compromisso com Deus.","conexao_teologica":"A convocação para adorar é um tema central na Bíblia, onde o povo é chamado a se reunir em torno de Deus.","referencias_relacionadas":["Salmos 95:6","Mateus 11:28","Hebreus 10:25"]},"2cronicas_23_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas devem ser feitas, especialmente em um contexto de adoração e serviço a Deus.","explicacao_detalhada":"A palavra 'modo' aqui implica um padrão ou uma maneira específica de proceder, que é importante para a ordem e a reverência no culto.","por_que_esta_palavra":"É usada para enfatizar a importância de seguir as instruções divinas na adoração.","conexao_teologica":"A obediência ao modo de adorar a Deus é um tema recorrente na Bíblia, refletindo a santidade e a ordem que Deus exige.","referencias_relacionadas":["Êxodo 25:40","1 Crônicas 28:19","Hebreus 8:5"]},"2cronicas_23_18_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Designa a função do sacerdote, que é mediador entre Deus e o povo, responsável pelos rituais e sacrifícios.","explicacao_detalhada":"O sacerdote desempenha um papel crucial na vida religiosa de Israel, garantindo que as práticas de adoração sejam realizadas corretamente.","por_que_esta_palavra":"A palavra é fundamental para entender a estrutura do culto e a intermediação entre Deus e os homens.","conexao_teologica":"O sacerdócio é um símbolo de intercessão e sacrifício, que culmina em Cristo, nosso Sumo Sacerdote.","referencias_relacionadas":["Levítico 10:1-3","Hebreus 5:1-4","1 Pedro 2:9"]},"2cronicas_23_18_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do sacerdote e da sua função, bem como à importância do serviço prestado a Deus.","explicacao_detalhada":"A palavra 'grande' destaca a dignidade e a responsabilidade do sacerdote em liderar o povo na adoração.","por_que_esta_palavra":"É utilizada para enfatizar a importância do papel do sacerdote na comunidade de fé.","conexao_teologica":"A grandeza de Deus é refletida na grandeza do Seu sacerdócio, que aponta para a majestade divina.","referencias_relacionadas":["Salmos 110:4","Hebreus 7:26","Apocalipse 1:6"]},"2cronicas_23_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Novamente, refere-se ao modo de proceder nas práticas religiosas e na adoração a Deus.","explicacao_detalhada":"Reforça a ideia de que há um padrão estabelecido por Deus que deve ser seguido.","por_que_esta_palavra":"A repetição da palavra 'modo' enfatiza a seriedade da adoração e a necessidade de conformidade às instruções divinas.","conexao_teologica":"A adoração deve ser feita em espírito e em verdade, conforme a revelação de Deus.","referencias_relacionadas":["João 4:24","Romanos 12:1","Colossenses 3:23"]},"2cronicas_23_19_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"Indica a ação de servir a Deus e ao povo, especialmente no contexto do sacerdócio.","explicacao_detalhada":"A palavra 'servir' implica dedicação e compromisso com as responsabilidades espirituais.","por_que_esta_palavra":"É essencial para entender a natureza do ministério sacerdotal e a relação com a comunidade.","conexao_teologica":"Servir a Deus é um chamado para todos os crentes, refletindo a vida de Cristo como servo.","referencias_relacionadas":["Marcos 10:45","Gálatas 5:13","1 Pedro 4:10"]},"2cronicas_23_20_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Israel, o lugar prometido por Deus ao Seu povo.","explicacao_detalhada":"A palavra 'terra' é central na narrativa bíblica, simbolizando a herança e a presença de Deus entre o Seu povo.","por_que_esta_palavra":"É usada para enfatizar a importância do local físico na adoração e na vida comunitária.","conexao_teologica":"A terra é um símbolo da promessa de Deus e da Sua fidelidade ao povo de Israel.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7-10","Josué 1:3"]},"2cronicas_23_20_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se a qualquer adversário ou oposição que se levanta contra o povo de Deus.","explicacao_detalhada":"A palavra 'inimigo' destaca a luta espiritual e física que o povo enfrenta ao seguir a Deus.","por_que_esta_palavra":"É importante para entender a necessidade de proteção e intervenção divina.","conexao_teologica":"Deus é visto como o defensor do Seu povo contra os inimigos, refletindo Sua soberania.","referencias_relacionadas":["Salmos 23:5","Romanos 8:31","Efésios 6:12"]},"2cronicas_23_20_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura do rei, que é responsável por governar e liderar o povo de acordo com a vontade de Deus.","explicacao_detalhada":"A palavra 'rei' implica autoridade e responsabilidade, especialmente em relação à justiça e à adoração.","por_que_esta_palavra":"É usada para enfatizar a importância da liderança divina na vida do povo.","conexao_teologica":"Cristo é o Rei dos Reis, e Sua autoridade é reconhecida em toda a criação.","referencias_relacionadas":["Salmos 2:6","Isaías 9:6-7","Apocalipse 19:16"]},"2cronicas_23_21_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Novamente, refere-se à terra de Israel, enfatizando sua importância na história da salvação.","explicacao_detalhada":"A repetição da palavra 'terra' reforça a centralidade do local na relação entre Deus e Seu povo.","por_que_esta_palavra":"É crucial para entender a geografia da promessa e a presença de Deus entre os israelitas.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Seu povo, representando Sua fidelidade.","referencias_relacionadas":["Deuteronômio 11:12","Salmos 37:29","Hebreus 11:9-10"]},"2cronicas_23_21_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade, que é um centro de vida comunitária e adoração.","explicacao_detalhada":"A palavra 'cidade' destaca a importância da coletividade e da presença de Deus em meio ao Seu povo.","por_que_esta_palavra":"É usada para enfatizar a necessidade de um local específico para a adoração e a vida comunitária.","conexao_teologica":"A cidade de Deus é um tema importante na Bíblia, simbolizando a habitação de Deus entre os homens.","referencias_relacionadas":["Salmos 46:4","Isaías 65:18","Apocalipse 21:2"]},"2cronicas_23_21_cheer":{"palavra_pt":"cheer","palavra_original":"שָׂמַח","transliteracao":"sâmach","strong":"H8055","significado_raiz":"Ideia básica: cheer.","significado_contextual":"A palavra 'cheer' refere-se à alegria e celebração do povo ao reconhecer a realeza de Joás.","explicacao_detalhada":"Neste contexto, a palavra 'cheer' é usada para descrever a reação do povo ao ver a restauração da adoração ao Senhor e a coroação de Joás como rei. A alegria é uma resposta natural à ação de Deus na vida do povo.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da alegria na adoração e na celebração das promessas de Deus.","conexao_teologica":"A alegria é um tema recorrente na Bíblia, simbolizando a presença de Deus e a restauração do relacionamento entre Ele e Seu povo.","referencias_relacionadas":["Salmos 100:1","Filipenses 4:4","Neemias 8:10"]}}