{"2cronicas_24_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a Joás, que foi coroado rei ainda criança.","explicacao_detalhada":"Joás, filho de Acazias, é um exemplo de como Deus pode usar até mesmo os mais jovens para cumprir Seus propósitos. A palavra 'filho' aqui destaca a continuidade da linhagem real e a promessa de Deus a Davi.","por_que_esta_palavra":"A palavra é crucial para entender a legitimidade do reinado de Joás e a importância da herança na história de Israel.","conexao_teologica":"A ideia de 'filho' é central na teologia bíblica, representando não apenas descendência física, mas também a relação entre Deus e Seu povo.","referencias_relacionadas":["2 Reis 11:2","Mateus 1:12","Lucas 3:27"]},"2cronicas_24_1_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"A palavra 'reinar' refere-se ao ato de Joás assumir o trono de Judá.","explicacao_detalhada":"Joás começou a reinar aos sete anos, e sua ascensão ao trono é um marco importante na história de Judá, especialmente após a destruição da dinastia anterior. O reinado de Joás é caracterizado por reformas religiosas.","por_que_esta_palavra":"A palavra 'reinar' é usada para descrever a autoridade e o papel de liderança que Joás assume em um momento crítico para a nação.","conexao_teologica":"O conceito de realeza é fundamental na Bíblia, refletindo a soberania de Deus sobre a história e a importância de líderes que seguem Seus caminhos.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Apocalipse 19:16"]},"2cronicas_24_1_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' é usada para indicar a autoridade e a identidade de Joás como rei.","explicacao_detalhada":"O 'nome' de Joás é associado à sua posição e ao seu papel como líder do povo de Deus. O nome carrega peso e responsabilidade, especialmente em um contexto de restauração espiritual.","por_que_esta_palavra":"A palavra 'nome' é significativa porque representa não apenas a identidade pessoal, mas também a autoridade conferida a ele por Deus.","conexao_teologica":"Na teologia bíblica, o nome de Deus é frequentemente associado à Sua natureza e caráter, e o nome de um rei reflete sua missão e propósito.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Atos 4:12"]},"2cronicas_24_2_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se à ação de fazer ou realizar algo, possivelmente em um contexto de construção ou ação.","explicacao_detalhada":"Neste versículo, a palavra 'urso' pode estar relacionada às obras que Joás fez para restaurar o templo e a adoração a Deus. Refere-se à ação prática de cumprir a vontade de Deus.","por_que_esta_palavra":"A palavra é importante para entender a natureza ativa do ministério de Joás e sua dedicação em cumprir as promessas de Deus.","conexao_teologica":"A ação de 'fazer' é um tema importante na Bíblia, refletindo a necessidade de fé ativa e obediência às ordens de Deus.","referencias_relacionadas":["Tiago 2:17","Colossenses 3:23","Efésios 2:10"]},"2cronicas_24_2_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se aos líderes espirituais que desempenham um papel crucial na adoração e na vida religiosa do povo.","explicacao_detalhada":"Os sacerdotes eram responsáveis por interceder pelo povo e garantir que a adoração a Deus fosse realizada corretamente. A presença de sacerdotes é essencial para a restauração espiritual que Joás promove.","por_que_esta_palavra":"A palavra 'sacerdote' é significativa porque destaca a importância da liderança espiritual na vida do povo de Deus.","conexao_teologica":"Os sacerdotes simbolizam a mediação entre Deus e o homem, um tema que culmina em Cristo, nosso Sumo Sacerdote.","referencias_relacionadas":["Êxodo 28:1","Hebreus 4:14","1 Pedro 2:9"]},"2cronicas_24_2_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' pode simbolizar a percepção e a vigilância sobre as ações do povo e a adoração a Deus.","explicacao_detalhada":"Neste contexto, 'olho' pode referir-se à necessidade de estar atento às coisas de Deus e à importância de observar e discernir o que é correto diante do Senhor.","por_que_esta_palavra":"A palavra 'olho' é usada para enfatizar a vigilância espiritual e a necessidade de discernimento na vida do povo.","conexao_teologica":"A ideia de 'olho' é frequentemente usada na Bíblia para simbolizar a visão de Deus sobre a humanidade e a necessidade de estar atento à Sua vontade.","referencias_relacionadas":["Salmos 32:8","Provérbios 15:3","Mateus 6:22"]},"2cronicas_24_3_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude das ações e reformas que Joás implementou durante seu reinado.","explicacao_detalhada":"Joás fez grandes reformas no templo e na adoração, buscando restaurar a verdadeira adoração a Deus. A grandeza de suas ações é um reflexo do seu compromisso com Deus.","por_que_esta_palavra":"A palavra 'grande' é usada para descrever a importância e o impacto das reformas de Joás na vida espiritual de Judá.","conexao_teologica":"A grandeza das ações de um líder é frequentemente vista como um reflexo da grandeza de Deus e de Seu plano para o Seu povo.","referencias_relacionadas":["Salmos 126:3","Isaías 61:3","Mateus 5:16"]},"2cronicas_24_3_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se à ação de gerar ou produzir, possivelmente em um contexto de novas iniciativas ou reformas.","explicacao_detalhada":"Neste versículo, 'urso' pode estar relacionado à ideia de gerar frutos espirituais e a importância de ações que resultam em bênçãos para o povo.","por_que_esta_palavra":"A palavra é importante para entender o impacto das ações de Joás e como elas geraram um novo começo para Judá.","conexao_teologica":"A ideia de 'gerar' é central na Bíblia, simbolizando a nova vida e as transformações que Deus realiza em Seu povo.","referencias_relacionadas":["Gálatas 6:7","João 15:5","Romanos 7:4"]},"2cronicas_24_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' novamente refere-se a Joás, destacando sua continuidade na linhagem real.","explicacao_detalhada":"A repetição da palavra 'filho' enfatiza a importância da herança e do papel de Joás como líder que segue a linha de Davi.","por_que_esta_palavra":"A palavra é significativa para reforçar a legitimidade do reinado de Joás e a continuidade das promessas de Deus a Davi.","conexao_teologica":"A linhagem de Davi é crucial na teologia bíblica, culminando na vinda de Cristo, que é chamado de Filho de Davi.","referencias_relacionadas":["Mateus 1:1","Lucas 1:32","Romanos 1:3"]},"2cronicas_24_4_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair, neste contexto, refere-se a um estado de queda moral ou espiritual.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a transição de um estado de retidão para um de desvio, simbolizando a perda de favor divino.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a gravidade da situação em que o povo se encontra, alertando para as consequências de se afastar de Deus.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a separação entre o homem e Deus devido ao pecado.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","Tiago 1:15"]},"2cronicas_24_4_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Seguir implica em obedecer ou acompanhar alguém ou algo, neste caso, as instruções de Deus.","explicacao_detalhada":"A palavra 'seguir' sugere um compromisso ativo em seguir os caminhos de Deus, refletindo a necessidade de fidelidade e obediência.","por_que_esta_palavra":"A ênfase em 'seguir' destaca a importância da ação e da decisão consciente de permanecer nos caminhos do Senhor.","conexao_teologica":"Seguir a Deus é um chamado constante na Escritura, representando a jornada de fé do crente.","referencias_relacionadas":["Salmos 119:105","Mateus 16:24","1 Pedro 2:21"]},"2cronicas_24_4_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Coração, aqui, representa o centro das emoções e decisões do ser humano.","explicacao_detalhada":"A palavra 'coração' é frequentemente usada na Bíblia para descrever a sede da vontade e dos sentimentos, indicando a necessidade de um coração voltado para Deus.","por_que_esta_palavra":"A escolha de 'coração' enfatiza que a verdadeira devoção a Deus começa internamente, não apenas em ações externas.","conexao_teologica":"O coração é visto como o lugar onde Deus deseja habitar e transformar, sendo fundamental para a vida espiritual.","referencias_relacionadas":["Provérbios 4:23","Mateus 5:8","Romanos 10:9"]},"2cronicas_24_5_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Sacerdote refere-se àquele que serve como intermediário entre Deus e o povo.","explicacao_detalhada":"A palavra 'sacerdote' indica a função vital de conduzir o culto e oferecer sacrifícios, essencial para a relação do povo com Deus.","por_que_esta_palavra":"A menção do sacerdote ressalta a importância do ministério sacerdotal na manutenção da santidade e da adoração a Deus.","conexao_teologica":"O sacerdócio é um tema central na Bíblia, simbolizando a mediação de Cristo como nosso Sumo Sacerdote.","referencias_relacionadas":["Êxodo 28:1","Hebreus 4:14","1 Pedro 2:9"]},"2cronicas_24_5_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Cidade refere-se a um local de habitação e comunidade, muitas vezes associado à segurança e à presença de Deus.","explicacao_detalhada":"A palavra 'cidade' aqui pode simbolizar tanto um lugar físico quanto a coletividade do povo de Deus, enfatizando a importância da comunidade na adoração.","por_que_esta_palavra":"A escolha de 'cidade' destaca a necessidade de um espaço sagrado onde o povo possa se reunir para adorar e servir a Deus.","conexao_teologica":"A cidade de Deus é um tema recorrente, representando o lugar onde Deus habita com seu povo.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"2cronicas_24_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como as coisas devem ser feitas, especialmente em relação ao culto e à adoração.","explicacao_detalhada":"A palavra 'modo' implica em um padrão ou forma específica que deve ser seguida, refletindo a ordem divina nas práticas religiosas.","por_que_esta_palavra":"A ênfase no 'modo' destaca a importância da obediência às instruções de Deus em todas as áreas da vida.","conexao_teologica":"A maneira de adorar a Deus é um tema importante, refletindo a necessidade de seguir Seus mandamentos.","referencias_relacionadas":["Êxodo 25:40","1 Crônicas 28:19","Colossenses 3:17"]},"2cronicas_24_6_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Rei refere-se à autoridade e liderança, especialmente em relação ao governo do povo de Deus.","explicacao_detalhada":"A palavra 'rei' implica em um líder que deve governar com justiça e temor a Deus, refletindo o caráter divino.","por_que_esta_palavra":"A menção do 'rei' enfatiza a responsabilidade do líder em guiar o povo segundo os princípios de Deus.","conexao_teologica":"Cristo é frequentemente referido como Rei, simbolizando Sua soberania e autoridade sobre todas as coisas.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"2cronicas_24_6_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Princípio refere-se ao começo ou à origem de algo, especialmente em relação à liderança e à adoração.","explicacao_detalhada":"A palavra 'princípio' sugere a importância de estabelecer fundamentos sólidos na fé e na prática religiosa.","por_que_esta_palavra":"A escolha de 'princípio' destaca a necessidade de começar bem, fundamentando a vida espiritual em verdades eternas.","conexao_teologica":"Cristo é o princípio e o fim, sendo a base de toda a criação e redenção.","referencias_relacionadas":["Gênesis 1:1","João 1:1","Apocalipse 22:13"]},"2cronicas_24_6_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Chamar refere-se ao ato de convocar ou designar alguém para uma tarefa ou propósito específico.","explicacao_detalhada":"A palavra 'chamar' implica em um convite divino para que as pessoas respondam ao chamado de Deus em suas vidas.","por_que_esta_palavra":"A ênfase em 'chamar' destaca a iniciativa de Deus em se relacionar com o ser humano e a necessidade de resposta.","conexao_teologica":"O chamado de Deus é um tema central, refletindo a vocação de cada crente para servir e glorificar a Deus.","referencias_relacionadas":["Isaías 43:1","Mateus 4:19","Romanos 8:30"]},"2cronicas_24_7_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus refere-se ao Ser Supremo, Criador e Sustentador do universo, que exige adoração e fidelidade.","explicacao_detalhada":"A palavra 'Deus' é central na fé israelita, representando a autoridade máxima e a fonte de toda a vida e moralidade.","por_que_esta_palavra":"A menção de 'Deus' enfatiza a soberania e a importância de se submeter a Sua vontade.","conexao_teologica":"A relação do homem com Deus é a base da teologia, refletindo a necessidade de um relacionamento pessoal e comunitário com o Criador.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","João 3:16"]},"2cronicas_24_7_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir uma explicação ou justificativa.","explicacao_detalhada":"Neste contexto, 'porque' é usado para esclarecer a razão pela qual algo está sendo mencionado ou realizado, indicando uma relação de causa e efeito.","por_que_esta_palavra":"A palavra é crucial para entender a lógica e a sequência dos eventos narrados, permitindo que o leitor compreenda as motivações por trás das ações.","conexao_teologica":"A utilização de 'porque' reflete a necessidade de compreensão da vontade divina e das razões por trás das ações humanas em relação a Deus.","referencias_relacionadas":["Salmos 119:27","Provérbios 4:7","Isaías 1:18"]},"2cronicas_24_7_femea":{"palavra_pt":"femea","palavra_original":"מִרְשַׁעַת","transliteracao":"mirshaʻath","strong":"H4849","significado_raiz":"Ideia básica: femea.","significado_contextual":"A palavra 'femea' refere-se a um gênero específico, neste caso, relacionado a um animal ou ser vivo.","explicacao_detalhada":"A menção de 'femea' é importante para a compreensão das instruções dadas sobre os sacrifícios e as ofertas que deveriam ser feitas, enfatizando a pureza e a adequação dos animais.","por_que_esta_palavra":"A palavra é utilizada para especificar o tipo de animal que deveria ser oferecido, refletindo as normas de sacrifício estabelecidas na Lei.","conexao_teologica":"A distinção entre macho e fêmea nos sacrifícios aponta para a importância da pureza e da obediência às diretrizes divinas.","referencias_relacionadas":["Levítico 1:10","Levítico 3:1","Levítico 4:32"]},"2cronicas_24_8_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima em Israel, simbolizando liderança e governo.","explicacao_detalhada":"Neste contexto, o 'rei' é uma figura central que representa a soberania de Deus sobre o povo e a responsabilidade de liderar segundo os princípios divinos.","por_que_esta_palavra":"A menção do 'rei' é essencial para entender a estrutura de poder e a relação entre a liderança humana e a autoridade divina.","conexao_teologica":"A figura do rei em Israel é um reflexo do reinado de Deus, que é o verdadeiro soberano sobre todas as nações.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Isaías 33:22"]},"2cronicas_24_8_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada aqui em um contexto que pode referir-se a uma ação ou a um símbolo de força.","explicacao_detalhada":"Embora a palavra 'urso' não seja comum em contextos bíblicos, pode simbolizar a força e a ferocidade, possivelmente em relação a um ato de defesa ou proteção.","por_que_esta_palavra":"A utilização de 'urso' pode ser uma metáfora para descrever a intensidade de uma ação ou a gravidade de uma situação.","conexao_teologica":"A força e a proteção de Deus são frequentemente comparadas a animais poderosos, simbolizando a defesa divina sobre o seu povo.","referencias_relacionadas":["Salmos 91:11-12","Isaías 31:4","Miquéias 5:8"]},"2cronicas_24_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para relatar uma comunicação ou uma declaração importante.","explicacao_detalhada":"Neste contexto, 'dizer' é uma ação que implica a transmissão de uma mensagem significativa, muitas vezes relacionada à vontade de Deus.","por_que_esta_palavra":"A palavra é fundamental para entender a importância da comunicação divina e a revelação da verdade ao povo.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema central nas Escrituras, onde 'dizer' representa a revelação da vontade divina.","referencias_relacionadas":["Gênesis 1:3","Êxodo 20:1","Hebreus 1:1-2"]},"2cronicas_24_9_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de oferecer algo, especialmente em um contexto de doação ou sacrifício.","explicacao_detalhada":"Neste versículo, 'dar' é uma ação que implica generosidade e a disposição de contribuir para a obra de Deus.","por_que_esta_palavra":"A palavra é importante para entender a prática de ofertas e a responsabilidade do povo em sustentar o templo e as atividades religiosas.","conexao_teologica":"A prática de dar é uma expressão de adoração e reconhecimento da provisão de Deus, refletindo a generosidade divina.","referencias_relacionadas":["2 Coríntios 9:7","Atos 20:35","Provérbios 11:25"]},"2cronicas_24_9_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, o Criador e Sustentador do universo.","explicacao_detalhada":"Neste contexto, 'deus' é mencionado para enfatizar a soberania e a autoridade de Deus sobre todas as coisas, incluindo a vida do povo de Israel.","por_que_esta_palavra":"A palavra é central para a compreensão da relação entre Deus e seu povo, destacando a importância da adoração e da obediência.","conexao_teologica":"A natureza de Deus como o único verdadeiro Deus é um tema recorrente nas Escrituras, enfatizando sua singularidade e poder.","referencias_relacionadas":["Deuteronômio 6:4","Isaías 45:5","João 17:3"]},"2cronicas_24_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é um título que expressa autoridade e reverência, frequentemente usado para se referir a Deus.","explicacao_detalhada":"Neste contexto, 'senhor' é utilizado para reconhecer a soberania de Deus e a relação de servidão do povo em relação a Ele.","por_que_esta_palavra":"A palavra é importante para entender a reverência que o povo deve ter em relação a Deus e sua vontade.","conexao_teologica":"O título 'senhor' é uma afirmação da soberania de Deus e da submissão do ser humano à sua autoridade.","referencias_relacionadas":["Salmos 110:1","Romanos 10:9","Filipenses 2:11"]},"2cronicas_24_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou realizado.","explicacao_detalhada":"Neste contexto, 'modo' é utilizado para descrever a forma adequada de adoração e sacrifício que deve ser oferecida a Deus.","por_que_esta_palavra":"A palavra é essencial para entender as instruções específicas que Deus deu sobre como se aproximar d'Ele em adoração.","conexao_teologica":"A maneira como adoramos a Deus é importante, pois reflete nossa compreensão de sua santidade e nossa disposição em obedecer suas diretrizes.","referencias_relacionadas":["Êxodo 25:40","Números 15:39","Colossenses 3:23"]},"2cronicas_24_10_cheer":{"palavra_pt":"cheer","palavra_original":"שָׂמַח","transliteracao":"sâmach","strong":"H8055","significado_raiz":"Ideia básica: cheer.","significado_contextual":"A palavra 'cheer' refere-se a expressões de alegria e celebração.","explicacao_detalhada":"Neste contexto, 'cheer' é usado para descrever a atitude que deve acompanhar a adoração e as ofertas a Deus, enfatizando a alegria no serviço.","por_que_esta_palavra":"A palavra é importante para entender que a adoração deve ser feita com alegria e gratidão, refletindo o coração do adorador.","conexao_teologica":"A alegria na adoração é um tema importante nas Escrituras, mostrando que Deus se agrada de um coração alegre e disposto.","referencias_relacionadas":["Salmos 100:2","Filipenses 4:4","1 Tessalonicenses 5:16"]},"2cronicas_24_11_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima sobre o povo de Judá, simbolizando liderança e governo.","explicacao_detalhada":"No contexto de 2 Crônicas 24:11, o rei é a figura central que recebe os recursos para a restauração do templo, representando a responsabilidade do líder em guiar o povo em direção a Deus.","por_que_esta_palavra":"A palavra 'rei' é utilizada para enfatizar a posição de liderança e a necessidade de um governante justo que siga os preceitos divinos.","conexao_teologica":"A figura do rei em Israel é frequentemente associada à soberania de Deus, que é o verdadeiro Rei sobre todas as nações.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Isaías 33:22"]},"2cronicas_24_11_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' indica a origem ou a liderança de um projeto, neste caso, a coleta de recursos para o templo.","explicacao_detalhada":"Em 2 Crônicas 24:11, o 'princípio' refere-se ao início da ação de arrecadar dinheiro para a restauração do templo, mostrando a importância de iniciar bem um projeto espiritual.","por_que_esta_palavra":"A escolha da palavra 'princípio' destaca a importância de um bom começo em qualquer empreendimento, especialmente em questões que envolvem a adoração a Deus.","conexao_teologica":"O princípio é fundamental na teologia bíblica, pois Deus é o princípio de todas as coisas e tudo que fazemos deve começar com Ele.","referencias_relacionadas":["Gênesis 1:1","Provérbios 1:7","João 1:1"]},"2cronicas_24_11_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período específico em que a coleta de recursos estava sendo realizada.","explicacao_detalhada":"No versículo, o 'dia' é importante para entender o tempo em que as ações estavam sendo tomadas, enfatizando a urgência e a importância do momento.","por_que_esta_palavra":"A utilização da palavra 'dia' ressalta a ideia de que as ações de adoração e serviço a Deus devem ser realizadas em tempo hábil e com diligência.","conexao_teologica":"O conceito de dia na Bíblia muitas vezes está ligado ao tempo de Deus e à sua providência, mostrando que Ele opera em tempos determinados.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"2cronicas_24_12_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' novamente enfatiza a figura de liderança responsável pela execução das ordens de Deus.","explicacao_detalhada":"Neste versículo, o rei é mencionado como aquele que supervisiona a coleta e a distribuição dos recursos, simbolizando a responsabilidade do líder em manter a ordem e a justiça.","por_que_esta_palavra":"A repetição da palavra 'rei' reforça a ideia de que a liderança é crucial para a implementação dos planos de Deus entre o seu povo.","conexao_teologica":"A liderança do rei é um reflexo da liderança de Cristo, que é o Rei dos Reis e Senhor dos Senhores.","referencias_relacionadas":["1 Crônicas 29:11","Salmos 72:1-2","Apocalipse 19:16"]},"2cronicas_24_12_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' indica a ação de segurar firmemente algo, neste caso, os recursos que estavam sendo coletados.","explicacao_detalhada":"Em 2 Crônicas 24:12, 'agarrar' implica não apenas em coletar, mas em assegurar que os recursos sejam utilizados corretamente para a obra de Deus.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a necessidade de um compromisso firme e decidido na obra de Deus.","conexao_teologica":"Agarrar os recursos para a obra de Deus é um ato de fé e obediência, refletindo a responsabilidade que temos em administrar o que Deus nos confiou.","referencias_relacionadas":["Lucas 16:10","1 Pedro 4:10","Mateus 25:14-30"]},"2cronicas_24_12_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de oferecer algo, neste caso, os recursos para a construção do templo.","explicacao_detalhada":"No contexto do versículo, 'dar' implica em um ato de generosidade e sacrifício em prol da adoração a Deus.","por_que_esta_palavra":"A palavra 'dar' é central na vida cristã, pois reflete o caráter de Deus que deu seu Filho por nós.","conexao_teologica":"Dar é um princípio fundamental na teologia cristã, onde somos chamados a dar de nós mesmos e dos nossos recursos para a obra de Deus.","referencias_relacionadas":["2 Coríntios 9:7","Atos 20:35","Mateus 6:21"]},"2cronicas_24_13_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se à ação de realizar ou fazer, neste caso, a obra de restauração do templo.","explicacao_detalhada":"Em 2 Crônicas 24:13, 'urso' implica em um trabalho ativo e diligente na construção e restauração do templo, simbolizando a dedicação ao serviço de Deus.","por_que_esta_palavra":"A palavra 'urso' é usada para enfatizar a importância da ação e do trabalho na vida cristã, onde a fé deve ser acompanhada de obras.","conexao_teologica":"A obra realizada para Deus é um reflexo do nosso compromisso com Ele e da nossa resposta ao seu chamado.","referencias_relacionadas":["Efésios 2:10","Tiago 2:17","Colossenses 3:23"]},"2cronicas_24_13_obra":{"palavra_pt":"obra","palavra_original":"מְלָאכָה","transliteracao":"mᵉlâʼkâh","strong":"H4399","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se ao trabalho realizado para a construção do templo, um ato de adoração e serviço a Deus.","explicacao_detalhada":"No versículo, 'obra' destaca a importância do trabalho manual e espiritual na edificação do templo, simbolizando a dedicação do povo a Deus.","por_que_esta_palavra":"A palavra 'obra' é central na teologia bíblica, pois Deus nos chama a realizar boas obras como expressão da nossa fé.","conexao_teologica":"A obra de Deus é um reflexo do seu caráter criador e redentor, e somos chamados a participar ativamente nessa obra.","referencias_relacionadas":["1 Coríntios 3:9","Gálatas 6:9","Romanos 12:1"]},"2cronicas_24_13_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Senhor, o único digno de adoração e o responsável pela criação e sustento do universo.","explicacao_detalhada":"Em 2 Crônicas 24:13, 'deus' é mencionado para enfatizar que toda a obra realizada é para a glória e honra do Senhor.","por_que_esta_palavra":"A palavra 'deus' é fundamental na fé judaico-cristã, pois representa a soberania e a autoridade divina sobre todas as coisas.","conexao_teologica":"Deus é o centro de toda a adoração e serviço, e todas as nossas ações devem ser direcionadas a Ele.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","Mateus 22:37"]},"2cronicas_24_14_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é novamente utilizada para reafirmar a liderança e a responsabilidade do governante em relação ao povo e a Deus.","explicacao_detalhada":"Neste versículo, o rei é visto como aquele que, após a coleta, utiliza os recursos para a obra de Deus, mostrando a importância da liderança responsável.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a continuidade da responsabilidade do líder em guiar o povo em direção a Deus.","conexao_teologica":"A liderança do rei é um símbolo da liderança de Cristo, que é o Rei que cuida e provê para seu povo.","referencias_relacionadas":["Provérbios 21:1","Salmos 72:12-14","1 Pedro 5:2-3"]},"2cronicas_24_14_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo de Deus, que é considerado a casa do Senhor.","explicacao_detalhada":"A palavra 'casa' neste contexto é usada para descrever o local sagrado onde os israelitas se reuniam para adorar a Deus. O templo simboliza a presença de Deus entre o Seu povo.","por_que_esta_palavra":"A casa é um espaço físico que representa a habitação de Deus entre os homens, enfatizando a importância da adoração e da comunhão com o Criador.","conexao_teologica":"A casa de Deus é um símbolo da relação entre Deus e Seu povo, onde a adoração e os sacrifícios são realizados.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Isaías 56:7"]},"2cronicas_24_14_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Indica a presença e a face de Deus, que é buscada em adoração.","explicacao_detalhada":"O 'rosto' de Deus representa Sua presença e favor. No contexto bíblico, ver o rosto de Deus é um sinal de bênção e aceitação.","por_que_esta_palavra":"A busca pelo rosto de Deus é um desejo profundo de estar em comunhão com Ele e de experimentar Sua glória.","conexao_teologica":"O rosto de Deus é frequentemente associado à Sua misericórdia e graça, sendo um tema central na adoração.","referencias_relacionadas":["Números 6:25","Salmos 105:4","Mateus 5:8"]},"2cronicas_24_15_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à morte física, mas também pode simbolizar a separação espiritual de Deus.","explicacao_detalhada":"A palavra 'morrer' neste contexto enfatiza a fragilidade da vida humana e a inevitabilidade da morte, que é uma consequência do pecado.","por_que_esta_palavra":"A morte é um tema central na teologia bíblica, representando a necessidade de redenção e a esperança da vida eterna em Cristo.","conexao_teologica":"A morte física é um lembrete da necessidade de salvação e da promessa de ressurreição para os que creem.","referencias_relacionadas":["Gênesis 2:17","Romanos 6:23","1 Coríntios 15:22"]},"2cronicas_24_15_homem":{"palavra_pt":"homem","palavra_original":"זָקֵן","transliteracao":"zâqên","strong":"H2204","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua condição de mortalidade e necessidade de Deus.","explicacao_detalhada":"A palavra 'homem' neste contexto destaca a fragilidade e a dependência do ser humano em relação a Deus, que é o Criador.","por_que_esta_palavra":"O homem é criado à imagem de Deus, mas também é suscetível ao pecado e à morte, necessitando da graça divina.","conexao_teologica":"A condição do homem é um tema central na narrativa bíblica, que fala da queda e da redenção através de Jesus Cristo.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"2cronicas_24_15_encher":{"palavra_pt":"encher","palavra_original":"שָׂבַע","transliteracao":"sâbaʻ","strong":"H7646","significado_raiz":"Ideia básica: encher.","significado_contextual":"Refere-se ao ato de completar ou satisfazer uma necessidade.","explicacao_detalhada":"A palavra 'encher' pode ser entendida como a ação de suprir algo que está vazio, seja em termos físicos ou espirituais.","por_que_esta_palavra":"Encher é um conceito que se relaciona com a plenitude que Deus oferece ao Seu povo, tanto em bênçãos materiais quanto espirituais.","conexao_teologica":"Deus é visto como aquele que satisfaz todas as necessidades, tanto físicas quanto espirituais, através de Sua graça.","referencias_relacionadas":["Salmos 23:5","Filipenses 4:19","João 10:10"]},"2cronicas_24_16_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade onde o povo se reúne e vive, muitas vezes associada à presença de Deus.","explicacao_detalhada":"A palavra 'cidade' neste contexto pode simbolizar a comunidade do povo de Deus e a importância da vida em comunidade na adoração e na prática da fé.","por_que_esta_palavra":"As cidades na Bíblia frequentemente representam lugares de refúgio, segurança e adoração, refletindo a vida comunitária do povo de Deus.","conexao_teologica":"A cidade de Deus é um tema recorrente na Bíblia, simbolizando a esperança e a promessa de um futuro glorioso para os crentes.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"2cronicas_24_16_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e ao governo, especialmente o governo de Deus sobre Seu povo.","explicacao_detalhada":"A palavra 'rei' neste contexto enfatiza a soberania de Deus e a importância da liderança justa e piedosa entre o povo.","por_que_esta_palavra":"O rei é visto como um representante de Deus na terra, e sua liderança deve refletir a justiça e a retidão divina.","conexao_teologica":"Cristo é chamado de Rei dos Reis, simbolizando Sua autoridade suprema e o cumprimento das promessas de Deus ao Seu povo.","referencias_relacionadas":["Salmos 2:6","Isaías 9:6","Apocalipse 19:16"]},"2cronicas_24_16_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'Deus' neste contexto enfatiza a soberania, poder e autoridade de Deus sobre todas as coisas.","por_que_esta_palavra":"Deus é a fonte de toda vida e a razão de ser de todas as coisas, sendo fundamental na fé e na prática do povo de Deus.","conexao_teologica":"A compreensão de Deus é central na teologia bíblica, que revela Seu caráter, Suas promessas e Seu plano de salvação.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"2cronicas_24_17_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à liderança e autoridade do rei sobre o povo de Israel.","explicacao_detalhada":"A palavra 'rei' neste contexto destaca a responsabilidade do líder em guiar o povo segundo os princípios de Deus.","por_que_esta_palavra":"O rei é visto como um mediador entre Deus e o povo, devendo governar com justiça e temor a Deus.","conexao_teologica":"A figura do rei é importante na história da salvação, apontando para Cristo como o Rei eterno que governa com justiça.","referencias_relacionadas":["Deuteronômio 17:14-20","1 Samuel 8:7","Mateus 2:2"]},"2cronicas_24_17_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à adoração e reverência devida a Deus.","explicacao_detalhada":"A palavra 'Deus' neste contexto enfatiza a importância de reconhecer a soberania e a majestade de Deus em todas as coisas.","por_que_esta_palavra":"A adoração a Deus é fundamental na vida do crente, refletindo o reconhecimento de Sua grandeza e poder.","conexao_teologica":"A adoração a Deus é um tema central na Bíblia, que revela a relação do homem com o Criador e a importância de viver em obediência a Ele.","referencias_relacionadas":["Salmos 95:6","Romanos 12:1","Apocalipse 4:11"]},"2cronicas_24_17_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' refere-se à ação de acompanhar ou obedecer a uma liderança ou direção.","explicacao_detalhada":"No contexto de 2 Crônicas 24:17, o rei e o povo começaram a seguir os conselhos de líderes que se afastaram de Deus, levando-os a se desviar da verdadeira adoração.","por_que_esta_palavra":"A escolha de seguir alguém ou algo é crucial, pois determina o caminho que se toma na vida espiritual e moral.","conexao_teologica":"A decisão de seguir a Deus ou outros ídolos é um tema recorrente na Bíblia, refletindo a importância da fidelidade a Deus.","referencias_relacionadas":["Salmos 119:3","Mateus 16:24","Gálatas 5:7"]},"2cronicas_24_18_imagem":{"palavra_pt":"imagem","palavra_original":"אֲשֵׁרָה","transliteracao":"ʼăshêrâh","strong":"H842","significado_raiz":"Ideia básica: imagem.","significado_contextual":"A palavra 'imagem' refere-se a ídolos ou representações que desviam o povo da adoração ao Deus verdadeiro.","explicacao_detalhada":"Em 2 Crônicas 24:18, a construção de imagens é um símbolo da infidelidade do povo de Israel, que se afastou da adoração a Deus para seguir práticas pagãs.","por_que_esta_palavra":"A imagem representa a corrupção espiritual e a traição ao pacto com Deus, enfatizando a necessidade de pureza na adoração.","conexao_teologica":"A idolatria é condenada em toda a Escritura, mostrando a luta constante entre a adoração verdadeira e as distrações do mundo.","referencias_relacionadas":["Êxodo 20:4-5","Isaías 44:9-20","1 João 5:21"]},"2cronicas_24_18_destituido":{"palavra_pt":"destituido","palavra_original":"עָזַב","transliteracao":"ʻâzab","strong":"H5800","significado_raiz":"Ideia básica: destituido.","significado_contextual":"A palavra 'destituído' implica em abandono ou afastamento de algo que era anteriormente mantido.","explicacao_detalhada":"No versículo, o povo se destituiu do culto ao Senhor, abandonando as práticas que os mantinham em comunhão com Deus.","por_que_esta_palavra":"Destituir-se de Deus é um ato de rebelião que resulta em consequências espirituais e sociais devastadoras.","conexao_teologica":"A ideia de abandono de Deus é um tema central, refletindo a necessidade de permanecer firme na fé e na adoração.","referencias_relacionadas":["Hebreus 10:25","Tiago 4:8","Salmos 27:9"]},"2cronicas_24_18_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao templo, que é o lugar de adoração e presença de Deus entre o povo.","explicacao_detalhada":"Em 2 Crônicas 24:18, a casa de Deus é abandonada, simbolizando a ruptura da relação entre Deus e seu povo.","por_que_esta_palavra":"A casa de Deus representa a comunhão e a aliança, e seu abandono é um sinal de desvio espiritual.","conexao_teologica":"O templo é um símbolo da presença de Deus e da importância da adoração coletiva.","referencias_relacionadas":["1 Reis 6:1","Salmos 84:1-2","Mateus 21:12-13"]},"2cronicas_24_19_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se ao ato de enviar mensageiros ou profetas para comunicar a vontade de Deus.","explicacao_detalhada":"No contexto do versículo, Deus envia profetas para chamar o povo ao arrependimento e à volta ao caminho correto.","por_que_esta_palavra":"Enviar profetas é uma demonstração da graça e misericórdia de Deus, que busca restaurar seu povo.","conexao_teologica":"A missão dos profetas é um tema central na Bíblia, mostrando como Deus se comunica com a humanidade.","referencias_relacionadas":["Amós 3:7","Jeremias 7:25","Mateus 23:37"]},"2cronicas_24_19_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, escolhido para transmitir sua palavra ao povo.","explicacao_detalhada":"Em 2 Crônicas 24:19, os profetas são enviados para advertir o povo sobre suas transgressões e a necessidade de arrependimento.","por_que_esta_palavra":"Os profetas desempenham um papel crucial na história da salvação, sendo vozes de Deus em tempos de crise.","conexao_teologica":"A função profética é essencial, pois conecta o povo com a vontade de Deus e sua revelação.","referencias_relacionadas":["Deuteronômio 18:18","Ezequiel 2:5","Lucas 11:49"]},"2cronicas_24_19_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que representa sua autoridade e soberania.","explicacao_detalhada":"No versículo, o nome do Senhor é invocado como um chamado ao arrependimento e à restauração da relação com Ele.","por_que_esta_palavra":"O nome de Deus é central na adoração e na invocação de sua presença e ajuda.","conexao_teologica":"O nome do Senhor é um tema recorrente, simbolizando sua identidade e poder.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Romanos 10:13"]},"2cronicas_24_20_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito/vento' refere-se à presença e ação do Espírito Santo, que traz vida e direção.","explicacao_detalhada":"Em 2 Crônicas 24:20, o Espírito de Deus é mencionado como aquele que capacita e inspira os profetas a falar em nome de Deus.","por_que_esta_palavra":"O vento simboliza a ação invisível de Deus, que pode transformar e guiar os corações.","conexao_teologica":"A presença do Espírito Santo é fundamental na vida do crente, guiando e fortalecendo na fé.","referencias_relacionadas":["Gênesis 1:2","Atos 2:4","João 3:8"]},"2cronicas_24_20_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se aos líderes religiosos que servem no templo e intercedem pelo povo diante de Deus.","explicacao_detalhada":"No contexto do versículo, os sacerdotes têm um papel vital na mediação entre Deus e o povo, especialmente em tempos de crise espiritual.","por_que_esta_palavra":"Os sacerdotes são essenciais para a adoração e os rituais, representando a santidade de Deus.","conexao_teologica":"A função sacerdotal é um tema importante, apontando para o sacerdócio de Cristo como nosso sumo sacerdote.","referencias_relacionadas":["Êxodo 28:1","Hebreus 5:1","1 Pedro 2:9"]},"2cronicas_24_20_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao ser supremo, criador e sustentador do universo.","explicacao_detalhada":"Em 2 Crônicas 24:20, Deus é reconhecido como a fonte de poder e autoridade, que age em favor de seu povo.","por_que_esta_palavra":"A compreensão de Deus como o único verdadeiro é fundamental para a fé e a adoração.","conexao_teologica":"A natureza de Deus é central na teologia bíblica, revelando seu caráter e suas promessas.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","João 1:1"]},"2cronicas_24_21_amor":{"palavra_pt":"amor","palavra_original":"קָשַׁר","transliteracao":"qâshar","strong":"H7194","significado_raiz":"Ideia básica: amor.","significado_contextual":"O amor mencionado aqui refere-se à devoção e lealdade que o povo deveria ter a Deus e aos Seus mandamentos.","explicacao_detalhada":"O amor é uma expressão da relação entre Deus e Seu povo, que deve ser caracterizada por fidelidade e obediência. No contexto de 2 Crônicas 24, o amor é um chamado à ação e à resposta ao cuidado de Deus.","por_que_esta_palavra":"A palavra 'amor' é usada para enfatizar a importância da relação entre Deus e os israelitas, mostrando que a obediência a Ele deve ser motivada por amor genuíno.","conexao_teologica":"O amor é um tema central na teologia bíblica, refletindo a natureza de Deus e a expectativa de que Seu povo reaja a esse amor com fidelidade.","referencias_relacionadas":["Deuteronômio 6:5","João 14:15","1 João 4:19"]},"2cronicas_24_21_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O rei é a figura de autoridade que deve governar com justiça e temor a Deus.","explicacao_detalhada":"No contexto de 2 Crônicas 24, o rei Joás é um exemplo de liderança que deve ser guiada pela sabedoria divina e pela obediência aos mandamentos de Deus.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a estrutura de liderança em Israel e a responsabilidade que vem com a autoridade.","conexao_teologica":"A figura do rei em Israel é um reflexo da soberania de Deus sobre Seu povo, e a necessidade de líderes que se submetam a essa soberania.","referencias_relacionadas":["1 Samuel 8:7","Salmos 72:1-2","Provérbios 16:12"]},"2cronicas_24_21_humano":{"palavra_pt":"mandamento","palavra_original":"מִצְוָה","transliteracao":"mitsvâh","strong":"H4687","significado_raiz":"Ideia básica: mandamento.","significado_contextual":"O mandamento é uma instrução divina que deve ser seguida pelo povo de Deus.","explicacao_detalhada":"Os mandamentos são diretrizes que orientam a vida do povo de Deus, e sua observância é um sinal de amor e lealdade a Ele.","por_que_esta_palavra":"A palavra 'mandamento' é fundamental para entender a relação entre Deus e Seu povo, enfatizando a necessidade de obediência.","conexao_teologica":"Os mandamentos de Deus são expressões de Sua vontade e caráter, e obedecê-los é parte da vida de fé.","referencias_relacionadas":["Êxodo 20:1-17","Deuteronômio 5:6-21","Mateus 5:17-19"]},"2cronicas_24_22_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O rei é novamente mencionado como a figura central que deve liderar o povo em obediência a Deus.","explicacao_detalhada":"A liderança do rei é crucial para a saúde espiritual da nação, e sua responsabilidade é guiar o povo em retidão.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a importância da liderança e da responsabilidade que vem com o poder.","conexao_teologica":"A liderança justa é um reflexo do caráter de Deus e Sua intenção para a sociedade.","referencias_relacionadas":["1 Reis 10:9","Salmos 101:1-4","Provérbios 29:2"]},"2cronicas_24_22_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"A misericórdia ou amor leal de Deus é um aspecto fundamental de Sua natureza, que se manifesta na relação com Seu povo.","explicacao_detalhada":"A palavra 'misericórdia' reflete a fidelidade de Deus em cumprir Suas promessas e Sua disposição de perdoar e restaurar.","por_que_esta_palavra":"A ênfase na misericórdia destaca a graça de Deus, que é essencial para a compreensão da salvação e da relação com Ele.","conexao_teologica":"A misericórdia de Deus é um tema central na Bíblia, mostrando Sua compaixão e amor por aqueles que falham.","referencias_relacionadas":["Salmos 136:1","Lamentações 3:22-23","Efésios 2:4-5"]},"2cronicas_24_22_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Destruir refere-se ao juízo de Deus sobre aqueles que se afastam de Seus caminhos.","explicacao_detalhada":"A destruição é uma consequência do pecado e da rebelião contra Deus, e serve como um aviso sobre a seriedade da obediência.","por_que_esta_palavra":"A palavra 'destruir' é usada para enfatizar as consequências do afastamento de Deus e a necessidade de arrependimento.","conexao_teologica":"A destruição é um tema que aparece frequentemente na Bíblia, refletindo a justiça de Deus e Sua resposta ao pecado.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:30","Gálatas 6:7-8"]},"2cronicas_24_23_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como as ações são realizadas, especialmente em relação à obediência a Deus.","explicacao_detalhada":"O modo de agir deve ser consistente com os princípios de Deus, refletindo Sua vontade e caráter.","por_que_esta_palavra":"A palavra 'modo' é importante para entender que a forma como vivemos deve estar alinhada com a Palavra de Deus.","conexao_teologica":"A maneira de viver é uma expressão da fé e deve ser um reflexo da santidade de Deus.","referencias_relacionadas":["Colossenses 3:17","1 Pedro 1:15-16","Romanos 12:1-2"]},"2cronicas_24_23_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A repetição da palavra 'rei' reforça a importância da liderança na condução do povo segundo a vontade de Deus.","explicacao_detalhada":"O rei deve ser um exemplo de justiça e obediência, guiando o povo em retidão.","por_que_esta_palavra":"A palavra 'rei' é central para a estrutura de governo em Israel e a responsabilidade do líder.","conexao_teologica":"A liderança é um reflexo da soberania de Deus e Sua intenção para a sociedade.","referencias_relacionadas":["1 Reis 3:9","Salmos 72:4","Provérbios 21:1"]},"2cronicas_24_23_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair refere-se a um estado de queda espiritual ou moral, especialmente em relação ao afastamento de Deus.","explicacao_detalhada":"Cair é uma metáfora para a desobediência e suas consequências, que podem levar à destruição.","por_que_esta_palavra":"A palavra 'cair' é usada para alertar sobre os perigos do pecado e a necessidade de permanecer firme na fé.","conexao_teologica":"A queda é um tema recorrente na Bíblia, refletindo a fragilidade humana e a necessidade de dependência de Deus.","referencias_relacionadas":["Romanos 11:22","Gálatas 5:4","Tiago 4:10"]},"2cronicas_24_24_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor é um título que expressa a soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"O uso do nome 'Senhor' enfatiza a relação de Deus como o Criador e Sustentador, que tem domínio sobre a história e a vida do Seu povo.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para reconhecer a posição de Deus como autoridade suprema.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele está no controle de todas as coisas.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Filipenses 2:9-11"]},"2cronicas_24_24_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir a razão pela qual algo acontece.","explicacao_detalhada":"Neste contexto, 'porque' explica a motivação por trás das ações dos inimigos de Joás, indicando que eles agiram por causa de sua infidelidade a Deus.","por_que_esta_palavra":"A palavra é crucial para entender a lógica do texto, pois conecta a ação com sua causa.","conexao_teologica":"A infidelidade a Deus leva a consequências, um tema recorrente na Bíblia.","referencias_relacionadas":["Deuteronômio 28:15","Salmos 106:43","Provérbios 1:24-26"]},"2cronicas_24_24_while":{"palavra_pt":"while","palavra_original":"מִצְעָר","transliteracao":"mitsʻâr","strong":"H4705","significado_raiz":"Ideia básica: while.","significado_contextual":"A palavra 'while' indica simultaneidade, referindo-se ao tempo em que os eventos ocorrem.","explicacao_detalhada":"Neste versículo, 'while' é usado para descrever o período em que os inimigos de Joás estavam atacando.","por_que_esta_palavra":"É importante para entender a sequência temporal dos eventos narrados.","conexao_teologica":"Deus permite que eventos ocorram em Seu tempo, mostrando o controle divino sobre a história.","referencias_relacionadas":["Eclesiastes 3:1","Romanos 8:28","Gálatas 6:9"]},"2cronicas_24_25_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"A palavra 'sangue' refere-se à vida e ao sacrifício, simbolizando a gravidade da situação.","explicacao_detalhada":"Neste contexto, o 'sangue' é mencionado em relação ao sacrifício e à morte de um sacerdote, indicando a seriedade do pecado.","por_que_esta_palavra":"O sangue é um símbolo de vida e redenção, essencial para a compreensão do sacrifício na teologia bíblica.","conexao_teologica":"O sangue de Cristo é visto como o sacrifício final que redime a humanidade.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:18-19"]},"2cronicas_24_25_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se a uma figura central na mediação entre Deus e o povo.","explicacao_detalhada":"O sacerdote mencionado aqui desempenha um papel crucial na adoração e nos sacrifícios, sendo um intermediário entre Deus e Israel.","por_que_esta_palavra":"É fundamental para entender a estrutura religiosa e a importância do sacerdócio na antiga Israel.","conexao_teologica":"Cristo é o nosso sumo sacerdote, que intercede por nós diante de Deus.","referencias_relacionadas":["Êxodo 28:1","Hebreus 4:14-16","1 Pedro 2:9"]},"2cronicas_24_25_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se à morte física, mas também pode simbolizar a separação espiritual de Deus.","explicacao_detalhada":"Neste contexto, a morte do sacerdote é um evento trágico que reflete as consequências do pecado.","por_que_esta_palavra":"A morte é um tema central na Bíblia, representando tanto a consequência do pecado quanto a promessa de vida eterna.","conexao_teologica":"A morte de Cristo traz vida e esperança à humanidade, transformando a morte em um novo começo.","referencias_relacionadas":["Romanos 6:23","João 11:25-26","1 Coríntios 15:55-57"]},"2cronicas_24_26_amor":{"palavra_pt":"amor","palavra_original":"קָשַׁר","transliteracao":"qâshar","strong":"H7194","significado_raiz":"Ideia básica: amor.","significado_contextual":"A palavra 'amor' aqui pode referir-se a laços familiares ou a um compromisso profundo.","explicacao_detalhada":"Neste versículo, o amor é mencionado em relação ao relacionamento entre o sacerdote e seu filho, destacando a importância das relações familiares.","por_que_esta_palavra":"O amor é um princípio fundamental nas relações humanas e na relação de Deus com Seu povo.","conexao_teologica":"O amor de Deus é a base da aliança e da redenção, refletindo o amor que devemos ter uns pelos outros.","referencias_relacionadas":["1 João 4:7","Romanos 13:10","Efésios 5:2"]},"2cronicas_24_26_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem.","explicacao_detalhada":"Neste contexto, o filho do sacerdote é mencionado como parte da narrativa sobre a sucessão e a importância da família na tradição israelita.","por_que_esta_palavra":"Os filhos são vistos como herdeiros das promessas de Deus e da fé dos pais.","conexao_teologica":"A relação entre pais e filhos é um reflexo da relação entre Deus e Seu povo, onde Deus é o Pai que cuida e guia.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:4"]},"2cronicas_24_26_nome":{"palavra_pt":"nome","palavra_original":"יְהוֹזָבָד","transliteracao":"Yᵉhôwzâbâd","strong":"H3075","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à reputação de uma pessoa.","explicacao_detalhada":"Neste contexto, o nome do filho é mencionado, simbolizando a continuidade da linhagem e a importância do legado familiar.","por_que_esta_palavra":"O nome carrega significado e honra, refletindo a identidade e o caráter da pessoa.","conexao_teologica":"O nome de Deus é sagrado e representa Sua natureza e caráter, sendo central na adoração.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Filipenses 2:9-10"]},"2cronicas_24_27_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, o Criador e Sustentador do universo.","explicacao_detalhada":"Neste contexto, Deus é mencionado como a fonte de autoridade e poder, que age na história de Seu povo.","por_que_esta_palavra":"A compreensão de Deus é fundamental para a fé e a prática religiosa, sendo o centro da adoração.","conexao_teologica":"A relação com Deus é a base da vida espiritual e da esperança de redenção.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Romanos 1:20"]},"2cronicas_24_27_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade política e espiritual em Israel.","explicacao_detalhada":"Neste contexto, o rei é visto como o líder que deve governar segundo a vontade de Deus e cuidar do povo.","por_que_esta_palavra":"A figura do rei é central na história de Israel, representando a liderança e a responsabilidade diante de Deus.","conexao_teologica":"Cristo é reconhecido como o Rei dos Reis, que governa com justiça e amor.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]}}