{"2cronicas_25_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao descendente de um pai, indicando a continuidade da linhagem real.","explicacao_detalhada":"A palavra 'filho' é usada para descrever a relação familiar e a herança de autoridade. No contexto de 2 Crônicas 25:1, o rei Amazias é identificado como filho de Joás, o que legitima sua posição como rei.","por_que_esta_palavra":"A palavra é fundamental para entender a genealogia e a legitimidade dos reis de Judá, mostrando a importância da linhagem na monarquia israelita.","conexao_teologica":"A noção de 'filho' é central na teologia bíblica, especialmente em relação à paternidade de Deus e a relação entre Jesus e Deus Pai.","referencias_relacionadas":["Mateus 1:1","Lucas 3:23","Gálatas 4:4"]},"2cronicas_25_1_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Indica o ato de governar ou exercer autoridade sobre um povo.","explicacao_detalhada":"A palavra 'reinar' é usada para descrever a função do rei Amazias em liderar o povo de Judá. O ato de reinar implica responsabilidade e a necessidade de seguir os mandamentos de Deus.","por_que_esta_palavra":"É essencial para entender a dinâmica do governo em Israel e a relação entre o rei e Deus, que é visto como o verdadeiro soberano.","conexao_teologica":"O reinado de Deus é um tema central na Bíblia, refletindo a soberania divina e a expectativa de um reino eterno.","referencias_relacionadas":["Salmos 22:28","Isaías 9:6-7","Apocalipse 11:15"]},"2cronicas_25_1_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome que confere poder e reconhecimento a alguém.","explicacao_detalhada":"A palavra 'nome' é usada para enfatizar a autoridade e a reputação do rei. O nome de uma pessoa na cultura bíblica carrega seu caráter e sua identidade.","por_que_esta_palavra":"A autoridade do rei é muitas vezes ligada ao seu nome, que representa sua posição e o respeito que deve receber.","conexao_teologica":"O nome de Deus é frequentemente mencionado na Bíblia como um símbolo de sua autoridade e poder.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Filipenses 2:9-11"]},"2cronicas_25_2_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal, mas no contexto bíblico pode simbolizar força ou ferocidade.","explicacao_detalhada":"A palavra 'urso' é mencionada em um contexto que pode indicar um ataque ou uma defesa feroz. No entanto, o uso específico em 2 Crônicas 25:2 não é claro e pode ser uma referência a um símbolo de poder.","por_que_esta_palavra":"A menção de animais como o urso pode ser uma metáfora para descrever a força de um rei ou de um exército.","conexao_teologica":"Os animais na Bíblia muitas vezes simbolizam características de Deus ou de seu povo, como força, proteção e julgamento.","referencias_relacionadas":["Daniel 7:5","Provérbios 17:12","Isaías 11:6"]},"2cronicas_25_2_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se ao órgão da visão, mas também pode simbolizar percepção ou vigilância.","explicacao_detalhada":"A palavra 'olho' é usada para descrever a capacidade de ver e perceber. No contexto bíblico, pode simbolizar a vigilância de Deus sobre seu povo.","por_que_esta_palavra":"A visão é um tema importante na Bíblia, representando tanto a capacidade física de ver quanto a percepção espiritual.","conexao_teologica":"Deus é frequentemente descrito como aquele que vê tudo, simbolizando sua onisciência e cuidado por seu povo.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Mateus 6:22-23"]},"2cronicas_25_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é central na adoração e na identidade do povo de Israel.","explicacao_detalhada":"A palavra 'senhor' refere-se a Deus, enfatizando sua soberania e autoridade. No contexto de 2 Crônicas 25:2, é um lembrete da importância de seguir a vontade de Deus.","por_que_esta_palavra":"O nome de Deus é invocado para mostrar a relação entre o povo e seu Criador, sendo fundamental para a adoração e a obediência.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando sua presença e poder entre seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"2cronicas_25_3_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"Refere-se ao território ou ao governo de um rei.","explicacao_detalhada":"A palavra 'reino' é usada para descrever a extensão da autoridade de um rei. Em 2 Crônicas 25:3, isso se relaciona com o domínio de Amazias sobre Judá.","por_que_esta_palavra":"O conceito de reino é essencial para entender a estrutura política e social de Israel, bem como a relação entre Deus e seu povo.","conexao_teologica":"O reino de Deus é um tema central na mensagem de Jesus, que fala sobre o estabelecimento do reino eterno.","referencias_relacionadas":["Mateus 4:17","Lucas 17:20-21","Apocalipse 20:6"]},"2cronicas_25_3_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se ao ato de causar a morte ou a destruição.","explicacao_detalhada":"A palavra 'destruir' é usada em um contexto que pode indicar a ação de um rei em relação a seus inimigos ou a necessidade de eliminar a idolatria.","por_que_esta_palavra":"A destruição é um tema recorrente na Bíblia, frequentemente associada ao juízo de Deus sobre o pecado.","conexao_teologica":"A destruição de inimigos e do pecado é um aspecto da justiça divina, que é um tema central na teologia bíblica.","referencias_relacionadas":["Salmos 37:20","Isaías 10:33-34","Apocalipse 21:8"]},"2cronicas_25_3_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade máxima em um reino.","explicacao_detalhada":"A palavra 'rei' é usada para descrever a posição de Amazias como governante de Judá. O rei é visto como o representante de Deus na terra.","por_que_esta_palavra":"A figura do rei é central na narrativa bíblica, simbolizando liderança e responsabilidade diante de Deus e do povo.","conexao_teologica":"Cristo é frequentemente referido como o Rei dos Reis, simbolizando seu domínio sobre toda a criação.","referencias_relacionadas":["1 Timóteo 6:15","Apocalipse 19:16","Salmos 2:6"]},"2cronicas_25_4_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao descendente de um pai, indicando a continuidade da linhagem real.","explicacao_detalhada":"A palavra 'filho' é usada novamente para reforçar a conexão familiar e a legitimidade do rei Amazias, assim como em 2 Crônicas 25:1.","por_que_esta_palavra":"A repetição da palavra enfatiza a importância da linhagem na sucessão do trono e na identidade do rei.","conexao_teologica":"A linhagem de Jesus é traçada através de 'filhos', mostrando a continuidade da promessa de Deus ao seu povo.","referencias_relacionadas":["Mateus 1:1","Lucas 3:23","Gálatas 4:4"]},"2cronicas_25_4_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' neste contexto refere-se à fidelidade e à sinceridade nas ações e promessas.","explicacao_detalhada":"A verdade é um conceito central na Bíblia, representando a natureza de Deus e a expectativa de que Seu povo viva de acordo com essa verdade. No contexto de 2 Crônicas 25:4, a verdade é essencial para a justiça e a integridade nas relações humanas.","por_que_esta_palavra":"A escolha da palavra 'verdade' enfatiza a importância da honestidade e da justiça nas decisões do rei e na vida do povo de Israel.","conexao_teologica":"A verdade é um atributo de Deus, e os crentes são chamados a viver em verdade, refletindo o caráter divino em suas vidas.","referencias_relacionadas":["Salmos 51:6","João 4:24","Efésios 4:15"]},"2cronicas_25_4_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se à morte física, mas também pode simbolizar a separação espiritual de Deus.","explicacao_detalhada":"Neste versículo, a morte é uma consequência da desobediência e da falta de fidelidade a Deus. A morte é um tema recorrente na Bíblia, representando tanto o fim da vida quanto a necessidade de uma vida em conformidade com os mandamentos divinos.","por_que_esta_palavra":"A inclusão da palavra 'morrer' serve como um aviso sobre as consequências da infidelidade e da idolatria.","conexao_teologica":"A morte física é uma realidade, mas a Bíblia também fala da morte espiritual, que é a separação de Deus. A salvação em Cristo oferece vida eterna.","referencias_relacionadas":["Romanos 6:23","Gênesis 2:17","João 10:10"]},"2cronicas_25_5_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se não apenas a uma estrutura física, mas também à família e à linhagem.","explicacao_detalhada":"No contexto bíblico, a casa é um símbolo de segurança, proteção e continuidade da herança. A casa de Israel é frequentemente mencionada como um povo escolhido por Deus.","por_que_esta_palavra":"A palavra 'casa' destaca a importância da família e da comunidade na vida espiritual e social do povo de Deus.","conexao_teologica":"A ideia de casa é central na teologia bíblica, representando a habitação de Deus entre Seu povo e a promessa de um lar eterno.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:6","1 Pedro 2:5"]},"2cronicas_25_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as ações são realizadas, implicando em um padrão de comportamento.","explicacao_detalhada":"O modo de agir de uma pessoa reflete seus valores e crenças. Em 2 Crônicas 25:5, o modo de agir do rei é crucial para a sua liderança e para a saúde espiritual do povo.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a necessidade de agir de acordo com a vontade de Deus e os princípios divinos.","conexao_teologica":"A maneira como vivemos deve refletir a nossa fé e compromisso com Deus, sendo um testemunho para os outros.","referencias_relacionadas":["Colossenses 3:17","Mateus 5:16","1 Coríntios 10:31"]},"2cronicas_25_6_recompensa":{"palavra_pt":"recompensa","palavra_original":"שָׂכַר","transliteracao":"sâkar","strong":"H7936","significado_raiz":"Ideia básica: recompensa.","significado_contextual":"A palavra 'recompensa' refere-se ao pagamento ou retorno por ações, especialmente no contexto de justiça divina.","explicacao_detalhada":"A recompensa pode ser tanto positiva quanto negativa, dependendo das ações de uma pessoa. Em 2 Crônicas 25:6, a recompensa é uma consequência das escolhas feitas pelo rei e pelo povo.","por_que_esta_palavra":"A palavra 'recompensa' destaca a justiça de Deus, que retribui a cada um segundo suas obras.","conexao_teologica":"A ideia de recompensa está ligada à justiça de Deus e à responsabilidade moral dos indivíduos diante de Suas leis.","referencias_relacionadas":["Gálatas 6:7","Mateus 16:27","Romanos 2:6"]},"2cronicas_25_6_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, mas também pode simbolizar a condição humana diante de Deus.","explicacao_detalhada":"No contexto bíblico, o homem é visto como criado à imagem de Deus, mas também como pecador necessitado de redenção. Em 2 Crônicas 25:6, o homem é chamado a agir com responsabilidade.","por_que_esta_palavra":"A palavra 'homem' enfatiza a dignidade e a responsabilidade que cada pessoa tem diante de Deus.","conexao_teologica":"A condição do homem é central na teologia cristã, que fala sobre a criação, a queda e a redenção através de Cristo.","referencias_relacionadas":["Gênesis 1:27","Romanos 3:23","1 Timóteo 2:5"]},"2cronicas_25_6_nome":{"palavra_pt":"nome","palavra_original":"יִשְׂרָאֵל","transliteracao":"Yisrâʼêl","strong":"H3478","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à reputação, especialmente no contexto do povo de Israel.","explicacao_detalhada":"Na cultura bíblica, o nome carrega um significado profundo e está associado ao caráter e à missão de uma pessoa. O nome de Israel é um símbolo da aliança de Deus com Seu povo.","por_que_esta_palavra":"A palavra 'nome' destaca a importância da identidade e da herança espiritual do povo de Deus.","conexao_teologica":"O nome de Deus e o nome de Seu povo são centrais na narrativa bíblica, representando a relação entre Criador e criatura.","referencias_relacionadas":["Salmos 20:7","Isaías 43:1","Filipenses 2:9-10"]},"2cronicas_25_7_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é usada novamente para enfatizar a condição humana e a responsabilidade diante de Deus.","explicacao_detalhada":"Neste contexto, o homem é chamado a reconhecer sua posição e a agir de acordo com a vontade de Deus. A repetição da palavra sublinha a importância do papel do homem na história da salvação.","por_que_esta_palavra":"A palavra 'homem' reforça a ideia de que todos são responsáveis por suas ações e escolhas diante de Deus.","conexao_teologica":"A teologia bíblica enfatiza a dignidade do homem como criação de Deus e sua necessidade de redenção.","referencias_relacionadas":["Eclesiastes 12:13","Romanos 14:12","Gálatas 3:28"]},"2cronicas_25_7_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Ser Supremo, o Criador e Sustentador do universo.","explicacao_detalhada":"Deus é apresentado na Bíblia como o único digno de adoração e o juiz de toda a humanidade. Em 2 Crônicas 25:7, a menção a Deus destaca Sua soberania e autoridade sobre todas as coisas.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a relação entre o Criador e Sua criação, enfatizando a necessidade de reverência e obediência.","conexao_teologica":"A teologia cristã é centrada em Deus, Sua natureza e Seus atributos, que incluem amor, justiça e santidade.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","Mateus 28:18"]},"2cronicas_25_7_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao governo, especialmente no contexto da liderança de Israel.","explicacao_detalhada":"O rei é visto como o representante de Deus na terra, responsável por guiar o povo em justiça e retidão. Em 2 Crônicas 25:7, a menção ao rei destaca a importância da liderança espiritual e moral.","por_que_esta_palavra":"A palavra 'rei' enfatiza a responsabilidade do líder em conduzir o povo segundo os princípios de Deus.","conexao_teologica":"A figura do rei é central na narrativa bíblica, representando tanto a liderança humana quanto a expectativa do Rei dos Reis, que é Cristo.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"2cronicas_25_8_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e Senhor de todas as coisas.","explicacao_detalhada":"A palavra 'deus' é usada para descrever a natureza soberana de Deus, que tem poder sobre todas as situações e é digno de adoração.","por_que_esta_palavra":"A presença de Deus é fundamental para entender a relação entre o homem e o divino, especialmente em momentos de decisão e batalha.","conexao_teologica":"Deus é visto como o protetor e guia do Seu povo, mostrando que a vitória não depende da força humana, mas da intervenção divina.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 8:31"]},"2cronicas_25_8_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou explicação para uma ação.","explicacao_detalhada":"A palavra 'porque' conecta a ação de buscar ajuda divina com a necessidade de entender a razão por trás dessa busca.","por_que_esta_palavra":"É crucial para a argumentação e para a lógica do discurso, indicando a motivação por trás das decisões.","conexao_teologica":"A compreensão das razões de nossas ações é importante na vida cristã, pois nos ajuda a alinhar nossas motivações com a vontade de Deus.","referencias_relacionadas":["Tiago 1:5","Romanos 12:2","Provérbios 3:5-6"]},"2cronicas_25_8_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à ação de resgatar ou livrar alguém de perigo.","explicacao_detalhada":"A palavra 'salvar' implica não apenas uma libertação física, mas também espiritual, mostrando a necessidade de intervenção divina em momentos críticos.","por_que_esta_palavra":"A salvação é um tema central na Bíblia, refletindo a necessidade de dependência de Deus para a proteção e a vida.","conexao_teologica":"A salvação é um ato de graça de Deus, que se manifesta em várias formas ao longo da Escritura.","referencias_relacionadas":["Salmos 34:17","Romanos 10:13","Efésios 2:8-9"]},"2cronicas_25_9_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, enfatizando a fragilidade e a dependência do homem em relação a Deus.","explicacao_detalhada":"A palavra 'homem' é usada para mostrar a condição humana e a necessidade de ajuda divina em situações de conflito.","por_que_esta_palavra":"Destaca a vulnerabilidade do ser humano diante de desafios e a importância de buscar a força em Deus.","conexao_teologica":"A natureza humana é um tema recorrente na Bíblia, onde se enfatiza a necessidade de redenção e dependência de Deus.","referencias_relacionadas":["Salmos 8:4-5","Isaías 40:6-8","Romanos 3:23"]},"2cronicas_25_9_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Novamente, refere-se à divindade suprema, enfatizando a soberania de Deus sobre todas as coisas.","explicacao_detalhada":"A repetição da palavra 'deus' reforça a ideia de que a vitória e a proteção vêm somente dEle.","por_que_esta_palavra":"É um lembrete constante da presença e do poder de Deus nas batalhas da vida.","conexao_teologica":"A soberania de Deus é um princípio fundamental que permeia toda a Escritura, mostrando que Ele está no controle.","referencias_relacionadas":["Salmos 115:3","Daniel 4:35","Romanos 11:36"]},"2cronicas_25_9_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal selvagem, simbolizando força e ferocidade.","explicacao_detalhada":"A menção do 'urso' pode simbolizar a força do inimigo ou a ferocidade de uma situação que requer intervenção divina.","por_que_esta_palavra":"Usada para ilustrar a gravidade da situação e a necessidade de proteção contra forças poderosas.","conexao_teologica":"A Bíblia frequentemente usa imagens de animais para descrever características de inimigos ou desafios que os crentes enfrentam.","referencias_relacionadas":["Provérbios 17:12","Isaías 11:6","Mateus 7:15"]},"2cronicas_25_10_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de se mover ou progredir em uma direção.","explicacao_detalhada":"A palavra 'andar' é frequentemente usada na Bíblia para descrever o modo de vida ou a conduta de uma pessoa.","por_que_esta_palavra":"Indica a importância de seguir o caminho que Deus estabelece para nós, em vez de nossos próprios caminhos.","conexao_teologica":"Andar com Deus é um tema central, refletindo a necessidade de viver em obediência e comunhão com Ele.","referencias_relacionadas":["Gálatas 5:16","Miquéias 6:8","1 João 1:7"]},"2cronicas_25_10_crescer":{"palavra_pt":"crescer","palavra_original":"חָרָה","transliteracao":"chârâh","strong":"H2734","significado_raiz":"Ideia básica: crescer.","significado_contextual":"Refere-se ao aumento ou desenvolvimento em força ou poder.","explicacao_detalhada":"A palavra 'crescer' pode simbolizar o aumento da força ou da influência, especialmente em um contexto de batalha.","por_que_esta_palavra":"É importante entender que o crescimento pode ser tanto físico quanto espiritual, refletindo a necessidade de depender de Deus para o verdadeiro crescimento.","conexao_teologica":"O crescimento espiritual é um tema importante na vida cristã, onde somos chamados a amadurecer na fé.","referencias_relacionadas":["2 Pedro 3:18","Colossenses 1:10","Efésios 4:15"]},"2cronicas_25_11_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se à ação de segurar firmemente algo.","explicacao_detalhada":"A palavra 'agarrar' implica a ideia de força e determinação em manter algo seguro, especialmente em tempos de crise.","por_que_esta_palavra":"É um chamado à perseverança e à firmeza na fé, mesmo diante de desafios.","conexao_teologica":"A perseverança na fé é essencial para a vida cristã, onde somos chamados a nos agarrar às promessas de Deus.","referencias_relacionadas":["Hebreus 10:23","Filipenses 3:13-14","1 Coríntios 15:58"]},"2cronicas_25_11_carro":{"palavra_pt":"carro","palavra_original":"נָהַג","transliteracao":"nâhag","strong":"H5090","significado_raiz":"Ideia básica: carro.","significado_contextual":"Refere-se a um veículo usado para transporte, especialmente em contextos de batalha.","explicacao_detalhada":"A palavra 'carro' pode simbolizar poder militar e a força de um exército, representando a confiança em recursos humanos.","por_que_esta_palavra":"É um lembrete de que, embora os recursos humanos sejam importantes, a verdadeira vitória vem de Deus.","conexao_teologica":"A dependência de Deus em vez de confiar em carros e cavalos é um tema recorrente na Escritura.","referencias_relacionadas":["Salmos 20:7","Isaías 31:1","Provérbios 21:31"]},"2cronicas_25_11_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao modo de viver ou agir de uma pessoa, especialmente em relação a Deus.","explicacao_detalhada":"A palavra 'andar' no contexto bíblico muitas vezes implica em seguir os caminhos de Deus, obedecer a Seus mandamentos e viver de acordo com Sua vontade. Neste versículo, o rei Amazias decide 'andar' em uma nova direção após uma batalha, indicando uma mudança em sua vida e liderança.","por_que_esta_palavra":"A escolha de 'andar' é significativa porque representa a jornada espiritual e moral de uma pessoa, refletindo suas decisões e ações diante de Deus.","conexao_teologica":"Andar com Deus é um tema central na Bíblia, simbolizando a comunhão e a obediência ao Senhor. É um convite a viver uma vida que glorifica a Deus.","referencias_relacionadas":["Gênesis 5:24","Salmos 1:1","Miquéias 6:8"]},"2cronicas_25_12_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Indica a origem ou o início de algo, especialmente em um contexto de liderança ou autoridade.","explicacao_detalhada":"Neste versículo, 'princípio' refere-se à posição de liderança que o rei Amazias tinha sobre seu povo. A palavra sugere a ideia de ser a cabeça ou a fonte de algo, enfatizando a responsabilidade que vem com a autoridade.","por_que_esta_palavra":"A escolha de 'princípio' destaca a importância da liderança e da responsabilidade que um governante tem sobre seu povo, especialmente em questões espirituais.","conexao_teologica":"Deus é frequentemente descrito como o princípio de todas as coisas, e a liderança humana deve refletir essa origem divina em suas decisões.","referencias_relacionadas":["Provérbios 1:7","Salmos 11:3","Romanos 13:1"]},"2cronicas_25_12_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza humana, frequentemente em contraste com o espírito ou a divindade.","explicacao_detalhada":"A palavra 'carne' neste contexto pode simbolizar a fraqueza humana e a limitação do ser humano em comparação com a força e a soberania de Deus. O uso dessa palavra sugere uma reflexão sobre a fragilidade da vida e a necessidade de depender de Deus.","por_que_esta_palavra":"A escolha de 'carne' é importante para entender a condição humana e a necessidade de redenção e força divina.","conexao_teologica":"A Bíblia frequentemente fala sobre a carne em relação ao pecado e à necessidade de transformação espiritual através de Cristo.","referencias_relacionadas":["Gálatas 5:17","Romanos 8:5-8","João 3:6"]},"2cronicas_25_12_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência, especialmente em relação à herança e continuidade familiar.","explicacao_detalhada":"A palavra 'filho' é usada para enfatizar a relação familiar e a continuidade da linhagem. No contexto, pode indicar a importância da família na sociedade israelita e a responsabilidade que um filho tem em seguir os passos de seu pai.","por_que_esta_palavra":"A escolha de 'filho' destaca a importância das gerações e da transmissão de valores e ensinamentos de uma geração para outra.","conexao_teologica":"A relação entre pai e filho é uma metáfora comum na Bíblia para descrever a relação entre Deus e Seu povo, bem como entre Cristo e os crentes.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 5:9"]},"2cronicas_25_13_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à continuidade da linhagem e à responsabilidade familiar.","explicacao_detalhada":"Neste versículo, 'filho' é mencionado novamente para enfatizar a importância da herança e das relações familiares na cultura israelita. A palavra sugere a responsabilidade que os filhos têm em manter a fé e os valores da família.","por_que_esta_palavra":"A repetição da palavra 'filho' reforça a ideia de que a continuidade da fé e da liderança é crucial para a nação de Israel.","conexao_teologica":"A relação entre pais e filhos é um tema central na Bíblia, refletindo a importância da transmissão da fé e dos ensinamentos de Deus.","referencias_relacionadas":["Provérbios 22:6","Deuteronômio 6:6-7","Efésios 6:4"]},"2cronicas_25_13_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local de habitação e comunidade, muitas vezes associado à segurança e à identidade do povo.","explicacao_detalhada":"A palavra 'cidade' neste contexto pode simbolizar a segurança e a proteção que uma comunidade oferece. As cidades eram centros de vida social, econômica e religiosa, e sua destruição ou proteção tinha implicações profundas para o povo.","por_que_esta_palavra":"A escolha de 'cidade' é significativa porque representa a coletividade e a identidade do povo de Deus, além de sua relação com a segurança divina.","conexao_teologica":"A cidade é frequentemente usada na Bíblia como uma metáfora para a comunidade de crentes e a cidade celestial que Deus prepara para Seu povo.","referencias_relacionadas":["Salmos 46:1-2","Hebreus 11:10","Apocalipse 21:2"]},"2cronicas_25_14_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao ser supremo, criador e sustentador do universo.","explicacao_detalhada":"A palavra 'Deus' neste contexto enfatiza a soberania e a autoridade divina sobre todas as coisas. O reconhecimento de Deus é fundamental para a vida e a liderança do povo de Israel.","por_que_esta_palavra":"A escolha de 'Deus' é crucial para entender a relação entre o ser humano e o Criador, destacando a necessidade de reverência e obediência.","conexao_teologica":"Deus é o centro da fé israelita e cristã, e a compreensão de Sua natureza é essencial para a vida espiritual.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","Romanos 1:20"]},"2cronicas_25_14_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se a um estado de queda ou ruína, muitas vezes associado ao juízo divino.","explicacao_detalhada":"A palavra 'cair' neste contexto pode simbolizar a queda moral ou espiritual de uma pessoa ou nação. A ideia de cair é frequentemente associada ao afastamento de Deus e às consequências desse afastamento.","por_que_esta_palavra":"A escolha de 'cair' é importante para entender as consequências do pecado e da desobediência a Deus.","conexao_teologica":"A queda é um tema central na Bíblia, refletindo a condição humana e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Provérbios 16:18","Gálatas 6:7","Romanos 3:23"]},"2cronicas_25_14_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se ao ato de acompanhar ou obedecer a alguém ou algo.","explicacao_detalhada":"A palavra 'seguir' neste contexto implica em seguir os caminhos de Deus ou as instruções dadas. É um convite à obediência e à fidelidade na caminhada espiritual.","por_que_esta_palavra":"A escolha de 'seguir' é significativa porque representa a decisão ativa de uma pessoa em obedecer e se submeter à vontade de Deus.","conexao_teologica":"Seguir a Deus é um chamado constante na Bíblia, refletindo a necessidade de uma vida de discipulado e compromisso com a fé.","referencias_relacionadas":["Mateus 16:24","João 10:27","Romanos 8:14"]},"2cronicas_25_15_crescer":{"palavra_pt":"crescer","palavra_original":"חָרָה","transliteracao":"chârâh","strong":"H2734","significado_raiz":"Ideia básica: crescer.","significado_contextual":"Refere-se ao aumento ou desenvolvimento, muitas vezes em um contexto espiritual ou moral.","explicacao_detalhada":"A palavra 'crescer' neste contexto pode simbolizar o desenvolvimento da fé ou da relação com Deus. Refere-se ao processo de amadurecimento espiritual e à importância de buscar um relacionamento mais profundo com o Senhor.","por_que_esta_palavra":"A escolha de 'crescer' é importante para entender a dinâmica da vida espiritual, que envolve progresso e transformação contínuos.","conexao_teologica":"O crescimento espiritual é um tema recorrente na Bíblia, enfatizando a importância de se tornar mais parecido com Cristo ao longo da vida.","referencias_relacionadas":["2 Pedro 3:18","Efésios 4:15","Colossenses 1:10"]},"2cronicas_25_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor Deus, o Criador e Soberano do universo.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar a divindade suprema, enfatizando sua autoridade e poder sobre todas as coisas. No contexto de 2 Crônicas 25:15, a menção do Senhor destaca a relação entre Deus e o povo de Judá, mostrando que Ele é o verdadeiro governante e juiz.","por_que_esta_palavra":"A palavra é utilizada para afirmar a soberania de Deus sobre as ações humanas e a necessidade de obediência a Ele.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, que mostra como Ele governa a história e as nações.","referencias_relacionadas":["Salmos 24:1","Isaías 45:6","Romanos 13:1"]},"2cronicas_25_15_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de enviar uma mensagem ou um mensageiro.","explicacao_detalhada":"A palavra 'enviar' (שָׁלַח) implica a ação de mandar alguém ou algo para cumprir uma missão. No contexto de 2 Crônicas 25:15, o envio de um profeta é uma forma de Deus se comunicar com o rei e o povo, alertando-os sobre suas ações.","por_que_esta_palavra":"Esta palavra é importante porque mostra como Deus se comunica com a humanidade através de mensageiros, revelando Sua vontade.","conexao_teologica":"O envio de profetas é um tema recorrente na Bíblia, onde Deus usa homens e mulheres para transmitir Sua mensagem ao povo.","referencias_relacionadas":["Jeremias 1:7","Ezequiel 2:3","Mateus 10:16"]},"2cronicas_25_16_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura do governante, que exerce autoridade sobre um povo.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é usada para descrever a liderança política e espiritual em Israel. Em 2 Crônicas 25:16, o rei é confrontado por um profeta, ressaltando a responsabilidade do governante em ouvir e obedecer a Deus.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica entre liderança e obediência a Deus, especialmente no contexto da monarquia israelita.","conexao_teologica":"A relação entre Deus e os reis de Israel é um tema importante, onde a fidelidade a Deus determina a prosperidade do reino.","referencias_relacionadas":["1 Samuel 8:7","Salmos 72:1","Provérbios 21:1"]},"2cronicas_25_16_fim":{"palavra_pt":"fim","palavra_original":"חָדַל","transliteracao":"châdal","strong":"H2308","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao término ou conclusão de algo.","explicacao_detalhada":"A palavra 'fim' (חָדַל) é utilizada para indicar a cessação de uma ação ou estado. No contexto de 2 Crônicas 25:16, pode se referir ao fim das ações desobedientes do rei ou ao fim do aviso dado pelo profeta.","por_que_esta_palavra":"É importante para entender que a desobediência a Deus pode levar a consequências severas, incluindo o fim de bênçãos.","conexao_teologica":"A ideia de fim e julgamento é um tema recorrente na Bíblia, onde a desobediência resulta em consequências.","referencias_relacionadas":["Eclesiastes 3:2","Romanos 6:23","Apocalipse 21:6"]},"2cronicas_25_16_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a um mensageiro de Deus que transmite Sua palavra ao povo.","explicacao_detalhada":"A palavra 'profeta' (נָבִיא) é usada para descrever aqueles que falam em nome de Deus. Em 2 Crônicas 25:16, o profeta é um intermediário entre Deus e o rei, trazendo uma mensagem de advertência.","por_que_esta_palavra":"A função do profeta é vital para a comunicação divina, mostrando como Deus se preocupa em guiar Seu povo.","conexao_teologica":"Os profetas desempenham um papel crucial na história da salvação, anunciando tanto juízo quanto esperança.","referencias_relacionadas":["Amós 3:7","Miquéias 3:8","Hebreus 1:1"]},"2cronicas_25_17_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente à figura do governante, que deve agir com responsabilidade.","explicacao_detalhada":"A repetição da palavra 'rei' (מֶלֶךְ) em 2 Crônicas 25:17 enfatiza a importância da liderança e da resposta do rei à mensagem divina.","por_que_esta_palavra":"A palavra é usada para destacar a responsabilidade do rei em ouvir e obedecer a Deus, especialmente em tempos de crise.","conexao_teologica":"A liderança é uma responsabilidade sagrada, e os reis são frequentemente julgados por sua fidelidade a Deus.","referencias_relacionadas":["1 Reis 2:3","2 Crônicas 1:10","Salmos 101:1"]},"2cronicas_25_17_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de enviar novamente uma mensagem ou um mensageiro.","explicacao_detalhada":"A palavra 'enviar' (שָׁלַח) aqui pode indicar a continuidade da comunicação divina, onde Deus não desiste de alertar Seu povo através de mensageiros.","por_que_esta_palavra":"É importante para entender que Deus é persistente em Sua busca por um relacionamento com a humanidade.","conexao_teologica":"A persistência de Deus em enviar profetas reflete Seu amor e desejo de que todos se voltem para Ele.","referencias_relacionadas":["Lucas 13:34","Mateus 23:37","Hebreus 12:25"]},"2cronicas_25_17_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência ou à relação familiar.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para indicar a relação de parentesco, que é significativa no contexto da linhagem real e das promessas de Deus a Israel.","por_que_esta_palavra":"A menção de 'filho' destaca a continuidade da herança e das promessas de Deus através das gerações.","conexao_teologica":"A relação entre pais e filhos é um tema importante na Bíblia, refletindo a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Êxodo 20:5","Salmos 103:17","Mateus 1:1"]},"2cronicas_25_18_oppressor":{"palavra_pt":"oppressor","palavra_original":"רָמַס","transliteracao":"râmaç","strong":"H7429","significado_raiz":"Ideia básica: oppressor.","significado_contextual":"Refere-se a alguém que exerce opressão ou tirania.","explicacao_detalhada":"A palavra 'opressor' (רָמַס) é usada para descrever ações de injustiça e violência. Em 2 Crônicas 25:18, o contexto sugere que o rei está sendo advertido sobre as consequências de suas ações opressivas.","por_que_esta_palavra":"É importante para entender a natureza do pecado e suas consequências, especialmente em relação à opressão do povo.","conexao_teologica":"A opressão é condenada em toda a Bíblia, e Deus se identifica com os oprimidos.","referencias_relacionadas":["Salmos 9:9","Isaías 10:1-2","Tiago 5:4"]},"2cronicas_25_18_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se novamente ao ato de enviar uma mensagem ou um mensageiro.","explicacao_detalhada":"A repetição da palavra 'enviar' (שָׁלַח) enfatiza a continuidade da comunicação divina e a insistência de Deus em alertar Seu povo sobre suas ações.","por_que_esta_palavra":"Mostra a persistência de Deus em buscar a reconciliação e a correção do povo.","conexao_teologica":"A comunicação contínua de Deus com a humanidade é um sinal de Sua graça e misericórdia.","referencias_relacionadas":["Romanos 10:15","1 Pedro 3:9","Apocalipse 3:20"]},"2cronicas_25_18_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' refere-se à autoridade máxima de um reino, simbolizando poder e liderança.","explicacao_detalhada":"No contexto de 2 Crônicas 25:18, o rei é Amatzias, que lidera Judá e enfrenta desafios em sua liderança. A palavra 'rei' implica não apenas a posição, mas também a responsabilidade de governar com justiça e sabedoria.","por_que_esta_palavra":"A palavra 'rei' é central para entender a dinâmica política e espiritual de Israel e Judá, onde a liderança do rei impactava diretamente a nação.","conexao_teologica":"A figura do rei é frequentemente usada na Bíblia para representar a soberania de Deus sobre seu povo, sendo Cristo também referido como Rei dos Reis.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:6","Isaías 9:6"]},"2cronicas_25_19_bom":{"palavra_pt":"bom","palavra_original":"כָּבַד","transliteracao":"kâbad","strong":"H3513","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se a algo que é moralmente correto ou benéfico.","explicacao_detalhada":"Em 2 Crônicas 25:19, Amatzias se considera um bom rei, mas sua avaliação é questionada. A ideia de 'bom' aqui envolve não apenas ações, mas a intenção do coração.","por_que_esta_palavra":"A palavra 'bom' é crucial para entender a avaliação de Deus sobre a liderança e as ações dos reis de Israel e Judá.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, e os líderes são chamados a refletir essa bondade em suas ações.","referencias_relacionadas":["Salmos 34:8","Mateus 7:17","Romanos 12:2"]},"2cronicas_25_19_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O 'coração' é visto como o centro das emoções e decisões de uma pessoa.","explicacao_detalhada":"Em 2 Crônicas 25:19, o coração de Amatzias é questionado, indicando que suas motivações internas são tão importantes quanto suas ações externas.","por_que_esta_palavra":"A palavra 'coração' é fundamental para entender a relação entre a fé e as ações, mostrando que Deus olha para o coração e não apenas para as aparências.","conexao_teologica":"A Bíblia frequentemente menciona o coração como o lugar onde Deus trabalha, transformando vidas e moldando caráter.","referencias_relacionadas":["Provérbios 4:23","Jeremias 17:10","Mateus 5:8"]},"2cronicas_25_19_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"O ato de 'julgar' implica discernir entre o certo e o errado, ou avaliar uma situação.","explicacao_detalhada":"No contexto de 2 Crônicas 25:19, Amatzias é advertido sobre suas ações e decisões, que precisam ser avaliadas à luz da justiça divina.","por_que_esta_palavra":"A palavra 'julgar' é importante para entender a responsabilidade moral dos líderes e a necessidade de buscar a sabedoria de Deus em suas decisões.","conexao_teologica":"Deus é o juiz supremo, e os líderes são chamados a refletir Sua justiça em suas decisões.","referencias_relacionadas":["Salmos 82:3","Provérbios 21:15","Tiago 4:12"]},"2cronicas_25_20_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador e sustentador do universo.","explicacao_detalhada":"Em 2 Crônicas 25:20, a menção a Deus destaca a soberania divina sobre as ações humanas e a importância de estar em conformidade com Sua vontade.","por_que_esta_palavra":"A palavra 'Deus' é central na narrativa bíblica, pois todas as ações e decisões devem ser avaliadas à luz de Sua vontade e caráter.","conexao_teologica":"Deus é apresentado como o guia e juiz de Seu povo, e a relação com Ele é fundamental para a vida e liderança.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"2cronicas_25_20_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A 'verdade' refere-se à realidade e à conformidade com os princípios divinos.","explicacao_detalhada":"Em 2 Crônicas 25:20, a verdade é um conceito que se opõe à falsidade e à enganação, sendo essencial para a justiça e a integridade.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a natureza de Deus e Sua revelação ao homem, sendo um fundamento da fé.","conexao_teologica":"Jesus se apresenta como a Verdade (João 14:6), e a busca pela verdade é um chamado para todos os crentes.","referencias_relacionadas":["Salmos 119:160","João 8:32","Efésios 4:15"]},"2cronicas_25_20_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"'Porque' é uma conjunção que introduz a razão ou causa de algo.","explicacao_detalhada":"Em 2 Crônicas 25:20, a palavra 'porque' conecta a ação de Deus com a desobediência de Amatzias, explicando a razão pela qual ele enfrentaria consequências.","por_que_esta_palavra":"A palavra 'porque' é importante para entender a lógica e a relação de causa e efeito nas ações humanas e a resposta divina.","conexao_teologica":"A compreensão das razões por trás das ações de Deus é fundamental para a teologia da providência e da justiça.","referencias_relacionadas":["Romanos 2:6","Gálatas 6:7","Hebreus 12:6"]},"2cronicas_25_21_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"'Grande' refere-se a algo de grande magnitude ou importância.","explicacao_detalhada":"Em 2 Crônicas 25:21, a grandeza é associada ao poder de Deus e à magnitude das consequências que Amatzias enfrentaria por suas ações.","por_que_esta_palavra":"A palavra 'grande' é usada para enfatizar a seriedade das situações e a grandeza de Deus em contrastar com a fragilidade humana.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, destacando Sua soberania e majestade sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"2cronicas_25_21_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' aqui se refere novamente à posição de liderança de Amatzias em Judá.","explicacao_detalhada":"Em 2 Crônicas 25:21, a repetição da palavra 'rei' enfatiza a responsabilidade de Amatzias como líder e as consequências de suas decisões.","por_que_esta_palavra":"A palavra 'rei' é central para entender a dinâmica de liderança e a relação entre o governante e o povo.","conexao_teologica":"A liderança é um reflexo da autoridade de Deus, e os reis são chamados a governar com justiça e temor a Ele.","referencias_relacionadas":["1 Reis 10:23","Salmos 72:1","Provérbios 16:12"]},"2cronicas_25_21_nome":{"palavra_pt":"nome","palavra_original":"אֲמַצְיָה","transliteracao":"ʼĂmatsyâh","strong":"H558","significado_raiz":"Ideia básica: nome.","significado_contextual":"'Nome' refere-se à identidade e à reputação de uma pessoa.","explicacao_detalhada":"Em 2 Crônicas 25:21, o nome de Amatzias é mencionado, simbolizando sua identidade como rei e as ações que definem sua liderança.","por_que_esta_palavra":"A palavra 'nome' é importante na cultura bíblica, onde o nome carrega significados e implicações sobre o caráter e a reputação.","conexao_teologica":"O nome de Deus é reverenciado na Bíblia, e a identidade dos crentes é encontrada em Cristo, que é o nome acima de todo nome.","referencias_relacionadas":["Salmos 20:1","Filipenses 2:9","Apocalipse 3:12"]},"2cronicas_25_22_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à presença ou face de Deus, simbolizando a relação entre o homem e o divino.","explicacao_detalhada":"No contexto de 2 Crônicas 25:22, o 'rosto' é mencionado em relação à maneira como Deus se manifesta ao seu povo. O 'rosto' de Deus é frequentemente associado à Sua glória e à Sua revelação.","por_que_esta_palavra":"A palavra 'rosto' é usada para enfatizar a intimidade e a proximidade que os fiéis têm com Deus, contrastando com a ideia de estar afastado ou em desobediência.","conexao_teologica":"A presença de Deus é central na teologia bíblica, onde o 'rosto' de Deus representa a Sua revelação e a comunhão com o Seu povo.","referencias_relacionadas":["Êxodo 33:14","Salmos 27:8","Números 6:25"]},"2cronicas_25_22_libertar":{"palavra_pt":"libertar","palavra_original":"נוּס","transliteracao":"nûwç","strong":"H5127","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se ao ato de libertar ou salvar, especialmente em um contexto de opressão ou cativeiro.","explicacao_detalhada":"A palavra 'libertar' em 2 Crônicas 25:22 está relacionada à ação de Deus em salvar Seu povo de inimigos ou dificuldades, destacando a Sua capacidade de trazer liberdade.","por_que_esta_palavra":"A escolha da palavra 'libertar' enfatiza a intervenção divina na história de Israel, mostrando que Deus é um libertador por natureza.","conexao_teologica":"A libertação é um tema recorrente na Bíblia, simbolizando a salvação que Deus oferece a todos os que O buscam.","referencias_relacionadas":["Salmos 34:17","Isaías 61:1","Gálatas 5:1"]},"2cronicas_25_22_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua totalidade, incluindo suas fraquezas e dependência de Deus.","explicacao_detalhada":"No versículo, 'homem' é usado para descrever a condição humana e a necessidade de intervenção divina, ressaltando a fragilidade do ser humano diante de Deus.","por_que_esta_palavra":"A palavra 'homem' é fundamental para entender a relação entre a humanidade e Deus, enfatizando a necessidade de redenção.","conexao_teologica":"A teologia bíblica frequentemente aborda a natureza do homem e sua relação com Deus, destacando a necessidade de salvação.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4-5","Romanos 3:23"]},"2cronicas_25_23_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e ao governo, especialmente no contexto do reino de Judá.","explicacao_detalhada":"A palavra 'rei' em 2 Crônicas 25:23 destaca a importância da liderança e da responsabilidade do governante sobre o povo, refletindo a soberania de Deus sobre as nações.","por_que_esta_palavra":"A menção ao 'rei' é crucial para entender a dinâmica política e espiritual de Israel, onde a liderança tem um papel significativo na fidelidade a Deus.","conexao_teologica":"A figura do rei é frequentemente usada na Bíblia para simbolizar a autoridade de Deus e a expectativa de um rei justo, como Cristo.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Isaías 9:6"]},"2cronicas_25_23_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência e à continuidade da linhagem real, especialmente no contexto do povo de Deus.","explicacao_detalhada":"A palavra 'filho' em 2 Crônicas 25:23 é usada para enfatizar a herança e a responsabilidade que vem com a posição de liderança, além de simbolizar a relação entre Deus e Seu povo.","por_que_esta_palavra":"A palavra 'filho' é importante para entender a aliança de Deus com Israel, onde a descendência é vista como um cumprimento das promessas divinas.","conexao_teologica":"A relação entre pai e filho é um tema central na Bíblia, refletindo a paternidade de Deus e a filiação dos crentes.","referencias_relacionadas":["Gênesis 17:7","Salmos 103:13","Romanos 8:14"]},"2cronicas_25_23_crescer":{"palavra_pt":"crescer","palavra_original":"פָּרַץ","transliteracao":"pârats","strong":"H6555","significado_raiz":"Ideia básica: crescer.","significado_contextual":"Refere-se ao desenvolvimento e à prosperidade, tanto física quanto espiritual.","explicacao_detalhada":"A palavra 'crescer' em 2 Crônicas 25:23 implica um aumento em poder, influência ou fé, refletindo o desejo de Deus para que Seu povo prospere.","por_que_esta_palavra":"A ideia de 'crescer' é fundamental para a compreensão do plano de Deus para a humanidade, que envolve crescimento espiritual e moral.","conexao_teologica":"O crescimento espiritual é um tema recorrente nas Escrituras, onde Deus deseja que Seus filhos amadureçam na fé.","referencias_relacionadas":["Efésios 4:15","Colossenses 1:10","2 Pedro 3:18"]},"2cronicas_25_24_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de agir, especialmente em relação à adoração e à vida do povo de Deus.","explicacao_detalhada":"A palavra 'modo' em 2 Crônicas 25:24 destaca a importância da forma como as ações são realizadas, especialmente em contextos de adoração e obediência a Deus.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza que a maneira de servir a Deus é tão importante quanto a intenção por trás das ações.","conexao_teologica":"A forma de adoração e a obediência a Deus são temas centrais na teologia bíblica, refletindo a santidade de Deus.","referencias_relacionadas":["Deuteronômio 6:5","Salmos 119:2","Colossenses 3:23"]},"2cronicas_25_24_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar, ao templo ou à comunidade de fé, simbolizando a presença de Deus entre Seu povo.","explicacao_detalhada":"A palavra 'casa' em 2 Crônicas 25:24 é usada para descrever o lugar onde Deus habita e onde Seu povo se reúne para adorá-Lo.","por_que_esta_palavra":"A ideia de 'casa' é fundamental para entender a relação entre Deus e Seu povo, onde a habitação de Deus é um sinal de Sua presença e bênção.","conexao_teologica":"A casa de Deus é um tema recorrente na Bíblia, simbolizando a comunhão e a adoração entre Deus e Seu povo.","referencias_relacionadas":["Salmos 23:6","Mateus 21:13","Hebreus 3:6"]},"2cronicas_25_24_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador e Sustentador do universo, que se relaciona com Seu povo.","explicacao_detalhada":"A palavra 'Deus' em 2 Crônicas 25:24 destaca a soberania e a autoridade de Deus sobre todas as coisas, bem como Sua disposição de se relacionar com a humanidade.","por_que_esta_palavra":"A menção a 'Deus' é crucial para entender a centralidade da divindade na vida do povo de Israel e na história da salvação.","conexao_teologica":"A natureza de Deus é um tema central na teologia, refletindo Sua santidade, amor e justiça.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"2cronicas_25_25_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à vida física e espiritual, enfatizando a importância da relação com Deus para a verdadeira vida.","explicacao_detalhada":"A palavra 'viver' em 2 Crônicas 25:25 destaca a ideia de que a verdadeira vida é encontrada em Deus e em Sua vontade, contrastando com a morte espiritual.","por_que_esta_palavra":"A escolha da palavra 'viver' enfatiza a vitalidade e a plenitude que vêm de uma vida em comunhão com Deus.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, onde Jesus é descrito como a fonte da vida eterna.","referencias_relacionadas":["João 10:10","Gálatas 2:20","1 João 5:12"]},"2cronicas_25_25_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho de um rei, simbolizando herança e continuidade da linhagem real.","explicacao_detalhada":"A palavra 'filho' neste contexto enfatiza a relação de descendência e a importância da sucessão no trono. O filho é visto como o herdeiro que deve continuar o legado do pai.","por_que_esta_palavra":"A escolha da palavra 'filho' é crucial para entender a dinâmica familiar e política da época, onde a sucessão era vital para a estabilidade do reino.","conexao_teologica":"A ideia de filho é central na teologia bíblica, especialmente em relação a Jesus, que é chamado de Filho de Deus, representando a relação única entre Deus e a humanidade.","referencias_relacionadas":["Mateus 1:1","Salmos 2:7","Romanos 8:17"]},"2cronicas_25_25_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Designa a autoridade suprema sobre um povo, responsável por governar e proteger seu reino.","explicacao_detalhada":"A palavra 'rei' implica não apenas liderança, mas também a responsabilidade de guiar o povo segundo os preceitos de Deus. O rei é visto como um representante de Deus na terra.","por_que_esta_palavra":"A utilização da palavra 'rei' é fundamental para entender a estrutura de poder e a importância da liderança justa e piedosa na história de Israel.","conexao_teologica":"Deus é frequentemente descrito como o Rei dos Reis, e a figura do rei humano é um reflexo da soberania divina.","referencias_relacionadas":["1 Samuel 8:7","Salmos 47:2","Apocalipse 19:16"]},"2cronicas_25_26_descanso":{"palavra_pt":"descanso","palavra_original":"יֶתֶר","transliteracao":"yether","strong":"H3499","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se a um período de paz e tranquilidade após conflitos ou dificuldades.","explicacao_detalhada":"A palavra 'descanso' sugere um tempo de alívio e recuperação, onde o povo pode se reerguer e se fortalecer após períodos de guerra ou opressão.","por_que_esta_palavra":"A escolha de 'descanso' destaca a importância da paz na vida do povo de Deus e a necessidade de momentos de serenidade para a restauração espiritual e física.","conexao_teologica":"O conceito de descanso é refletido no Sabbath, um tempo designado por Deus para descanso e renovação espiritual.","referencias_relacionadas":["Êxodo 20:8-11","Mateus 11:28-30","Hebreus 4:9-11"]},"2cronicas_25_26_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou mensagem que tem peso e importância.","explicacao_detalhada":"A palavra 'palavra' neste contexto pode se referir a uma profecia ou um comando divino que deve ser seguido, enfatizando a importância da comunicação divina.","por_que_esta_palavra":"A escolha de 'palavra' é significativa, pois a comunicação de Deus com seu povo é um tema central na Bíblia, mostrando como Ele se revela e orienta.","conexao_teologica":"A Palavra de Deus é viva e eficaz, e é através dela que os crentes recebem direção e sabedoria.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","João 1:1"]},"2cronicas_25_26_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à autenticidade e à fidelidade de uma declaração ou promessa.","explicacao_detalhada":"A palavra 'verdade' é fundamental para a compreensão da natureza de Deus, que é descrito como a própria verdade, e para a vida do crente que deve viver em conformidade com a verdade.","por_que_esta_palavra":"A escolha de 'verdade' ressalta a importância da honestidade e da integridade nas relações e na vida espiritual.","conexao_teologica":"Jesus se apresenta como a Verdade, e a busca pela verdade é um chamado para todos os crentes.","referencias_relacionadas":["João 14:6","Salmos 25:5","Efésios 4:15"]},"2cronicas_25_27_amor":{"palavra_pt":"amor","palavra_original":"קָשַׁר","transliteracao":"qâshar","strong":"H7194","significado_raiz":"Ideia básica: amor.","significado_contextual":"Refere-se a um vínculo profundo e afetivo, muitas vezes associado à lealdade e à devoção.","explicacao_detalhada":"A palavra 'amor' neste contexto pode indicar a relação entre Deus e seu povo, bem como a necessidade de amar uns aos outros como parte da comunidade de fé.","por_que_esta_palavra":"A escolha de 'amor' é essencial para entender a motivação por trás das ações de Deus e a expectativa de que os crentes se amem mutuamente.","conexao_teologica":"O amor é o mandamento central de Jesus, e a expressão do amor de Deus é um tema recorrente nas Escrituras.","referencias_relacionadas":["1 João 4:8","Mateus 22:37-39","Romanos 13:10"]},"2cronicas_25_27_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a um momento ou ocasião específica que é significativa.","explicacao_detalhada":"A palavra 'expressão' pode indicar um tempo determinado em que algo importante acontece, ressaltando a importância de reconhecer os momentos de Deus na história.","por_que_esta_palavra":"A escolha de 'expressão' enfatiza a relevância do tempo e das circunstâncias na obra de Deus.","conexao_teologica":"Deus atua em momentos específicos da história, e os crentes são chamados a reconhecer e responder a esses momentos.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 4:4","Romanos 5:6"]},"2cronicas_25_27_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se à ação de acompanhar ou obedecer a alguém ou algo.","explicacao_detalhada":"A palavra 'seguir' implica um compromisso de lealdade e obediência, especialmente em relação a Deus e seus mandamentos.","por_que_esta_palavra":"A escolha de 'seguir' é fundamental para a vida cristã, onde os crentes são chamados a seguir a Cristo e seus ensinamentos.","conexao_teologica":"Seguir a Jesus é um chamado para todos os crentes, refletindo a necessidade de discipulado e compromisso com a fé.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"2cronicas_25_28_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local habitado, que pode ser um centro de vida social, econômica e espiritual.","explicacao_detalhada":"A palavra 'cidade' neste contexto pode indicar a importância de um lugar específico na história de Israel, muitas vezes associado à presença de Deus.","por_que_esta_palavra":"A escolha de 'cidade' é significativa, pois muitas vezes as cidades são vistas como símbolos de segurança e identidade para o povo de Deus.","conexao_teologica":"A cidade de Deus é um tema importante na Bíblia, simbolizando a habitação de Deus entre seu povo.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"2cronicas_25_28_idiom":{"palavra_pt":"expressao","palavra_original":"קָבַר","transliteracao":"qâbar","strong":"H6912","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a um ato de sepultamento, simbolizando o fim da vida terrena.","explicacao_detalhada":"A palavra 'expressão' neste contexto pode indicar a prática de sepultar, que é um rito importante na cultura israelita, refletindo respeito pelos mortos.","por_que_esta_palavra":"A escolha de 'expressão' é relevante, pois o sepultamento é um ato que demonstra a crença na vida após a morte e a esperança na ressurreição.","conexao_teologica":"O sepultamento de Jesus e a ressurreição são centrais na fé cristã, simbolizando a vitória sobre a morte.","referencias_relacionadas":["Mateus 27:57-60","João 19:40","1 Coríntios 15:20"]}}