{"2cronicas_26_1_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"O ato de governar ou ter autoridade sobre um povo.","explicacao_detalhada":"Reinar implica não apenas em ocupar uma posição de poder, mas também em exercer liderança e responsabilidade sobre a nação. No contexto de 2 Crônicas 26, refere-se ao início do reinado de Uzias, que se destacou por suas realizações.","por_que_esta_palavra":"A palavra 'reinar' é fundamental para entender a dinâmica do governo e a relação entre Deus e os líderes de Israel.","conexao_teologica":"O reinado de Uzias é um reflexo do governo de Deus sobre seu povo, mostrando como um rei justo pode trazer prosperidade e bênçãos.","referencias_relacionadas":["1 Samuel 8:5","Salmos 22:28","Isaías 9:6-7"]},"2cronicas_26_1_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Tomar posse ou controle de algo.","explicacao_detalhada":"Neste contexto, 'tomar' refere-se à ação de Uzias em assumir o trono após a morte de seu pai, o que implica em um ato de reivindicação de autoridade.","por_que_esta_palavra":"A palavra 'tomar' é crucial para entender a transição de poder e a legitimidade do reinado de Uzias.","conexao_teologica":"A ação de tomar o trono é um paralelo à forma como Deus estabelece líderes sobre seu povo, enfatizando a soberania divina na escolha de governantes.","referencias_relacionadas":["1 Crônicas 29:23","Salmos 75:7","Romanos 13:1"]},"2cronicas_26_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de agir.","explicacao_detalhada":"O 'modo' em que Uzias reinou é importante para entender seu caráter e as decisões que tomou durante seu governo.","por_que_esta_palavra":"A palavra 'modo' destaca a importância das ações e atitudes de um líder em sua governança.","conexao_teologica":"A maneira de governar de Uzias pode ser vista como um reflexo do caráter de Deus, que é justo e reto.","referencias_relacionadas":["Provérbios 21:1","Eclesiastes 10:2","Miquéias 6:8"]},"2cronicas_26_2_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A figura que exerce autoridade suprema sobre um reino.","explicacao_detalhada":"A palavra 'rei' é central para a narrativa, pois Uzias é apresentado como um rei que buscou a Deus e prosperou em seu reinado.","por_que_esta_palavra":"A palavra 'rei' é essencial para entender a estrutura de liderança em Israel e a relação entre o rei e Deus.","conexao_teologica":"O conceito de rei em Israel é profundamente ligado à ideia de que Deus é o verdadeiro Rei, e os líderes humanos devem refletir Seu caráter.","referencias_relacionadas":["Deuteronômio 17:14-20","Salmos 47:2","Isaías 33:22"]},"2cronicas_26_2_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Ato de ir atrás ou obedecer a alguém.","explicacao_detalhada":"Neste contexto, 'seguir' refere-se à disposição de Uzias em seguir os caminhos de Deus, o que resultou em bênçãos para seu reinado.","por_que_esta_palavra":"A palavra 'seguir' é crucial para entender a obediência e a fidelidade a Deus como fundamentos para um reinado bem-sucedido.","conexao_teologica":"Seguir a Deus é um princípio que se aplica a todos os crentes, mostrando que a verdadeira liderança é baseada na submissão a Deus.","referencias_relacionadas":["Salmos 119:105","Mateus 16:24","Hebreus 12:1-2"]},"2cronicas_26_2_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Estado de repouso ou tranquilidade.","explicacao_detalhada":"A palavra 'descanso' pode se referir ao período de paz que Uzias trouxe ao reino, permitindo que o povo vivesse em segurança.","por_que_esta_palavra":"O descanso é um tema importante na Bíblia, simbolizando a bênção de Deus sobre um povo obediente.","conexao_teologica":"O descanso é um reflexo do shabat, o descanso de Deus após a criação, e representa a paz que vem da obediência.","referencias_relacionadas":["Salmos 37:7","Mateus 11:28-30","Hebreus 4:9-11"]},"2cronicas_26_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Descendente direto de uma pessoa.","explicacao_detalhada":"A palavra 'filho' é usada para enfatizar a linhagem real e a continuidade do governo na família de Uzias.","por_que_esta_palavra":"A palavra 'filho' é importante para entender a herança e a sucessão no trono de Israel.","conexao_teologica":"A linhagem messiânica é frequentemente associada a filhos, destacando a importância da descendência na história da salvação.","referencias_relacionadas":["Gênesis 17:19","Mateus 1:1","Lucas 3:23-38"]},"2cronicas_26_3_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Ato de governar ou ter autoridade sobre um povo.","explicacao_detalhada":"Reinar, neste contexto, refere-se ao início do governo de Uzias e suas ações em prol do povo de Judá.","por_que_esta_palavra":"A repetição da palavra 'reinar' enfatiza a importância do governo de Uzias e suas implicações para a nação.","conexao_teologica":"O reinado de Uzias é um exemplo de como um líder pode ser usado por Deus para trazer bênçãos ao seu povo.","referencias_relacionadas":["1 Crônicas 29:23","Salmos 22:28","Isaías 9:6-7"]},"2cronicas_26_3_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"O direito ou poder de governar ou tomar decisões.","explicacao_detalhada":"A palavra 'nome' aqui pode se referir à autoridade que Uzias tinha como rei, bem como à reputação que ele construiu.","por_que_esta_palavra":"A palavra 'nome' é significativa, pois representa a identidade e a autoridade de um líder.","conexao_teologica":"O nome de Deus é associado à sua autoridade e poder, e os líderes devem refletir essa autoridade em suas ações.","referencias_relacionadas":["Salmos 8:1","Provérbios 18:10","Filipenses 2:9-11"]},"2cronicas_26_4_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Ato de fazer ou criar algo.","explicacao_detalhada":"A palavra 'urso' pode ser um erro de tradução ou interpretação, mas no contexto, pode se referir a ações de Uzias que foram bem-sucedidas e frutíferas.","por_que_esta_palavra":"A palavra 'urso' é importante para entender a atividade e a produtividade durante o reinado de Uzias.","conexao_teologica":"As obras de um líder devem ser vistas como reflexo da ação de Deus em sua vida e governo.","referencias_relacionadas":["Gênesis 1:31","Salmos 90:17","Colossenses 3:23-24"]},"2cronicas_26_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como o rei Uzias se comportou e governou.","explicacao_detalhada":"A palavra 'modo' aqui implica a forma ou estilo de liderança que Uzias adotou, que foi influenciado por sua busca por Deus.","por_que_esta_palavra":"O uso de 'modo' destaca a importância da conduta e do estilo de vida de um líder em relação à sua fé.","conexao_teologica":"A maneira de viver de um líder pode impactar a nação e sua relação com Deus.","referencias_relacionadas":["2 Crônicas 26:4","Provérbios 4:23","Salmos 1:1"]},"2cronicas_26_4_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"O 'olho' simboliza a percepção e a visão espiritual do rei.","explicacao_detalhada":"Neste contexto, o 'olho' representa a capacidade de Uzias de ver e seguir a vontade de Deus, guiando seu povo.","por_que_esta_palavra":"O 'olho' é uma metáfora para a sabedoria e discernimento que vêm de Deus.","conexao_teologica":"A visão espiritual é essencial para a liderança e a obediência a Deus.","referencias_relacionadas":["Mateus 6:22","Salmos 119:18","Provérbios 29:18"]},"2cronicas_26_5_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que Uzias buscou ao Senhor.","explicacao_detalhada":"O 'dia' aqui é significativo, pois representa um período de dedicação e busca por Deus, essencial para o sucesso de seu reinado.","por_que_esta_palavra":"O tempo de busca é crucial para entender a relação entre o líder e Deus.","conexao_teologica":"O tempo dedicado a Deus é fundamental para a prosperidade espiritual e material.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Isaías 55:6"]},"2cronicas_26_5_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Senhor, a fonte de sabedoria e poder.","explicacao_detalhada":"A palavra 'Deus' enfatiza a importância de buscar a orientação divina para governar com justiça e sabedoria.","por_que_esta_palavra":"A presença de Deus é fundamental para o sucesso e a proteção de um líder.","conexao_teologica":"A dependência de Deus é um tema central na liderança bíblica.","referencias_relacionadas":["Salmos 37:5","Provérbios 3:5-6","Tiago 1:5"]},"2cronicas_26_5_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda espiritual que pode ocorrer quando se afasta de Deus.","explicacao_detalhada":"A palavra 'cair' implica a possibilidade de um líder perder sua posição e favor diante de Deus se não permanecer fiel.","por_que_esta_palavra":"É um alerta sobre as consequências da desobediência e da falta de vigilância espiritual.","conexao_teologica":"A queda é um tema recorrente na Bíblia, mostrando a fragilidade humana sem a ajuda divina.","referencias_relacionadas":["1 Coríntios 10:12","Gálatas 6:1","Hebreus 12:1"]},"2cronicas_26_6_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se à grandeza das conquistas e realizações de Uzias.","explicacao_detalhada":"A palavra 'sair' destaca as vitórias e expansões territoriais que ocorreram sob seu governo.","por_que_esta_palavra":"Mostra a importância de agir e avançar na fé e na liderança.","conexao_teologica":"As conquistas de um líder podem ser vistas como bênçãos de Deus quando estão alinhadas com Sua vontade.","referencias_relacionadas":["Salmos 20:7","Isaías 54:2","Romanos 8:37"]},"2cronicas_26_6_crescer":{"palavra_pt":"crescer","palavra_original":"פָּרַץ","transliteracao":"pârats","strong":"H6555","significado_raiz":"Ideia básica: crescer.","significado_contextual":"Refere-se ao crescimento do reino e da influência de Uzias.","explicacao_detalhada":"A palavra 'crescer' implica um desenvolvimento tanto espiritual quanto material sob a liderança de Uzias.","por_que_esta_palavra":"O crescimento é um sinal de bênção e favor divino em resposta à busca por Deus.","conexao_teologica":"O crescimento espiritual e material é um reflexo da fidelidade a Deus.","referencias_relacionadas":["Salmos 92:12","Mateus 28:19-20","2 Pedro 3:18"]},"2cronicas_26_6_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"Refere-se à construção de cidades e fortificações durante o reinado de Uzias.","explicacao_detalhada":"A palavra 'construir' enfatiza a importância de estabelecer uma base sólida para a nação.","por_que_esta_palavra":"Construir é um ato de fé e visão para o futuro, refletindo a responsabilidade de um líder.","conexao_teologica":"A construção de uma nação é um reflexo do plano de Deus para Seu povo.","referencias_relacionadas":["Salmos 127:1","Neemias 2:17","1 Coríntios 3:10"]},"2cronicas_26_7_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à proteção e ajuda divina que Uzias recebeu.","explicacao_detalhada":"A palavra 'Deus' aqui destaca a intervenção divina nas batalhas e conquistas de Uzias.","por_que_esta_palavra":"A presença de Deus é essencial para o sucesso em qualquer empreendimento.","conexao_teologica":"A proteção divina é uma promessa para aqueles que buscam a Deus sinceramente.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 8:31"]},"2cronicas_26_7_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se à capacidade de Uzias de administrar justiça e governar com sabedoria.","explicacao_detalhada":"A palavra 'julgar' implica a responsabilidade de um líder em tomar decisões justas e sábias.","por_que_esta_palavra":"O julgamento justo é fundamental para a paz e a ordem em uma sociedade.","conexao_teologica":"Deus é o justo juiz, e os líderes devem refletir Sua justiça em suas decisões.","referencias_relacionadas":["Salmos 82:3","Provérbios 21:15","Miquéias 6:8"]},"2cronicas_26_7_help":{"palavra_pt":"help","palavra_original":"עָזַר","transliteracao":"ʻâzar","strong":"H5826","significado_raiz":"Ideia básica: help.","significado_contextual":"A palavra 'help' refere-se ao auxílio que Deus oferece ao povo de Judá durante o reinado de Uzias.","explicacao_detalhada":"O termo 'עָזַר' (ʻâzar) é frequentemente utilizado na Bíblia para descrever a assistência divina. Neste contexto, indica que Deus estava ao lado de Uzias, fortalecendo-o em suas batalhas e empreendimentos.","por_que_esta_palavra":"A escolha da palavra enfatiza a dependência do rei Uzias em relação a Deus, mostrando que seu sucesso não era apenas fruto de suas habilidades, mas da ajuda divina.","conexao_teologica":"A ideia de ajuda divina é central na teologia bíblica, onde Deus é visto como o socorro em tempos de necessidade. Isso se conecta com a promessa de que Deus está sempre presente para ajudar aqueles que O buscam.","referencias_relacionadas":["Salmos 121:1-2","Isaías 41:10","Hebreus 13:6"]},"2cronicas_26_8_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é usada para descrever a ação de Uzias ao oferecer presentes e tributos a Deus e aos seus aliados.","explicacao_detalhada":"O termo 'נָתַן' (nâthan) implica não apenas a ação de dar, mas também a intenção de reconhecer a soberania de Deus e a importância das alianças.","por_que_esta_palavra":"A palavra é escolhida para mostrar a generosidade de Uzias e sua disposição em honrar a Deus e os outros, refletindo um coração grato e obediente.","conexao_teologica":"Dar é um princípio fundamental na vida cristã, simbolizando a generosidade de Deus e a resposta do ser humano a essa generosidade. Isso se relaciona com a prática de ofertas e dízimos.","referencias_relacionadas":["2 Coríntios 9:7","Mateus 6:21","Atos 20:35"]},"2cronicas_26_8_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A palavra 'oferta' refere-se aos presentes que Uzias trouxe a Deus como parte de sua devoção.","explicacao_detalhada":"O termo 'מִנְחָה' (minchâh) é utilizado para descrever ofertas que podem ser de grãos, animais ou outros bens, simbolizando a gratidão e a devoção do ofertante.","por_que_esta_palavra":"A escolha desta palavra destaca a importância das ofertas na adoração a Deus, mostrando que Uzias reconhecia a necessidade de se aproximar de Deus através de atos de devoção.","conexao_teologica":"As ofertas são um meio de expressar gratidão e reconhecimento da soberania de Deus, refletindo a relação entre o ser humano e o divino.","referencias_relacionadas":["Levítico 2:1","Salmos 54:6","Hebreus 13:15"]},"2cronicas_26_8_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' é usada para descrever o modo de vida e as ações de Uzias durante seu reinado.","explicacao_detalhada":"O termo 'יָלַךְ' (yâlak) implica não apenas o ato físico de andar, mas também o estilo de vida e as decisões que Uzias tomou em conformidade com a vontade de Deus.","por_que_esta_palavra":"A palavra é significativa porque reflete a trajetória de vida de Uzias, que andou nos caminhos do Senhor, o que resultou em bênçãos e prosperidade.","conexao_teologica":"Andar nos caminhos de Deus é um tema recorrente na Bíblia, simbolizando a obediência e a fidelidade ao Senhor.","referencias_relacionadas":["Salmos 1:1-2","Provérbios 3:6","Gálatas 5:16"]},"2cronicas_26_9_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"A palavra 'construir' refere-se aos esforços de Uzias em edificar cidades e fortificações em Judá.","explicacao_detalhada":"O termo 'בָּנָה' (bânâh) é utilizado para descrever a construção física, mas também pode simbolizar a edificação de uma nação forte e próspera sob a liderança de Uzias.","por_que_esta_palavra":"A escolha desta palavra destaca a importância da construção e do fortalecimento da infraestrutura e da segurança do povo de Deus.","conexao_teologica":"A construção de cidades e fortificações pode ser vista como uma metáfora para a edificação espiritual e comunitária, refletindo a responsabilidade do líder em cuidar do seu povo.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","1 Coríntios 3:9"]},"2cronicas_26_9_torre":{"palavra_pt":"torre","palavra_original":"פִּנָּה","transliteracao":"pinnâh","strong":"H6438","significado_raiz":"Ideia básica: torre.","significado_contextual":"A palavra 'torre' refere-se às estruturas defensivas que Uzias construiu para proteger Judá.","explicacao_detalhada":"O termo 'פִּנָּה' (pinnâh) implica uma construção elevada, que serve como um ponto de vigilância e proteção contra inimigos.","por_que_esta_palavra":"A escolha desta palavra enfatiza a necessidade de segurança e vigilância em tempos de conflito, refletindo a sabedoria de Uzias em proteger seu reino.","conexao_teologica":"A torre pode simbolizar a proteção divina, onde Deus é visto como a torre forte e refúgio para seu povo.","referencias_relacionadas":["Salmos 61:3","Provérbios 18:10","Isaías 26:1"]},"2cronicas_26_10_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"A palavra 'construir' é novamente utilizada para descrever as ações de Uzias em desenvolver a agricultura e a economia de Judá.","explicacao_detalhada":"O termo 'בָּנָה' (bânâh) neste contexto se refere à construção de infraestruturas que favorecem o crescimento econômico e a prosperidade do povo.","por_que_esta_palavra":"A repetição da palavra destaca a importância da construção não apenas física, mas também social e econômica, refletindo a visão de Uzias para um reino próspero.","conexao_teologica":"A construção e o desenvolvimento são vistos como parte do plano de Deus para a prosperidade de seu povo, enfatizando a responsabilidade dos líderes em promover o bem-estar.","referencias_relacionadas":["Deuteronômio 8:18","Salmos 128:1-2","Eclesiastes 3:13"]},"2cronicas_26_10_campo":{"palavra_pt":"campo","palavra_original":"מִדְבָּר","transliteracao":"midbâr","strong":"H4057","significado_raiz":"Ideia básica: campo.","significado_contextual":"A palavra 'campo' refere-se às terras cultiváveis que Uzias desenvolveu para a agricultura.","explicacao_detalhada":"O termo 'מִדְבָּר' (midbâr) pode se referir a áreas de pastagem e cultivo, essenciais para a subsistência do povo.","por_que_esta_palavra":"A escolha desta palavra destaca a importância da agricultura e da produção de alimentos para a segurança e prosperidade do reino.","conexao_teologica":"A terra e o cultivo são frequentemente mencionados na Bíblia como bênçãos de Deus, refletindo a provisão divina para seu povo.","referencias_relacionadas":["Gênesis 1:29","Levítico 25:3-4","Salmos 104:14"]},"2cronicas_26_10_madeira":{"palavra_pt":"madeira","palavra_original":"חָצַב","transliteracao":"châtsab","strong":"H2672","significado_raiz":"Ideia básica: madeira.","significado_contextual":"A palavra 'madeira' refere-se aos recursos naturais que Uzias utilizou para a construção e desenvolvimento.","explicacao_detalhada":"O termo 'חָצַב' (châtsab) implica a extração de madeira, um recurso vital para a construção de edifícios e ferramentas.","por_que_esta_palavra":"A escolha desta palavra enfatiza a importância dos recursos naturais e a habilidade de Uzias em utilizá-los para o benefício do reino.","conexao_teologica":"A utilização de recursos naturais é vista como parte da mordomia que Deus espera de seu povo, refletindo a responsabilidade de cuidar da criação.","referencias_relacionadas":["Gênesis 2:15","Salmos 104:24-25","1 Pedro 4:10"]},"2cronicas_26_11_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à posição de Uzias como governante de Judá.","explicacao_detalhada":"O termo 'מֶלֶךְ' (melek) implica autoridade, liderança e responsabilidade sobre o povo e a nação.","por_que_esta_palavra":"A escolha desta palavra destaca a importância da liderança e do papel do rei em guiar o povo segundo os princípios de Deus.","conexao_teologica":"A figura do rei é central na narrativa bíblica, simbolizando a soberania de Deus e a expectativa de que os líderes governem com justiça e retidão.","referencias_relacionadas":["1 Samuel 8:7","Salmos 72:1-2","Romanos 13:1"]},"2cronicas_26_11_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se a uma queda, tanto literal quanto figurativa, que pode simbolizar a perda de poder ou status.","explicacao_detalhada":"No contexto de 2 Crônicas 26:11, a palavra 'cair' pode ser interpretada como a queda de um rei ou de um líder, refletindo a fragilidade do poder humano diante de Deus.","por_que_esta_palavra":"Esta palavra é importante porque ilustra a vulnerabilidade do ser humano e a necessidade de depender de Deus para sustentar a posição e a autoridade.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a transgressão e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Salmos 37:24","Provérbios 16:18","Gálatas 6:7"]},"2cronicas_26_12_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, muitas vezes enfatizando a força ou a bravura.","explicacao_detalhada":"Em 2 Crônicas 26:12, 'homem' é utilizado para descrever guerreiros ou valentes que servem ao rei, destacando a importância da coragem e do compromisso na defesa do reino.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a masculinidade e a bravura, características valorizadas em líderes e guerreiros na cultura da época.","conexao_teologica":"A Bíblia frequentemente fala sobre o valor do ser humano, criado à imagem de Deus, e a responsabilidade que isso implica.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","1 Pedro 2:9"]},"2cronicas_26_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira ou ao estilo de ação, indicando como algo é realizado.","explicacao_detalhada":"No versículo, 'modo' pode se referir à forma como os homens se organizam ou atuam em batalha, ressaltando a importância da estratégia e da disciplina.","por_que_esta_palavra":"A palavra é crucial para entender a organização militar e a eficácia das ações no contexto da guerra.","conexao_teologica":"A Bíblia ensina que Deus também tem um modo de agir e que devemos seguir Seus caminhos para alcançar a vitória espiritual.","referencias_relacionadas":["Salmos 37:5","Provérbios 3:6","Isaías 55:8-9"]},"2cronicas_26_12_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se ao início ou à origem de algo, muitas vezes associado à liderança.","explicacao_detalhada":"Em 2 Crônicas 26:12, 'princípio' pode indicar a posição de liderança ou a origem das ações dos guerreiros, enfatizando a importância da liderança na batalha.","por_que_esta_palavra":"A palavra é significativa porque destaca a necessidade de um líder forte e justo para guiar o povo em tempos de conflito.","conexao_teologica":"Cristo é descrito como o Princípio e o Fim, mostrando que Ele é a fonte de toda liderança e autoridade.","referencias_relacionadas":["Apocalipse 22:13","Isaías 9:6","Mateus 28:18"]},"2cronicas_26_13_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima em um reino, simbolizando poder e governança.","explicacao_detalhada":"No contexto do versículo, 'rei' é uma referência direta à figura de autoridade que lidera o povo e toma decisões em nome do reino.","por_que_esta_palavra":"A palavra é central para entender a estrutura de governo e a importância da liderança na sociedade israelita.","conexao_teologica":"Deus é frequentemente descrito como o Rei dos Reis, enfatizando Sua soberania sobre todas as nações.","referencias_relacionadas":["Salmos 47:2","1 Timóteo 6:15","Apocalipse 19:16"]},"2cronicas_26_13_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser uma metáfora para força ou poder, embora seu uso aqui seja menos comum.","explicacao_detalhada":"Em 2 Crônicas 26:13, 'urso' pode simbolizar a força bruta e a ferocidade necessárias em batalha, representando a coragem dos guerreiros.","por_que_esta_palavra":"A palavra é utilizada para ilustrar a força necessária para proteger o reino e enfrentar inimigos.","conexao_teologica":"A força de Deus é frequentemente comparada a um animal feroz, mostrando que Ele é nosso defensor.","referencias_relacionadas":["Salmos 18:2","Isaías 40:31","Romanos 8:31"]},"2cronicas_26_13_bom":{"palavra_pt":"bom","palavra_original":"כֹּחַ","transliteracao":"kôach","strong":"H3581","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade de algo que é positivo ou desejável.","explicacao_detalhada":"No versículo, 'bom' pode se referir à qualidade dos guerreiros ou à eficácia de suas ações em batalha.","por_que_esta_palavra":"A palavra é importante para destacar a virtude e a moralidade que devem acompanhar a força em um líder ou guerreiro.","conexao_teologica":"Deus é descrito como bom, e devemos buscar refletir essa bondade em nossas ações e decisões.","referencias_relacionadas":["Salmos 34:8","Mateus 5:16","Gálatas 5:22-23"]},"2cronicas_26_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito, enfatizando a importância da abordagem correta.","explicacao_detalhada":"Em 2 Crônicas 26:14, 'modo' pode se referir à forma como os guerreiros se prepararam e atuaram, destacando a necessidade de estratégia e disciplina.","por_que_esta_palavra":"A palavra é crucial para entender a eficácia das ações e a importância de um plano bem estruturado.","conexao_teologica":"Deus tem um modo de operar em nossas vidas, e devemos estar atentos a Sua direção.","referencias_relacionadas":["Provérbios 16:3","Salmos 119:105","Isaías 30:21"]},"2cronicas_26_14_adoracao":{"palavra_pt":"exercitos","palavra_original":"צָבָא","transliteracao":"tsâbâʼ","strong":"H6635","significado_raiz":"Ideia básica: exercitos.","significado_contextual":"A palavra 'exércitos' refere-se a um grande número de soldados ou forças organizadas para a batalha.","explicacao_detalhada":"No contexto do versículo, 'exércitos' destaca a força militar e a preparação necessária para enfrentar inimigos, simbolizando a proteção de Deus sobre Seu povo.","por_que_esta_palavra":"A palavra é significativa porque enfatiza a importância da unidade e da força coletiva em tempos de conflito.","conexao_teologica":"Deus é descrito como o Senhor dos Exércitos, mostrando que Ele lidera e protege Seu povo em batalhas espirituais.","referencias_relacionadas":["Salmos 24:10","Isaías 6:3","Romanos 8:37"]},"2cronicas_26_15_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode simbolizar força e poder, representando a ferocidade necessária em batalhas.","explicacao_detalhada":"Em 2 Crônicas 26:15, 'urso' pode ser uma metáfora para a força e a bravura dos guerreiros que defendem o reino.","por_que_esta_palavra":"A palavra é utilizada para ilustrar a coragem e a determinação necessárias para proteger o povo e o reino.","conexao_teologica":"A força de Deus é frequentemente comparada a um animal feroz, mostrando que Ele é nosso defensor e protetor.","referencias_relacionadas":["Salmos 18:2","Isaías 40:31","Romanos 8:31"]},"2cronicas_26_15_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair refere-se à queda de um estado de graça ou posição elevada.","explicacao_detalhada":"No contexto de 2 Crônicas 26:15, a palavra 'cair' pode simbolizar a perda de poder ou a queda moral de Uzias, que, após ter sido bem-sucedido, se tornou arrogante e desobedeceu a Deus.","por_que_esta_palavra":"A palavra é usada para ilustrar a transição de um estado de sucesso para um de ruína, enfatizando a fragilidade da posição humana diante de Deus.","conexao_teologica":"A queda é um tema recorrente na Bíblia, refletindo a necessidade de humildade e dependência de Deus para evitar a ruína espiritual.","referencias_relacionadas":["Provérbios 16:18","Gálatas 6:1","1 Pedro 5:5"]},"2cronicas_26_15_torre":{"palavra_pt":"torre","palavra_original":"מִגְדָּל","transliteracao":"migdâl","strong":"H4026","significado_raiz":"Ideia básica: torre.","significado_contextual":"Torre representa fortificação e segurança, simbolizando proteção e poder militar.","explicacao_detalhada":"Em 2 Crônicas 26:15, as torres construídas por Uzias refletem sua habilidade em fortalecer Judá e proteger o reino contra invasões.","por_que_esta_palavra":"A torre é um símbolo de defesa e segurança, mostrando a importância de se preparar e proteger o povo de Deus.","conexao_teologica":"Deus é frequentemente descrito como uma torre forte, um refúgio para os justos, enfatizando que a verdadeira segurança vem dEle.","referencias_relacionadas":["Salmos 61:3","Provérbios 18:10","Salmos 46:1"]},"2cronicas_26_16_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Fogo simboliza purificação, julgamento e a presença de Deus.","explicacao_detalhada":"No versículo, o fogo pode representar tanto a oferta a Deus quanto a ira divina que pode ser desencadeada pela desobediência, como aconteceu com Uzias.","por_que_esta_palavra":"O uso do fogo destaca a seriedade das ofertas e a necessidade de santidade ao se aproximar de Deus.","conexao_teologica":"O fogo é um símbolo da presença de Deus, como visto na sarça ardente e no Pentecostes, e também representa o juízo.","referencias_relacionadas":["Hebreus 12:29","Êxodo 3:2","Atos 2:3"]},"2cronicas_26_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Nome refere-se à autoridade e à identidade de Deus.","explicacao_detalhada":"O uso do nome 'Senhor' em 2 Crônicas 26:16 enfatiza a soberania de Deus e a necessidade de reverência ao se aproximar dEle.","por_que_esta_palavra":"O nome de Deus é central na adoração e na relação do povo com Ele, representando Sua natureza e caráter.","conexao_teologica":"A invocação do nome de Deus é fundamental na oração e na adoração, refletindo a importância de reconhecer Sua autoridade.","referencias_relacionadas":["Salmos 20:7","Romanos 10:13","Filipenses 2:9-11"]},"2cronicas_26_16_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Coração simboliza o centro das emoções e decisões humanas.","explicacao_detalhada":"Em 2 Crônicas 26:16, o coração de Uzias se tornou orgulhoso, levando-o a desobedecer a Deus, o que é um aviso sobre a condição do coração humano.","por_que_esta_palavra":"A condição do coração é crucial para a vida espiritual, pois dele procedem as ações e decisões.","conexao_teologica":"A Bíblia frequentemente fala sobre a necessidade de um coração puro e submisso a Deus, refletindo a importância da integridade interna.","referencias_relacionadas":["Provérbios 4:23","Mateus 5:8","Salmos 51:10"]},"2cronicas_26_17_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Sacerdote representa o mediador entre Deus e o povo.","explicacao_detalhada":"No contexto de 2 Crônicas 26:17, o sacerdote é quem deve garantir que as práticas religiosas sejam realizadas corretamente, alertando Uzias sobre sua transgressão.","por_que_esta_palavra":"A figura do sacerdote é essencial na adoração, pois ele é responsável por manter a santidade e a ordem nas práticas religiosas.","conexao_teologica":"Cristo é nosso sumo sacerdote, mediando entre Deus e a humanidade, e a função sacerdotal é um tema importante na teologia cristã.","referencias_relacionadas":["Hebreus 4:14","1 Pedro 2:9","Êxodo 28:1"]},"2cronicas_26_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Nome refere-se à autoridade e à identidade de Deus.","explicacao_detalhada":"Assim como mencionado anteriormente, o nome 'Senhor' é invocado para reafirmar a soberania de Deus sobre as ações humanas.","por_que_esta_palavra":"A invocação do nome de Deus é um lembrete da Sua presença e autoridade nas decisões e ações do povo.","conexao_teologica":"A importância do nome de Deus é um tema central na adoração e na relação do povo com Ele.","referencias_relacionadas":["Salmos 20:7","Romanos 10:13","Filipenses 2:9-11"]},"2cronicas_26_17_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Chamar refere-se ao ato de convocar ou convidar alguém para uma ação ou lugar.","explicacao_detalhada":"Em 2 Crônicas 26:17, o sacerdote chama Uzias para confrontá-lo sobre sua desobediência, destacando a importância da correção fraternal.","por_que_esta_palavra":"A palavra enfatiza a responsabilidade de líderes espirituais em chamar a atenção dos que estão em erro.","conexao_teologica":"A correção e o chamado ao arrependimento são temas importantes na vida cristã, refletindo o amor de Deus por Seu povo.","referencias_relacionadas":["Gálatas 6:1","Tiago 5:19-20","Mateus 18:15"]},"2cronicas_26_18_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Rei representa a autoridade e o governo sobre o povo.","explicacao_detalhada":"No versículo, o rei Uzias é confrontado por um sacerdote, mostrando que mesmo a autoridade real deve se submeter à lei de Deus.","por_que_esta_palavra":"A palavra 'rei' enfatiza a posição de liderança e a responsabilidade que vem com ela, especialmente em relação a Deus.","conexao_teologica":"Cristo é descrito como o Rei dos Reis, e a submissão à Sua autoridade é fundamental na fé cristã.","referencias_relacionadas":["1 Timóteo 6:15","Apocalipse 19:16","Salmos 2:6"]},"2cronicas_26_18_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Fogo simboliza a presença de Deus e o juízo.","explicacao_detalhada":"Em 2 Crônicas 26:18, o fogo é mencionado em relação ao culto e à oferta, indicando a seriedade da adoração a Deus.","por_que_esta_palavra":"O fogo destaca a necessidade de pureza e santidade nas ofertas apresentadas a Deus.","conexao_teologica":"O fogo é um símbolo da presença de Deus e do juízo, refletindo a importância de se aproximar dEle com reverência.","referencias_relacionadas":["Hebreus 12:29","Levítico 9:24","Atos 2:3"]},"2cronicas_26_18_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é uma figura central na mediação entre Deus e o povo, responsável por realizar sacrifícios e manter a santidade do templo.","explicacao_detalhada":"No contexto de 2 Crônicas 26:18, o sacerdote Azarias confronta o rei Uzias, que tentou usurpar o papel sacerdotal. Isso destaca a importância da ordem sacerdotal e a separação dos papéis de rei e sacerdote.","por_que_esta_palavra":"A palavra 'sacerdote' é crucial para entender a estrutura religiosa de Israel e a relação entre a liderança política e espiritual.","conexao_teologica":"A figura do sacerdote aponta para a mediação de Cristo, que é nosso sumo sacerdote, conforme Hebreus 4:14.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:1-3","Hebreus 5:1-4"]},"2cronicas_26_19_irado":{"palavra_pt":"irado","palavra_original":"זָעַף","transliteracao":"zâʻaph","strong":"H2196","significado_raiz":"Ideia básica: irado.","significado_contextual":"O termo 'irado' refere-se à intensa raiva de Deus contra a desobediência e a transgressão das normas divinas.","explicacao_detalhada":"Neste versículo, a ira de Deus é provocada pela tentativa de Uzias de oferecer incenso no templo, um ato reservado apenas aos sacerdotes.","por_que_esta_palavra":"A palavra 'irado' enfatiza a seriedade da ofensa de Uzias e a resposta divina à violação das ordens sagradas.","conexao_teologica":"A ira de Deus é um tema recorrente na Bíblia, refletindo Sua santidade e justiça, como em Romanos 1:18.","referencias_relacionadas":["Salmos 7:11","Romanos 2:5","Efésios 5:6"]},"2cronicas_26_19_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo simboliza tanto a presença de Deus quanto o juízo divino, especialmente em contextos de sacrifício e adoração.","explicacao_detalhada":"No contexto de 2 Crônicas 26:19, o fogo representa a resposta de Deus à oferta inadequada de Uzias, indicando que a adoração deve ser feita de acordo com as instruções divinas.","por_que_esta_palavra":"A palavra 'fogo' é importante para entender a santidade de Deus e a necessidade de reverência na adoração.","conexao_teologica":"O fogo também é um símbolo do Espírito Santo, que purifica e consagra, conforme Atos 2:3.","referencias_relacionadas":["Levítico 10:2","Hebreus 12:29","Atos 2:3"]},"2cronicas_26_19_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Em 2 Crônicas 26:19, \"sacerdote\" aparece na frase \"Então Uzias se indignou; e tinha o incensário na sua mão para queimar incenso. Indignando-se ele, pois, contra os sacerdotes, a lepra lhe s…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּהֵן; kôhên; H3548), \"sacerdote\" traz a ideia de sacerdote. Aqui, essa palavra deixa o ensino de 2 Crônicas 26:19 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"sacerdote\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em 2 Crônicas 26:20. Lendo junto com 2 Crônicas 26:19, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["2 Crônicas 26:19","2 Crônicas 26:20","Salmos 119:105"]},"2cronicas_26_20_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"O 'princípio' refere-se à posição de liderança e autoridade, especialmente no contexto do governo e da adoração.","explicacao_detalhada":"Neste versículo, o princípio é associado à ordem divina e à necessidade de seguir as diretrizes estabelecidas por Deus para a adoração.","por_que_esta_palavra":"A palavra 'princípio' é fundamental para entender a hierarquia e a ordem que Deus estabeleceu em Israel.","conexao_teologica":"A ideia de princípio se conecta com a soberania de Deus sobre todas as coisas, como em Salmos 103:19.","referencias_relacionadas":["Provérbios 1:7","Romanos 13:1","1 Coríntios 11:3"]},"2cronicas_26_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Em 2 Crônicas 26:20, \"modo\" aparece na frase \"Então o sumo sacerdote Azarias olhou para ele, como também todos os sacerdotes, e eis que já estava leproso na sua testa, e apressuradament…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּל; kôl; H3605), \"modo\" traz a ideia de modo. Aqui, essa palavra deixa o ensino de 2 Crônicas 26:20 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"modo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em 2 Crônicas 26:4. Lendo junto com 2 Crônicas 26:20, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["2 Crônicas 26:20","2 Crônicas 26:4","Salmos 119:105"]},"2cronicas_26_20_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Em 2 Crônicas 26:20, \"sacerdote\" aparece na frase \"Então o sumo sacerdote Azarias olhou para ele, como também todos os sacerdotes, e eis que já estava leproso na sua testa, e apressuradament…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּהֵן; kôhên; H3548), \"sacerdote\" traz a ideia de sacerdote. Aqui, essa palavra deixa o ensino de 2 Crônicas 26:20 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"sacerdote\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em 2 Crônicas 29:16. Lendo junto com 2 Crônicas 26:20, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["2 Crônicas 26:20","2 Crônicas 29:16","Salmos 119:105"]},"2cronicas_26_21_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O 'rei' é a figura de autoridade máxima em Israel, responsável por governar e liderar o povo segundo a vontade de Deus.","explicacao_detalhada":"Neste versículo, o rei Uzias é confrontado por sua transgressão, mostrando que mesmo os líderes têm que prestar contas a Deus.","por_que_esta_palavra":"A palavra 'rei' é essencial para entender a estrutura política e espiritual de Israel e a relação entre o governo e a religião.","conexao_teologica":"A figura do rei aponta para Cristo, o Rei dos Reis, que governa com justiça e retidão, conforme Apocalipse 19:16.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Isaías 9:6"]},"2cronicas_26_21_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"O ato de 'julgar' refere-se à capacidade de discernir e tomar decisões justas, especialmente em questões de moralidade e lei.","explicacao_detalhada":"No contexto, o julgamento é uma responsabilidade do rei, que deve governar com sabedoria e justiça, refletindo a vontade de Deus.","por_que_esta_palavra":"A palavra 'julgar' é importante para entender a função do rei e a expectativa de Deus para a liderança em Israel.","conexao_teologica":"O julgamento justo é um atributo de Deus, que é descrito como o justo juiz em Salmos 9:7.","referencias_relacionadas":["Deuteronômio 16:18","Provérbios 21:15","Tiago 4:12"]},"2cronicas_26_21_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A 'casa' refere-se ao templo, o local sagrado onde Deus habita e onde a adoração deve ser realizada.","explicacao_detalhada":"Neste versículo, a casa é o centro da vida espiritual de Israel, e sua santidade deve ser preservada.","por_que_esta_palavra":"A palavra 'casa' é fundamental para entender a importância do templo na adoração e na relação do povo com Deus.","conexao_teologica":"A casa de Deus é um símbolo da presença divina, que se cumpre em Cristo, conforme João 2:19-21.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Mateus 21:13"]},"2cronicas_26_22_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Um mensageiro de Deus que transmite Suas palavras e revelações ao povo.","explicacao_detalhada":"No contexto de 2 Crônicas 26:22, o profeta é uma figura crucial que serve como intermediário entre Deus e o rei Uzias, alertando sobre as consequências de suas ações. A palavra 'profeta' implica não apenas em alguém que prevê o futuro, mas também em um porta-voz de Deus.","por_que_esta_palavra":"A palavra 'profeta' é utilizada para destacar a importância da comunicação divina e a necessidade de ouvir a voz de Deus em momentos de decisão.","conexao_teologica":"A figura do profeta é central na teologia bíblica, representando a revelação divina e a responsabilidade do povo em ouvir e obedecer a Deus.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Jeremias 1:5"]},"2cronicas_26_22_descanso":{"palavra_pt":"descanso","palavra_original":"יֶתֶר","transliteracao":"yether","strong":"H3499","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Um estado de tranquilidade e paz, frequentemente associado ao descanso em Deus.","explicacao_detalhada":"Em 2 Crônicas 26:22, o descanso é mencionado em um contexto que sugere a paz que vem da obediência a Deus. O descanso é visto como uma bênção que resulta da fidelidade e da justiça.","por_que_esta_palavra":"A palavra 'descanso' é importante para enfatizar a necessidade de um tempo de reflexão e renovação espiritual, especialmente após períodos de atividade intensa.","conexao_teologica":"O descanso é um tema recorrente na Bíblia, simbolizando a paz que Deus oferece aos Seus seguidores e a importância do sabá.","referencias_relacionadas":["Salmos 23:2","Mateus 11:28","Hebreus 4:9-10"]},"2cronicas_26_22_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou mensagem que carrega significado e autoridade.","explicacao_detalhada":"No versículo, a palavra é usada para descrever a comunicação divina que o profeta transmite. A palavra de Deus é poderosa e tem o potencial de transformar vidas e situações.","por_que_esta_palavra":"A palavra é fundamental na teologia bíblica, pois revela a vontade de Deus e serve como guia para a vida do crente.","conexao_teologica":"A palavra de Deus é viva e eficaz, e é através dela que Deus se revela ao homem.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Hebreus 4:12"]},"2cronicas_26_23_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Um estado de repouso, muitas vezes associado ao descanso após a morte.","explicacao_detalhada":"Neste contexto, o descanso é mencionado após a morte do rei Uzias, indicando um retorno ao estado de paz e tranquilidade após a vida. É uma referência ao ciclo natural da vida e à esperança de um descanso eterno.","por_que_esta_palavra":"A palavra 'descanso' é utilizada para enfatizar a transição da vida para a morte e a promessa de um futuro descanso em Deus.","conexao_teologica":"O descanso após a morte é um tema importante na esperança cristã, simbolizando a paz eterna em Deus.","referencias_relacionadas":["Eclesiastes 3:20","Mateus 5:12","Apocalipse 14:13"]},"2cronicas_26_23_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A figura de autoridade máxima em Israel, responsável por governar e liderar o povo.","explicacao_detalhada":"No contexto de 2 Crônicas 26:23, o rei Uzias é mencionado como um líder que, apesar de suas realizações, enfrentou consequências por sua desobediência. A palavra 'rei' implica em responsabilidade e liderança diante de Deus e do povo.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a estrutura de governo em Israel e a relação entre o líder e Deus.","conexao_teologica":"A realeza é um tema central na Bíblia, refletindo a soberania de Deus e a expectativa de um Rei eterno, Jesus Cristo.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"2cronicas_26_23_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"O ato de exercer autoridade e governar sobre um povo.","explicacao_detalhada":"Em 2 Crônicas 26:23, o verbo 'reinar' é usado para descrever a função do rei Uzias e a dinâmica do governo em Israel. Reinar implica em responsabilidade, liderança e a necessidade de seguir a vontade de Deus.","por_que_esta_palavra":"A palavra 'reinar' é importante para entender a natureza do governo divino e humano na história bíblica.","conexao_teologica":"A realeza de Cristo é um tema central na teologia cristã, onde Ele é reconhecido como Rei dos Reis e Senhor dos Senhores.","referencias_relacionadas":["Salmos 145:13","Isaías 9:6-7","1 Timóteo 6:15"]}}