{"2cronicas_27_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Um descendente direto, muitas vezes associado à continuidade da linhagem real.","explicacao_detalhada":"Em 2 Crônicas 27:1, a palavra 'filho' é usada para descrever Jotão, que sucedeu seu pai Uzias. A linhagem é importante para a continuidade do governo e das promessas de Deus.","por_que_esta_palavra":"A palavra 'filho' é fundamental para entender a herança e a continuidade das promessas de Deus através das gerações.","conexao_teologica":"A ideia de filho é central na Bíblia, especialmente em relação a Jesus, que é chamado de Filho de Deus.","referencias_relacionadas":["Gênesis 17:19","Mateus 1:1","Lucas 3:38"]},"2cronicas_27_1_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"O ato de governar e exercer autoridade sobre o povo.","explicacao_detalhada":"No versículo, 'reinar' refere-se ao início do governo de Jotão, que sucedeu Uzias. O ato de reinar implica em responsabilidade e a necessidade de seguir a direção de Deus.","por_que_esta_palavra":"A palavra 'reinar' é usada para enfatizar a importância da liderança justa e da obediência a Deus.","conexao_teologica":"A realeza de Cristo é um tema central, onde Ele reina com justiça e retidão.","referencias_relacionadas":["Salmos 72:1-2","Isaías 32:1","Apocalipse 11:15"]},"2cronicas_27_1_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome ou título que identifica uma pessoa, frequentemente associado ao seu papel ou posição.","explicacao_detalhada":"Em 2 Crônicas 27:1, 'nome' refere-se à identidade de Jotão como rei. O nome carrega peso e significado, refletindo a autoridade e o legado que ele herdou.","por_que_esta_palavra":"A palavra 'nome' é importante para entender a identidade e a reputação de uma pessoa na sociedade bíblica.","conexao_teologica":"O nome de Deus é reverenciado na Bíblia, simbolizando Sua autoridade e caráter.","referencias_relacionadas":["Salmos 8:1","Provérbios 18:10","Filipenses 2:9-10"]},"2cronicas_27_2_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Um animal que simboliza força e ferocidade, frequentemente usado em metáforas.","explicacao_detalhada":"Em 2 Crônicas 27:2, a palavra 'urso' é usada para descrever a força e a bravura de Jotão em sua liderança. O uso de animais na Bíblia muitas vezes simboliza características que podem ser aplicadas a líderes.","por_que_esta_palavra":"A palavra 'urso' é utilizada para enfatizar a força e a coragem necessárias para governar.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, simbolizando Sua proteção e poder.","referencias_relacionadas":["Provérbios 28:1","Isaías 11:6","Daniel 7:5"]},"2cronicas_27_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as ações são realizadas, destacando a importância da maneira correta de agir.","explicacao_detalhada":"A palavra 'modo' implica em uma abordagem ou maneira específica de fazer algo. No contexto de 2 Crônicas 27:2, isso pode se referir à forma como o rei Jotão governou, seguindo os caminhos de seu pai, mas sem entrar no templo do Senhor.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a necessidade de uma conduta adequada e respeitosa nas ações, especialmente em relação a Deus.","conexao_teologica":"A maneira de viver e agir é um tema recorrente na Bíblia, onde Deus espera que Seu povo siga Seus mandamentos de forma correta.","referencias_relacionadas":["Salmos 119:1","Provérbios 4:26","Mateus 7:13-14"]},"2cronicas_27_2_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"Simboliza a percepção e a vigilância, tanto física quanto espiritual.","explicacao_detalhada":"A palavra 'olho' é frequentemente usada na Bíblia para representar a capacidade de ver e discernir. Em 2 Crônicas 27:2, pode indicar a necessidade de estar atento às ações e decisões do rei.","por_que_esta_palavra":"O uso de 'olho' destaca a importância de estar alerta e consciente das consequências das ações, especialmente em relação a Deus.","conexao_teologica":"Deus é descrito como aquele que vê tudo, e os crentes são chamados a ter uma visão clara e espiritual.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Hebreus 4:13"]},"2cronicas_27_3_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo ou à habitação de Deus, simbolizando a presença divina.","explicacao_detalhada":"A palavra 'casa' neste contexto pode se referir ao templo que Salomão construiu, que era o centro da adoração em Israel. Jotão, ao não entrar no templo, estava se afastando da presença de Deus.","por_que_esta_palavra":"A escolha de 'casa' enfatiza a importância do lugar de adoração e a relação do povo com Deus.","conexao_teologica":"A casa de Deus é um tema central na Bíblia, representando o lugar onde os fiéis se encontram com o Senhor.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Mateus 21:13"]},"2cronicas_27_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e caráter.","explicacao_detalhada":"O 'nome' de Deus é um símbolo de Sua presença e poder. Em 2 Crônicas 27:3, o nome do Senhor é mencionado em relação à construção e proteção do templo.","por_que_esta_palavra":"A palavra 'nome' é usada para enfatizar a importância de invocar e honrar a Deus em todas as ações.","conexao_teologica":"O nome de Deus é central na adoração e na oração, refletindo a relação do crente com o Criador.","referencias_relacionadas":["Êxodo 20:7","Salmos 8:1","Filipenses 2:9-11"]},"2cronicas_27_3_muro":{"palavra_pt":"muro","palavra_original":"חוֹמָה","transliteracao":"chôwmâh","strong":"H2346","significado_raiz":"Ideia básica: muro.","significado_contextual":"Simboliza proteção e segurança, especialmente em relação à cidade e ao templo.","explicacao_detalhada":"A palavra 'muro' refere-se à estrutura que protege a cidade. Em 2 Crônicas 27:3, Jotão constrói muros para fortalecer a segurança de Judá.","por_que_esta_palavra":"O uso de 'muro' destaca a importância da proteção física e espiritual que Deus oferece ao Seu povo.","conexao_teologica":"Os muros na Bíblia muitas vezes simbolizam a proteção divina e a segurança que vem de seguir a Deus.","referencias_relacionadas":["Salmos 125:2","Isaías 26:1","Neemias 2:17"]},"2cronicas_27_4_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade específica, simbolizando a comunidade e o povo de Deus.","explicacao_detalhada":"A palavra 'cidade' em 2 Crônicas 27:4 destaca a importância de Jerusalém como centro espiritual e político de Judá.","por_que_esta_palavra":"A escolha de 'cidade' enfatiza a coletividade do povo e a necessidade de um lugar de adoração e segurança.","conexao_teologica":"A cidade de Deus é um tema recorrente na Bíblia, representando a habitação do povo de Deus.","referencias_relacionadas":["Salmos 46:4","Isaías 65:18","Apocalipse 21:2"]},"2cronicas_27_4_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"Simboliza a elevação espiritual e a proximidade com Deus.","explicacao_detalhada":"A palavra 'montanha' em 2 Crônicas 27:4 pode se referir a locais de adoração, como o Monte Sião, onde o templo estava localizado.","por_que_esta_palavra":"O uso de 'monte' destaca a ideia de que a presença de Deus é frequentemente associada a lugares elevados.","conexao_teologica":"Montanhas na Bíblia são frequentemente vistas como lugares de encontro com Deus e revelação.","referencias_relacionadas":["Salmos 121:1","Isaías 2:2","Mateus 5:14"]},"2cronicas_27_5_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se à ação de se apegar ou manter firme algo, simbolizando força e determinação.","explicacao_detalhada":"A palavra 'agarrar' em 2 Crônicas 27:5 pode indicar a força com que Jotão se apegou às suas decisões e ações em defesa de seu reino.","por_que_esta_palavra":"O uso de 'agarrar' enfatiza a necessidade de firmeza e compromisso nas ações, especialmente em tempos de adversidade.","conexao_teologica":"A firmeza na fé e nas promessas de Deus é um tema importante na vida cristã.","referencias_relacionadas":["Salmos 37:24","Isaías 41:10","Hebreus 10:23"]},"2cronicas_27_5_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de invocar ou pedir ajuda, especialmente a Deus.","explicacao_detalhada":"A palavra 'dar' em 2 Crônicas 27:5 pode se referir ao ato de clamar a Deus por ajuda e orientação em tempos de necessidade.","por_que_esta_palavra":"O uso de 'dar' destaca a importância da oração e do clamor a Deus em busca de auxílio.","conexao_teologica":"A oração é um meio fundamental de comunicação entre o crente e Deus, refletindo a dependência do Senhor.","referencias_relacionadas":["Salmos 50:15","Mateus 7:7","Tiago 5:16"]},"2cronicas_27_5_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade e liderança, simbolizando o governo de Deus sobre Seu povo.","explicacao_detalhada":"A palavra 'rei' em 2 Crônicas 27:5 destaca a posição de Jotão como líder de Judá e sua responsabilidade diante de Deus e do povo.","por_que_esta_palavra":"O uso de 'rei' enfatiza a importância da liderança justa e da submissão a Deus como Rei supremo.","conexao_teologica":"A realeza de Deus é um tema central na Bíblia, onde Ele é reconhecido como o Rei dos reis.","referencias_relacionadas":["Salmos 95:3","Isaías 9:6","Apocalipse 19:16"]},"2cronicas_27_6_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' refere-se à força e determinação em manter algo firme.","explicacao_detalhada":"No contexto de 2 Crônicas 27:6, a palavra 'agarrar' indica a ação de se apegar a algo com firmeza, simbolizando a força de caráter e a determinação do rei em seguir os caminhos de Deus.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a necessidade de firmeza na fé e na liderança.","conexao_teologica":"A ideia de agarrar-se a Deus e a Seus mandamentos é central na vida do crente, refletindo a importância da perseverança na fé.","referencias_relacionadas":["Salmos 63:8","Hebreus 10:23","1 Coríntios 15:58"]},"2cronicas_27_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para uma ação ou decisão.","explicacao_detalhada":"Em 2 Crônicas 27:6, 'porque' é usado para conectar a ação do rei com a razão de sua força e sucesso, que é a sua fidelidade a Deus.","por_que_esta_palavra":"Esta palavra é crucial para entender a lógica por trás das ações e decisões no texto bíblico.","conexao_teologica":"A fidelidade a Deus é frequentemente apresentada como a razão para bênçãos e sucesso na vida do crente.","referencias_relacionadas":["Deuteronômio 28:1-2","Tiago 1:12","Romanos 8:28"]},"2cronicas_27_6_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude ou importância de algo.","explicacao_detalhada":"No versículo, 'grande' é usado para descrever a força e a influência do rei, que se destaca por sua obediência a Deus.","por_que_esta_palavra":"A grandeza é um tema recorrente na Bíblia, muitas vezes associada à grandeza de Deus e à importância de Sua obra.","conexao_teologica":"A grandeza de Deus é refletida na vida dos que O seguem fielmente, mostrando que a verdadeira grandeza vem da obediência.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14"]},"2cronicas_27_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou realizado.","explicacao_detalhada":"Em 2 Crônicas 27:7, 'modo' é usado para descrever a forma como o rei governou, enfatizando a importância de um governo justo e conforme a vontade de Deus.","por_que_esta_palavra":"A escolha do 'modo' de governar é crucial para o sucesso de um líder, refletindo os princípios divinos.","conexao_teologica":"A maneira de viver e governar deve estar alinhada com os princípios de Deus, mostrando que a ética e a moral são fundamentais na liderança.","referencias_relacionadas":["Provérbios 11:3","Miquéias 6:8","Romanos 12:2"]},"2cronicas_27_7_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se a um enunciado ou declaração, podendo também significar um decreto ou ordem.","explicacao_detalhada":"No contexto do versículo, 'palavra' é usada para descrever a importância das instruções e decretos que o rei seguia, que eram baseados na lei de Deus.","por_que_esta_palavra":"A palavra é fundamental na comunicação de Deus com Seu povo, e a obediência a ela é essencial para a vida espiritual.","conexao_teologica":"A Palavra de Deus é viva e eficaz, e deve ser a base para todas as decisões e ações do crente.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","2 Timóteo 3:16-17"]},"2cronicas_27_8_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a um descendente, muitas vezes simbolizando herança e continuidade.","explicacao_detalhada":"Em 2 Crônicas 27:8, 'filho' é usado para descrever a sucessão do rei, destacando a importância da linhagem e da continuidade na liderança.","por_que_esta_palavra":"A noção de 'filho' é central na narrativa bíblica, simbolizando a relação entre Deus e Seu povo, bem como a continuidade das promessas.","conexao_teologica":"A relação de Deus como Pai e os crentes como Seus filhos é um tema central na teologia cristã.","referencias_relacionadas":["João 1:12","Romanos 8:16","Gálatas 4:6"]},"2cronicas_27_8_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"A palavra 'reinar' refere-se ao ato de governar ou exercer autoridade.","explicacao_detalhada":"No versículo, 'reinar' é usado para descrever a função do rei, que deve governar com justiça e segundo a vontade de Deus.","por_que_esta_palavra":"A liderança é um tema importante na Bíblia, e o modo como um rei reina pode impactar toda a nação.","conexao_teologica":"Cristo é descrito como Rei dos Reis, e Seu governo é um modelo para todos os líderes.","referencias_relacionadas":["Salmos 22:28","Isaías 9:6-7","Apocalipse 19:16"]},"2cronicas_27_8_fifteen":{"palavra_pt":"fif teen","palavra_original":"חָמֵשׁ","transliteracao":"châmêsh","strong":"H2568","significado_raiz":"Ideia básica: fif teen.","significado_contextual":"Em 2 Crônicas 27:8, \"fif teen\" aparece na frase \"Tinha vinte e cinco anos de idade, quando começou a reinar, e reinou dezesseis anos em Jerusalém.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (חָמֵשׁ; châmêsh; H2568), \"fif teen\" traz a ideia de fif teen. Aqui, essa palavra deixa o ensino de 2 Crônicas 27:8 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"fif teen\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Esdras 2:20. Lendo junto com 2 Crônicas 27:8, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["2 Crônicas 27:8","Esdras 2:20","Salmos 119:105"]},"2cronicas_27_9_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' refere-se ao ato de repousar ou relaxar, muitas vezes após um período de trabalho ou luta.","explicacao_detalhada":"Em 2 Crônicas 27:9, 'descanso' é usado para descrever o fim da vida do rei, simbolizando a paz que ele encontrou após seu reinado.","por_que_esta_palavra":"O descanso é um tema importante na Bíblia, representando tanto a paz física quanto a espiritual.","conexao_teologica":"O descanso em Deus é uma promessa para os que confiam Nele, refletindo a esperança da vida eterna.","referencias_relacionadas":["Mateus 11:28","Hebreus 4:9-10","Apocalipse 14:13"]},"2cronicas_27_9_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local habitado, muitas vezes com significados sociais e espirituais.","explicacao_detalhada":"No versículo, 'cidade' é usada para descrever o lugar onde o rei foi sepultado, simbolizando a importância da cidade na história e na cultura do povo.","por_que_esta_palavra":"As cidades na Bíblia muitas vezes representam a vida comunitária e a presença de Deus entre Seu povo.","conexao_teologica":"A nova Jerusalém é descrita como a cidade de Deus, onde os crentes encontrarão descanso e comunhão eterna com Ele.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"2cronicas_27_9_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"O ato de governar ou exercer autoridade sobre um povo.","explicacao_detalhada":"No contexto de 2 Crônicas 27:9, o rei Jotão é mencionado como alguém que reinou em Judá. O verbo 'reinar' implica não apenas a posse de um trono, mas também a responsabilidade de guiar e proteger o povo sob sua liderança.","por_que_esta_palavra":"A palavra 'reinar' é fundamental para entender a dinâmica do governo e a relação entre Deus e o rei, que é visto como um representante de Deus na terra.","conexao_teologica":"O conceito de reinar está intimamente ligado à soberania de Deus, que é o Rei supremo. Os reis de Israel e Judá eram considerados servos de Deus, e seu reinado deveria refletir a justiça e a vontade divina.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Isaías 33:22"]}}