{"2cronicas_28_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Um descendente direto, geralmente associado à continuidade da linhagem.","explicacao_detalhada":"Em 2 Crônicas 28:1, o rei Acaz é descrito como filho de Jotão. A palavra 'filho' não se refere apenas à relação biológica, mas também à herança de características e responsabilidades do pai.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a sucessão real e a continuidade da história de Israel, além de implicar em questões de identidade e legado.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, onde Deus é visto como Pai e os crentes como Seus filhos.","referencias_relacionadas":["Êxodo 20:5","Salmos 103:13","Mateus 5:9"]},"2cronicas_28_1_nome":{"palavra_pt":"nome","palavra_original":"אָחָז","transliteracao":"ʼÂchâz","strong":"H271","significado_raiz":"Ideia básica: nome.","significado_contextual":"Um identificador que carrega significado e reputação.","explicacao_detalhada":"No versículo 2 Crônicas 28:1, o nome 'Acaz' é mencionado, e nomes na cultura bíblica frequentemente refletem a identidade e o caráter da pessoa. O nome pode estar associado a eventos ou características significativas.","por_que_esta_palavra":"A palavra 'nome' é importante porque representa a identidade e a autoridade de uma pessoa, especialmente em contextos de liderança e realeza.","conexao_teologica":"O nome de Deus é frequentemente mencionado na Bíblia como um símbolo de Sua natureza e caráter, e os nomes dos líderes refletem a relação deles com Deus.","referencias_relacionadas":["Salmos 20:1","Provérbios 22:1","Romanos 10:13"]},"2cronicas_28_1_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"O ato de governar, especialmente em um contexto de autoridade política.","explicacao_detalhada":"Em 2 Crônicas 28:1, Acaz é descrito como alguém que reinou em Judá, mas seu reinado foi marcado por práticas idólatras e desvio da adoração a Deus. O uso da palavra 'reinar' aqui destaca a responsabilidade do rei em conduzir o povo em retidão.","por_que_esta_palavra":"A palavra 'reinar' é usada para enfatizar a importância da liderança e a necessidade de que os governantes sejam fiéis a Deus.","conexao_teologica":"O reinado de Acaz contrasta com o ideal de um rei justo que deveria governar segundo os princípios de Deus, refletindo a necessidade de um governante que busque a vontade divina.","referencias_relacionadas":["1 Reis 15:3","2 Reis 16:2","Salmos 72:1"]},"2cronicas_28_2_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"O caminho ou modo de viver, muitas vezes associado à moralidade e à conduta.","explicacao_detalhada":"Em 2 Crônicas 28:2, a palavra 'vida' se refere ao estilo de vida que Acaz escolheu, que foi desviado e idólatra. Isso implica que a vida de um rei deve refletir a obediência a Deus.","por_que_esta_palavra":"A palavra 'vida' é central para entender a relação entre a conduta moral e a bênção de Deus sobre um povo.","conexao_teologica":"A vida em conformidade com os princípios de Deus é um tema recorrente na Bíblia, onde a obediência traz bênçãos e a desobediência traz juízo.","referencias_relacionadas":["Deuteronômio 30:19","Salmos 1:1-3","João 10:10"]},"2cronicas_28_2_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"O ato de se mover ou viver de uma certa maneira, frequentemente usado metaforicamente para descrever o comportamento moral.","explicacao_detalhada":"Em 2 Crônicas 28:2, 'andar' refere-se ao modo de vida de Acaz, que não seguiu os caminhos de Deus. O 'andar' é uma metáfora para a conduta e as decisões que uma pessoa toma.","por_que_esta_palavra":"A palavra 'andar' é significativa porque representa a jornada espiritual e moral de uma pessoa, refletindo suas escolhas e ações.","conexao_teologica":"A Bíblia frequentemente usa a metáfora do 'andar' para descrever a vida cristã, onde andar em retidão é um sinal de fé e obediência a Deus.","referencias_relacionadas":["Gálatas 5:16","Efésios 5:8","1 João 1:7"]},"2cronicas_28_2_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A figura de autoridade máxima em um reino, responsável pela liderança e proteção do povo.","explicacao_detalhada":"Em 2 Crônicas 28:2, Acaz é mencionado como rei, o que implica em sua responsabilidade de governar com justiça e sabedoria. O papel do rei é crucial para a estabilidade e a moralidade do reino.","por_que_esta_palavra":"A palavra 'rei' é importante porque representa a liderança e a autoridade, além de ser um símbolo da relação entre Deus e Seu povo.","conexao_teologica":"A figura do rei é frequentemente usada na Bíblia para ilustrar a soberania de Deus, que é o Rei dos reis, e a expectativa de que os líderes humanos reflitam Seu caráter.","referencias_relacionadas":["1 Samuel 10:24","Salmos 47:2","Apocalipse 19:16"]},"2cronicas_28_3_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Um elemento que simboliza tanto destruição quanto purificação, dependendo do contexto.","explicacao_detalhada":"Em 2 Crônicas 28:3, o fogo é mencionado em relação aos sacrifícios feitos a deuses pagãos, simbolizando a gravidade da idolatria de Acaz e a rejeição a Deus.","por_que_esta_palavra":"A palavra 'fogo' é significativa porque representa tanto a presença de Deus (como no caso da coluna de fogo) quanto a destruição que resulta da desobediência.","conexao_teologica":"O fogo é um símbolo poderoso na Bíblia, representando tanto o juízo de Deus quanto a purificação, como em 1 Pedro 1:7, onde a fé é testada pelo fogo.","referencias_relacionadas":["Levítico 10:1-2","Hebreus 12:29","Apocalipse 21:8"]},"2cronicas_28_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Um descendente direto, enfatizando a continuidade da linhagem.","explicacao_detalhada":"Em 2 Crônicas 28:3, a menção do 'filho' refere-se aos filhos de Acaz que foram sacrificados, destacando a gravidade das consequências de suas ações idólatras.","por_que_esta_palavra":"A palavra 'filho' é importante porque representa a continuidade da linhagem e as implicações das escolhas dos pais sobre seus descendentes.","conexao_teologica":"A relação entre pais e filhos é um tema recorrente na Bíblia, onde as ações dos pais podem ter repercussões espirituais e morais sobre a próxima geração.","referencias_relacionadas":["Deuteronômio 18:10","Ezequiel 18:2-4","Mateus 15:4"]},"2cronicas_28_4_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"זָבַח","transliteracao":"zâbach","strong":"H2076","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Um ato de oferecer algo a Deus ou a deuses, muitas vezes associado a adoração.","explicacao_detalhada":"Em 2 Crônicas 28:4, o 'sacrifício' refere-se aos atos de adoração de Acaz a deuses pagãos, o que é uma violação direta da aliança com Deus. O sacrifício é um tema central na adoração bíblica.","por_que_esta_palavra":"A palavra 'sacrifício' é crucial para entender a relação entre o homem e Deus, onde o sacrifício é um meio de expiação e adoração.","conexao_teologica":"O sacrifício é um tema central na Bíblia, culminando no sacrifício de Cristo, que é o sacrifício perfeito e final para a redenção da humanidade.","referencias_relacionadas":["Gênesis 4:3-5","Levítico 1:3","Hebreus 9:26"]},"2cronicas_28_4_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo é frequentemente associado ao juízo e à purificação na Bíblia.","explicacao_detalhada":"Neste contexto, o fogo pode simbolizar a destruição e o juízo divino sobre aqueles que se afastam de Deus.","por_que_esta_palavra":"A palavra 'fogo' é utilizada para enfatizar a severidade do juízo que recai sobre Judá devido à sua idolatria.","conexao_teologica":"O fogo é um símbolo da presença de Deus e do Seu poder para purificar e julgar.","referencias_relacionadas":["Hebreus 12:29","Isaías 66:24","Mateus 3:12"]},"2cronicas_28_4_height":{"palavra_pt":"altura","palavra_original":"בָּמָה","transliteracao":"bâmâh","strong":"H1116","significado_raiz":"Ideia básica: altura.","significado_contextual":"A altura refere-se a locais elevados onde eram feitos sacrifícios a deuses pagãos.","explicacao_detalhada":"A 'altura' é um lugar de adoração que se opõe ao culto verdadeiro a Deus, representando a idolatria do povo.","por_que_esta_palavra":"A palavra 'altura' é usada para descrever a prática de adoração em locais não autorizados por Deus.","conexao_teologica":"As alturas são vistas como um símbolo da rebelião contra a autoridade de Deus e a Sua vontade.","referencias_relacionadas":["1 Reis 14:23","2 Reis 17:10","Ezequiel 6:13"]},"2cronicas_28_5_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Clamar a Deus é um ato de súplica e reconhecimento da necessidade de ajuda divina.","explicacao_detalhada":"Neste versículo, clamar implica um pedido urgente de socorro diante da calamidade.","por_que_esta_palavra":"A palavra 'dar' é utilizada para enfatizar a ação de entregar algo a Deus, como um ato de fé.","conexao_teologica":"Clamar a Deus é um reconhecimento da Sua soberania e poder para salvar.","referencias_relacionadas":["Salmos 34:17","Romanos 10:13","Joel 2:32"]},"2cronicas_28_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor representa Sua autoridade e caráter.","explicacao_detalhada":"Invocar o nome do Senhor é reconhecer Sua soberania e buscar Sua intervenção.","por_que_esta_palavra":"A palavra 'senhor' é usada para afirmar a divindade e o poder de Deus sobre todas as coisas.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e proteção para o Seu povo.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Atos 4:12"]},"2cronicas_28_5_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o Criador e Sustentador de todas as coisas, digno de adoração.","explicacao_detalhada":"Neste contexto, a palavra 'deus' refere-se ao Deus de Israel, que é único e verdadeiro.","por_que_esta_palavra":"A palavra 'deus' é utilizada para enfatizar a relação entre o povo e o Senhor, que é a fonte de toda ajuda.","conexao_teologica":"A compreensão de Deus como 'deus' é fundamental para a fé e a adoração do povo de Israel.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Isaías 40:28"]},"2cronicas_28_6_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Destruir implica em um ato de julgamento e severidade.","explicacao_detalhada":"Neste versículo, a destruição é uma consequência do pecado e da desobediência do povo.","por_que_esta_palavra":"A palavra 'destruir' é usada para descrever a ação de Deus contra aqueles que se rebelam contra Ele.","conexao_teologica":"A destruição é um tema recorrente na Bíblia, simbolizando o juízo de Deus sobre a iniquidade.","referencias_relacionadas":["Romanos 1:18","Apocalipse 20:15","Ezequiel 18:30"]},"2cronicas_28_6_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia é frequentemente usado para simbolizar um tempo de julgamento ou intervenção divina.","explicacao_detalhada":"Neste contexto, o 'dia' refere-se a um momento específico em que Deus agiu em juízo.","por_que_esta_palavra":"A palavra 'dia' é utilizada para marcar a importância de um evento na história de Israel.","conexao_teologica":"O conceito de 'dia' é importante na escatologia, referindo-se ao dia do Senhor.","referencias_relacionadas":["Amós 5:18","Joel 2:1","Mateus 24:36"]},"2cronicas_28_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como as ações são realizadas, especialmente em relação ao comportamento moral.","explicacao_detalhada":"Neste contexto, o 'modo' implica em como o povo se comporta diante de Deus e as consequências disso.","por_que_esta_palavra":"A palavra 'modo' é usada para enfatizar a importância da conduta e das escolhas do povo.","conexao_teologica":"O modo de viver é um reflexo da fé e da obediência a Deus.","referencias_relacionadas":["Gálatas 6:7","Efésios 4:1","1 Pedro 1:15"]},"2cronicas_28_7_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A destruição é um ato de juízo que reflete a gravidade do pecado.","explicacao_detalhada":"Neste versículo, a destruição é uma consequência direta da desobediência e idolatria do povo.","por_que_esta_palavra":"A palavra 'destruir' é utilizada para enfatizar a severidade do juízo divino.","conexao_teologica":"A destruição é um tema que revela a justiça de Deus em resposta ao pecado.","referencias_relacionadas":["Salmos 37:20","Ezequiel 18:30","Apocalipse 21:8"]},"2cronicas_28_7_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Rei refere-se à autoridade e liderança sobre o povo de Israel.","explicacao_detalhada":"Neste contexto, o rei é responsável pelas ações do povo e suas consequências diante de Deus.","por_que_esta_palavra":"A palavra 'rei' é usada para enfatizar a posição de liderança e a responsabilidade espiritual.","conexao_teologica":"A figura do rei é importante na teologia bíblica, representando a liderança de Deus sobre Seu povo.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Isaías 33:22"]},"2cronicas_28_7_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa como um lar ou um lugar de habitação, simbolizando segurança e pertencimento.","explicacao_detalhada":"No contexto de 2 Crônicas 28:7, a palavra 'casa' é usada para descrever não apenas uma estrutura física, mas também a ideia de uma família ou um povo que habita nesse espaço. A casa é um símbolo de identidade e continuidade.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a importância da família e da comunidade na cultura israelita, onde a casa é vista como o núcleo da vida social e espiritual.","conexao_teologica":"A casa é frequentemente usada na Bíblia para representar a presença de Deus entre o Seu povo, como em Salmos 127:1, onde se diz que, se o Senhor não edificar a casa, em vão trabalham os que a edificam.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-27","Hebreus 3:4"]},"2cronicas_28_8_away":{"palavra_pt":"away","palavra_original":"שָׁבָה","transliteracao":"shâbâh","strong":"H7617","significado_raiz":"Ideia básica: away.","significado_contextual":"Indica a ação de levar ou transportar algo para longe, muitas vezes em um contexto de exílio ou perda.","explicacao_detalhada":"A palavra 'away' é utilizada para descrever a situação em que os filhos de Judá foram levados como prisioneiros, simbolizando a perda de liberdade e a separação do lar.","por_que_esta_palavra":"A palavra é significativa porque destaca a gravidade da situação enfrentada pelo povo de Judá, que estava sendo atacado e subjugado por inimigos.","conexao_teologica":"O conceito de 'afastamento' é central na narrativa bíblica, onde o exílio é visto como uma consequência do pecado e da desobediência a Deus, como em Jeremias 29:10.","referencias_relacionadas":["Jeremias 29:10","Ezequiel 12:15","Isaías 39:6"]},"2cronicas_28_8_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, geralmente em um contexto familiar ou de linhagem.","explicacao_detalhada":"A palavra 'filho' é usada para enfatizar a continuidade da linhagem e a importância das gerações na história de Israel. No contexto de 2 Crônicas 28:8, destaca a tragédia da perda de vidas jovens.","por_que_esta_palavra":"A utilização da palavra 'filho' ressalta a dor da perda e a fragilidade da vida, especialmente em tempos de guerra e conflito.","conexao_teologica":"Na teologia bíblica, os filhos são vistos como herança do Senhor, conforme Salmos 127:3, e sua perda é um sinal de juízo e desolação.","referencias_relacionadas":["Salmos 127:3","Êxodo 20:5","Mateus 2:16"]},"2cronicas_28_9_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de causar dano ou aniquilar algo, frequentemente em um contexto de guerra.","explicacao_detalhada":"A palavra 'destruir' é utilizada para descrever a severidade das ações dos inimigos de Judá, que não apenas capturaram, mas também eliminaram vidas.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a gravidade da situação e o juízo que recai sobre Judá devido à sua desobediência a Deus.","conexao_teologica":"A destruição é um tema recorrente na Bíblia, simbolizando o juízo divino e a necessidade de arrependimento, como em Romanos 6:23.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:30","Apocalipse 21:8"]},"2cronicas_28_9_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como o espaço acima da terra, frequentemente associado à presença de Deus.","explicacao_detalhada":"A palavra 'céus' é usada para indicar a soberania de Deus sobre a criação e a sua capacidade de julgar e intervir na história humana.","por_que_esta_palavra":"A menção aos céus sublinha a ideia de que Deus está ciente das ações humanas e que Ele tem autoridade sobre tudo o que acontece na terra.","conexao_teologica":"Os céus são frequentemente mencionados na Bíblia como o lugar da habitação de Deus, como em Salmos 115:3, onde se afirma que Deus faz o que lhe agrada nos céus.","referencias_relacionadas":["Salmos 115:3","Isaías 66:1","Mateus 6:9"]},"2cronicas_28_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade, caráter e presença.","explicacao_detalhada":"A palavra 'Senhor' é usada para enfatizar a soberania de Deus sobre todas as coisas e a importância de invocar Seu nome em tempos de crise.","por_que_esta_palavra":"A invocação do nome do Senhor é um ato de reconhecimento de Sua autoridade e poder, especialmente em momentos de necessidade.","conexao_teologica":"O nome de Deus é central na teologia bíblica, simbolizando Sua natureza e promessa, como em Salmos 20:7, onde se diz que alguns confiam em carros e outros em cavalos, mas nós faremos menção do nome do Senhor.","referencias_relacionadas":["Salmos 20:7","Romanos 10:13","Atos 4:12"]},"2cronicas_28_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Assim como em 2 Crônicas 28:9, refere-se ao nome de Deus, enfatizando Sua autoridade.","explicacao_detalhada":"A repetição da palavra 'Senhor' neste contexto reforça a ideia de que a intervenção divina é necessária para a restauração e proteção do povo.","por_que_esta_palavra":"A menção do nome do Senhor é um chamado à ação e à confiança em Sua capacidade de salvar e restaurar.","conexao_teologica":"O nome do Senhor é um refúgio e uma fortaleza para aqueles que confiam Nele, como em Provérbios 18:10.","referencias_relacionadas":["Provérbios 18:10","Salmos 46:1","Filipenses 2:9-11"]},"2cronicas_28_10_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se novamente à ideia de descendência e continuidade familiar.","explicacao_detalhada":"A palavra 'filho' aqui é usada para enfatizar a responsabilidade dos líderes sobre as gerações futuras e a importância de cuidar do povo.","por_que_esta_palavra":"A repetição da palavra 'filho' destaca a conexão entre as ações dos líderes e as consequências para o povo.","conexao_teologica":"Na Bíblia, a responsabilidade dos pais e líderes é um tema importante, como em Deuteronômio 6:6-7, onde se instrui a ensinar os filhos sobre os mandamentos de Deus.","referencias_relacionadas":["Deuteronômio 6:6-7","Efésios 6:4","Salmos 78:4"]},"2cronicas_28_10_subjugar":{"palavra_pt":"subjugar","palavra_original":"כָּבַשׁ","transliteracao":"kâbash","strong":"H3533","significado_raiz":"Ideia básica: subjugar.","significado_contextual":"Refere-se à ação de dominar ou controlar algo ou alguém, frequentemente em um contexto de conquista.","explicacao_detalhada":"A palavra 'subjugar' é usada para descrever a intenção de dominar os inimigos e restaurar a ordem no reino de Judá.","por_que_esta_palavra":"A escolha dessa palavra indica a necessidade de um líder forte que possa trazer paz e segurança ao povo.","conexao_teologica":"O conceito de subjugar é frequentemente associado ao domínio que Deus tem sobre as nações e a promessa de que um dia todas as coisas estarão sob Seu controle, como em Filipenses 2:10-11.","referencias_relacionadas":["Filipenses 2:10-11","Gênesis 1:28","Salmos 110:1"]},"2cronicas_28_11_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se à ação de construir ou restaurar algo, especialmente em um contexto de fé e comunidade.","explicacao_detalhada":"A palavra 'edificar' é usada para descrever a necessidade de restaurar a nação e a fé do povo após um período de crise.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a esperança de renovação e a importância de estabelecer uma base sólida na fé.","conexao_teologica":"Edificar é um tema central na Bíblia, onde a construção da vida espiritual é comparada a edificar uma casa sobre a rocha, como em Mateus 7:24.","referencias_relacionadas":["Mateus 7:24","1 Coríntios 3:9","Efésios 2:20-22"]},"2cronicas_28_11_captivesity":{"palavra_pt":"captives ity","palavra_original":"שִׁבְיָה","transliteracao":"shibyâh","strong":"H7633","significado_raiz":"Ideia básica: captives ity.","significado_contextual":"Refere-se ao estado de cativeiro, onde pessoas são levadas à força e privadas de sua liberdade.","explicacao_detalhada":"A palavra 'captives ity' (שִׁבְיָה) é usada para descrever a condição dos israelitas que foram feitos prisioneiros durante as guerras. Este termo enfatiza a perda de liberdade e a situação de vulnerabilidade dos cativos.","por_que_esta_palavra":"É importante porque ilustra a gravidade da situação enfrentada pelo povo de Judá e a necessidade de intervenção divina.","conexao_teologica":"A ideia de cativeiro é frequentemente usada na Bíblia para simbolizar a separação de Deus e a necessidade de redenção.","referencias_relacionadas":["Isaías 61:1","Ezequiel 34:27","Salmos 126:1"]},"2cronicas_28_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou justificativa para uma ação ou decisão.","explicacao_detalhada":"A palavra 'porque' (כִּי) é uma conjunção que conecta a causa e o efeito, explicando o motivo pelo qual algo acontece. Neste contexto, ela é usada para justificar a ação tomada pelos líderes de Judá.","por_que_esta_palavra":"É crucial para entender a lógica por trás das decisões e ações dos personagens bíblicos.","conexao_teologica":"A razão é um tema central na teologia, onde as ações de Deus e do homem são frequentemente explicadas por suas motivações.","referencias_relacionadas":["Romanos 8:28","Provérbios 3:5-6","Tiago 1:5"]},"2cronicas_28_12_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de erguer ou colocar algo em uma posição mais alta.","explicacao_detalhada":"A palavra 'levantar' (קוּם) é usada para descrever a ação de se erguer ou tomar uma posição, tanto fisicamente quanto em termos de liderança ou autoridade.","por_que_esta_palavra":"É relevante porque indica a necessidade de ação e a responsabilidade de se posicionar em momentos críticos.","conexao_teologica":"Levantar-se é um chamado frequente nas Escrituras, simbolizando a disposição de agir em nome de Deus.","referencias_relacionadas":["Salmos 94:16","Isaías 60:1","Mateus 5:14"]},"2cronicas_28_12_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao início ou à origem de algo.","explicacao_detalhada":"A palavra 'principio' (רֹאשׁ) é usada para descrever a fonte ou o ponto de partida de uma ação ou evento, enfatizando a importância do que vem antes.","por_que_esta_palavra":"É importante para entender a sequência de eventos e a base sobre a qual as decisões são tomadas.","conexao_teologica":"O conceito de princípio é fundamental na teologia, onde Deus é frequentemente descrito como o princípio de todas as coisas.","referencias_relacionadas":["Gênesis 1:1","João 1:1","Provérbios 1:7"]},"2cronicas_28_12_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, frequentemente em um contexto de responsabilidade ou ação.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para descrever a humanidade em geral ou um indivíduo específico, destacando a dignidade e a responsabilidade do ser humano diante de Deus.","por_que_esta_palavra":"É relevante para entender a natureza humana e o papel que os indivíduos desempenham na história da salvação.","conexao_teologica":"A humanidade é central na narrativa bíblica, sendo criada à imagem de Deus e chamada a viver em comunhão com Ele.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 3:23"]},"2cronicas_28_13_pecado":{"palavra_pt":"pecado","palavra_original":"אַשְׁמָה","transliteracao":"ʼashmâh","strong":"H819","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se a uma transgressão ou desvio da lei de Deus.","explicacao_detalhada":"A palavra 'pecado' (אַשְׁמָה) é usada para descrever ações que vão contra os mandamentos divinos, resultando em separação de Deus e consequências negativas.","por_que_esta_palavra":"É crucial para entender a condição espiritual do povo e a necessidade de arrependimento.","conexao_teologica":"O pecado é um tema central na teologia cristã, que enfatiza a necessidade de redenção através de Cristo.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:5"]},"2cronicas_28_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se a algo que é significativo ou de grande importância.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para expressar a comunicação de uma ideia ou comando, enfatizando a importância da palavra falada.","por_que_esta_palavra":"É relevante porque as palavras têm poder e podem influenciar ações e decisões.","conexao_teologica":"A palavra de Deus é frequentemente descrita como poderosa e criativa, sendo fundamental na criação e na revelação divina.","referencias_relacionadas":["Gênesis 1:3","Hebreus 4:12","Tiago 3:5-6"]},"2cronicas_28_13_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à conformidade com a realidade ou à fidelidade ao que é correto.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para descrever a negação de algo, enfatizando a importância da honestidade e da integridade.","por_que_esta_palavra":"É crucial para entender a necessidade de viver em conformidade com a verdade de Deus.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental para a vida cristã, onde Jesus é descrito como a Verdade.","referencias_relacionadas":["João 14:6","Salmos 119:160","Efésios 4:15"]},"2cronicas_28_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou ao modo como algo é feito.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é usada para descrever a totalidade ou a forma de agir, enfatizando a importância da abordagem correta em situações.","por_que_esta_palavra":"É relevante para entender que a maneira como se faz algo pode impactar os resultados.","conexao_teologica":"A forma como os crentes vivem e agem é importante na teologia, refletindo a natureza de Deus em suas vidas.","referencias_relacionadas":["Colossenses 3:17","1 Coríntios 10:31","Mateus 7:12"]},"2cronicas_28_14_destituido":{"palavra_pt":"destituido","palavra_original":"עָזַב","transliteracao":"ʻâzab","strong":"H5800","significado_raiz":"Ideia básica: destituido.","significado_contextual":"Refere-se à condição de ser abandonado ou deixado para trás.","explicacao_detalhada":"A palavra 'destituído' (עָזַב) é usada para descrever a ação de deixar algo ou alguém, enfatizando a perda e a separação.","por_que_esta_palavra":"É importante porque ilustra as consequências de se afastar de Deus e de Sua proteção.","conexao_teologica":"A destituição é um tema que aparece frequentemente nas Escrituras, simbolizando a separação de Deus e a necessidade de reconciliação.","referencias_relacionadas":["Salmos 27:10","Hebreus 13:5","Isaías 49:15"]},"2cronicas_28_15_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de levantar ou erguer pessoas em necessidade.","explicacao_detalhada":"Neste contexto, 'levantar' implica em oferecer ajuda e suporte aos que estão em dificuldades, especialmente em situações de crise.","por_que_esta_palavra":"A palavra é usada para enfatizar a ação de socorrer e restaurar aqueles que estão em desespero.","conexao_teologica":"Levantar os necessitados é um princípio central na prática da compaixão e da justiça social na Bíblia.","referencias_relacionadas":["Salmos 113:7","Isaías 61:1","Mateus 11:28"]},"2cronicas_28_15_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, frequentemente em um papel de responsabilidade ou autoridade.","explicacao_detalhada":"A palavra 'homem' é utilizada para descrever a dignidade e o valor do ser humano, especialmente em contextos de liderança e ação.","por_que_esta_palavra":"É importante para entender a natureza humana e a responsabilidade que cada um tem diante de Deus.","conexao_teologica":"A dignidade do homem é um tema recorrente na Bíblia, refletindo a imagem de Deus no ser humano.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"2cronicas_28_15_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Indica a ação de segurar ou manter firme algo ou alguém.","explicacao_detalhada":"Neste contexto, 'agarrar' pode simbolizar a proteção e a defesa de pessoas vulneráveis em tempos de crise.","por_que_esta_palavra":"A palavra é usada para enfatizar a necessidade de firmeza e determinação em ações de ajuda.","conexao_teologica":"A ideia de agarrar é frequentemente associada à proteção divina e ao cuidado que Deus tem por seu povo.","referencias_relacionadas":["Salmos 34:18","Isaías 41:10","Romanos 8:38-39"]},"2cronicas_28_16_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade máxima em um reino.","explicacao_detalhada":"A palavra 'rei' é crucial para entender a dinâmica de poder e liderança no contexto bíblico.","por_que_esta_palavra":"É usada para destacar a importância da liderança justa e da responsabilidade do rei em cuidar do seu povo.","conexao_teologica":"Deus é frequentemente descrito como o Rei supremo, e os reis humanos são chamados a refletir essa liderança divina.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Apocalipse 19:16"]},"2cronicas_28_16_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a um momento ou ocasião específica.","explicacao_detalhada":"A palavra 'expressão' é usada para indicar a importância do tempo e das circunstâncias em que as ações ocorrem.","por_que_esta_palavra":"É fundamental para entender que as ações têm um contexto temporal que influencia seus significados.","conexao_teologica":"Deus atua em momentos específicos da história, e a compreensão do tempo é vital para a teologia bíblica.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 4:4","Romanos 5:6"]},"2cronicas_28_16_nome":{"palavra_pt":"nome","palavra_original":"אָחָז","transliteracao":"ʼÂchâz","strong":"H271","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade de uma pessoa, frequentemente associada a sua reputação e caráter.","explicacao_detalhada":"O 'nome' é um símbolo de autoridade e identidade, e carrega um peso significativo nas narrativas bíblicas.","por_que_esta_palavra":"É importante para entender como o nome de uma pessoa pode influenciar sua posição e ações na sociedade.","conexao_teologica":"O nome de Deus é central na adoração e na relação do povo com Ele, refletindo Sua natureza e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Filipenses 2:9-10"]},"2cronicas_28_17_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao estado de estar vivo, com ênfase na vitalidade e na existência.","explicacao_detalhada":"A palavra 'vida' é usada para descrever não apenas a existência física, mas também a qualidade da vida espiritual.","por_que_esta_palavra":"É fundamental para entender a importância da vida em todas as suas dimensões, incluindo a espiritual.","conexao_teologica":"A vida é um dom de Deus, e a Bíblia frequentemente fala sobre a vida eterna que é oferecida através de Cristo.","referencias_relacionadas":["João 10:10","Gálatas 2:20","1 João 5:11-12"]},"2cronicas_28_17_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"Refere-se a um ato de ferir ou causar dano.","explicacao_detalhada":"A palavra 'beat' é usada para descrever ações de violência ou opressão, frequentemente em contextos de conflito.","por_que_esta_palavra":"É importante para entender as consequências do pecado e da desobediência nas relações humanas.","conexao_teologica":"A Bíblia fala sobre a necessidade de paz e reconciliação, contrastando com a violência e o sofrimento.","referencias_relacionadas":["Mateus 5:9","Romanos 12:18","Tiago 3:18"]},"2cronicas_28_18_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local habitado, frequentemente associado à segurança e à comunidade.","explicacao_detalhada":"A palavra 'cidade' é usada para descrever não apenas um lugar físico, mas também a vida comunitária e a proteção que ela oferece.","por_que_esta_palavra":"É importante para entender a dinâmica social e a importância da comunidade na vida do povo de Deus.","conexao_teologica":"A cidade é frequentemente usada como uma metáfora para o Reino de Deus e a comunidade de crentes.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"2cronicas_28_18_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de tomar decisões ou fazer avaliações sobre situações ou pessoas.","explicacao_detalhada":"A palavra 'julgar' implica em discernimento e a responsabilidade de fazer escolhas justas.","por_que_esta_palavra":"É importante para entender a necessidade de justiça e equidade nas relações humanas.","conexao_teologica":"Deus é descrito como o juiz justo, e os crentes são chamados a refletir essa justiça em suas vidas.","referencias_relacionadas":["Salmos 9:7-8","Mateus 7:1-2","Tiago 4:12"]},"2cronicas_28_18_low":{"palavra_pt":"low","palavra_original":"שְׁפֵלָה","transliteracao":"shᵉphêlâh","strong":"H8219","significado_raiz":"Ideia básica: low.","significado_contextual":"Refere-se a uma região baixa ou vale, simbolizando um lugar de humilhação ou fraqueza.","explicacao_detalhada":"A palavra 'low' (שְׁפֵלָה) é usada para descrever áreas geográficas que estão em uma elevação inferior, muitas vezes associadas a situações de vulnerabilidade ou desespero. No contexto de 2 Crônicas 28, isso pode se referir à condição do povo de Judá diante das ameaças externas.","por_que_esta_palavra":"A escolha da palavra enfatiza a situação precária em que o povo se encontrava, contrastando com a grandeza de Deus, que pode elevar os humildes.","conexao_teologica":"A ideia de humilhação e exaltação é um tema recorrente na Bíblia, onde Deus se opõe aos soberbos e exalta os humildes.","referencias_relacionadas":["Salmos 113:7","Tiago 4:10","Lucas 1:52"]},"2cronicas_28_19_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é central na adoração e na identidade do povo de Israel.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o tetragrama que representa o nome pessoal de Deus, enfatizando sua soberania e autoridade. No contexto, isso destaca a relação do povo com Deus e a importância de reconhecer sua liderança.","por_que_esta_palavra":"O uso do nome do Senhor aqui serve para lembrar o povo de sua aliança e das promessas feitas a eles.","conexao_teologica":"O nome de Deus é um símbolo de sua presença e poder, e invocá-lo é um ato de fé e dependência.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"2cronicas_28_19_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão pela qual algo está acontecendo, ligando eventos e ações.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para introduzir uma explicação ou justificativa. No versículo, ela conecta a desobediência do povo à consequência de sua situação.","por_que_esta_palavra":"Essa palavra é crucial para entender a relação de causa e efeito entre a desobediência do povo e a ação de Deus.","conexao_teologica":"A desobediência a Deus sempre traz consequências, um tema que se repete ao longo das Escrituras.","referencias_relacionadas":["Deuteronômio 28:15","Gálatas 6:7","Romanos 1:18"]},"2cronicas_28_19_because":{"palavra_pt":"porque","palavra_original":"עָבוּר","transliteracao":"ʻâbûwr","strong":"H5668","significado_raiz":"Ideia básica: porque.","significado_contextual":"Reforça a ideia de causa, explicando a razão por trás das ações de Deus.","explicacao_detalhada":"A palavra 'porque' (עָבוּר) é utilizada para justificar a ação divina em resposta à desobediência do povo. Ela destaca a lógica divina por trás dos eventos.","por_que_esta_palavra":"É importante para entender que as ações de Deus são sempre justas e fundamentadas em sua natureza santa.","conexao_teologica":"A justiça de Deus é um tema central, onde Ele responde ao pecado com disciplina, mas também com misericórdia.","referencias_relacionadas":["Salmos 89:14","Hebreus 12:6","Romanos 2:6"]},"2cronicas_28_20_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de vir ou entrar, possivelmente em um contexto de convocação ou invasão.","explicacao_detalhada":"A palavra 'vir/entrar' (בּוֹא) sugere movimento, indicando que algo ou alguém está se aproximando. No contexto, isso pode se referir à invasão de um inimigo ou à chamada de Deus para o arrependimento.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a urgência e a inevitabilidade da situação enfrentada pelo povo.","conexao_teologica":"Deus frequentemente chama seu povo a se voltar para Ele, e essa ideia de 'vir' é central na relação entre Deus e a humanidade.","referencias_relacionadas":["Isaías 55:1","Mateus 11:28","Apocalipse 22:17"]},"2cronicas_28_20_rei":{"palavra_pt":"rei","palavra_original":"תִּגְלַת פִּלְאֶסֶר","transliteracao":"Tiglath Pilʼeçer","strong":"H8407","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a um rei específico, que no contexto é um símbolo de poder e autoridade.","explicacao_detalhada":"A palavra 'rei' (תִּגְלַת פִּלְאֶסֶר) menciona um governante que exerce controle sobre um povo. No contexto, isso se relaciona à opressão que Judá estava enfrentando.","por_que_esta_palavra":"A menção do rei destaca a luta pelo poder e a influência que os governantes têm sobre a vida espiritual e social do povo.","conexao_teologica":"A soberania de Deus é frequentemente contrastada com a autoridade dos reis humanos, mostrando que, apesar das circunstâncias, Deus é o verdadeiro Rei.","referencias_relacionadas":["Salmos 22:28","Provérbios 21:1","Romanos 13:1"]},"2cronicas_28_21_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura do rei, que tem um papel central nas decisões e na vida do povo.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é um termo que representa autoridade e liderança. No contexto, o rei é responsável pelas ações do povo e suas consequências diante de Deus.","por_que_esta_palavra":"A ênfase na figura do rei mostra a responsabilidade que a liderança tem em guiar o povo em direção a Deus ou para longe dele.","conexao_teologica":"A liderança espiritual é um tema importante, onde os reis são chamados a ser exemplos de fé e obediência a Deus.","referencias_relacionadas":["1 Timóteo 2:2","Ezequiel 34:2","Hebreus 13:17"]},"2cronicas_28_21_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou oferecer algo, possivelmente em um contexto de sacrifício ou entrega.","explicacao_detalhada":"A palavra 'dar' (נָתַן) implica em oferecer algo a alguém. No contexto, isso pode se referir à entrega de ofertas ou à disposição do povo em se voltar para Deus.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância da entrega e do sacrifício na relação com Deus.","conexao_teologica":"A ideia de dar é central na adoração, onde o povo é chamado a oferecer suas vidas e recursos a Deus.","referencias_relacionadas":["Romanos 12:1","2 Coríntios 9:7","Filipenses 4:18"]},"2cronicas_28_22_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente à figura do rei, enfatizando seu papel na condução do povo.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é reiterada para mostrar a continuidade da liderança e a responsabilidade que ela carrega em tempos de crise.","por_que_esta_palavra":"A repetição da palavra enfatiza a importância da liderança e como ela pode influenciar a relação do povo com Deus.","conexao_teologica":"A Bíblia frequentemente fala sobre a responsabilidade dos líderes em guiar o povo em justiça e retidão.","referencias_relacionadas":["1 Pedro 5:2","Salmos 78:72","Eclesiastes 10:16"]},"2cronicas_28_22_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado em momentos de necessidade e arrependimento.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é novamente mencionada para lembrar ao povo de sua aliança e da necessidade de retornar a Ele em tempos de crise.","por_que_esta_palavra":"A invocação do nome do Senhor é um chamado à ação, à busca de ajuda e restauração.","conexao_teologica":"O nome de Deus é um símbolo de sua presença e poder, e invocá-lo é um ato de fé e dependência.","referencias_relacionadas":["Salmos 116:4","Mateus 7:7","Atos 2:21"]},"2cronicas_28_22_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à maneira como os sentimentos e intenções são comunicados.","explicacao_detalhada":"No contexto de 2 Crônicas 28:22, a expressão é utilizada para descrever a atitude de Acaz, que, apesar das dificuldades, não se voltou para Deus, mas continuou a agir de maneira desobediente.","por_que_esta_palavra":"A escolha da palavra 'expressão' enfatiza a comunicação não verbal e a atitude interna de Acaz em relação a Deus.","conexao_teologica":"A expressão de um coração distante de Deus reflete a condição espiritual do povo de Judá na época.","referencias_relacionadas":["Isaías 1:15","Salmos 66:18","Tiago 4:8"]},"2cronicas_28_23_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"זָבַח","transliteracao":"zâbach","strong":"H2076","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"A palavra 'sacrifício' refere-se a ofertas feitas a Deus, muitas vezes como um ato de adoração ou expiação.","explicacao_detalhada":"Em 2 Crônicas 28:23, Acaz sacrifica a deuses estrangeiros, mostrando sua apostasia e desvio da verdadeira adoração a Deus.","por_que_esta_palavra":"O uso da palavra 'sacrifício' destaca a gravidade da transgressão de Acaz ao oferecer culto a ídolos em vez de ao Senhor.","conexao_teologica":"O sacrifício é um tema central na relação entre Deus e seu povo, simbolizando tanto a adoração quanto a necessidade de expiação.","referencias_relacionadas":["Levítico 17:10-11","Hebreus 9:22","Romanos 12:1"]},"2cronicas_28_23_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Ser Supremo, o Criador e Sustentador do universo.","explicacao_detalhada":"No versículo, a menção de Deus contrasta com os ídolos que Acaz adorava, ressaltando a futilidade da idolatria.","por_que_esta_palavra":"A palavra 'Deus' é central para a compreensão da relação entre o povo de Judá e o Senhor, que deveria ser o único objeto de adoração.","conexao_teologica":"A exclusividade de Deus como objeto de adoração é um tema recorrente nas Escrituras.","referencias_relacionadas":["Êxodo 20:3","Deuteronômio 6:4","Isaías 44:6"]},"2cronicas_28_23_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira ou forma como algo é feito.","explicacao_detalhada":"Em 2 Crônicas 28:23, o 'modo' de adoração de Acaz é criticado, pois ele se desvia das instruções de Deus.","por_que_esta_palavra":"O uso de 'modo' enfatiza que a forma de adoração deve ser conforme a vontade de Deus e não segundo a conveniência humana.","conexao_teologica":"A adoração deve ser feita em espírito e em verdade, conforme ensinado por Jesus em João 4:24.","referencias_relacionadas":["Salmos 29:2","Colossenses 3:23","1 Pedro 2:5"]},"2cronicas_28_24_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é novamente utilizada para enfatizar a soberania e a autoridade do Senhor sobre todas as coisas.","explicacao_detalhada":"Neste versículo, a menção de Deus destaca a contrariedade das ações de Acaz em relação à vontade divina.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a relação entre o homem e o Criador, especialmente em contextos de desobediência.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o Senhor sobre todas as nações.","referencias_relacionadas":["Salmos 103:19","Isaías 45:5-6","Romanos 11:36"]},"2cronicas_28_24_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um ídolo ou imagem que Acaz fez para adoração.","explicacao_detalhada":"Em 2 Crônicas 28:24, Acaz fez um ídolo em forma de urso, simbolizando a corrupção da verdadeira adoração.","por_que_esta_palavra":"A escolha da palavra 'urso' ilustra a degradação espiritual do povo ao se afastar do Deus verdadeiro.","conexao_teologica":"A idolatria é condenada em toda a Escritura, sendo um desvio da adoração que deve ser exclusiva a Deus.","referencias_relacionadas":["Êxodo 20:4-5","Salmos 115:4-8","1 João 5:21"]},"2cronicas_28_24_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' é usada para descrever a forma como Acaz se afastou da verdadeira adoração.","explicacao_detalhada":"Neste contexto, o 'modo' de Acaz é um reflexo de sua desobediência e falta de reverência a Deus.","por_que_esta_palavra":"A palavra 'modo' enfatiza que a adoração deve ser feita de acordo com os padrões estabelecidos por Deus.","conexao_teologica":"A maneira de adorar a Deus é um tema importante, pois reflete a condição do coração do adorador.","referencias_relacionadas":["Salmos 96:9","Mateus 15:9","Hebreus 12:28-29"]},"2cronicas_28_25_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' é utilizada para descrever a maneira como Acaz se comportou em relação a Deus.","explicacao_detalhada":"Em 2 Crônicas 28:25, o 'modo' de Acaz é um exemplo de como ele se afastou dos caminhos do Senhor.","por_que_esta_palavra":"A palavra 'modo' destaca a importância da conduta e da prática na vida de fé.","conexao_teologica":"A maneira como vivemos deve refletir nossa adoração e compromisso com Deus.","referencias_relacionadas":["Gálatas 5:22-23","Tiago 1:22","1 Pedro 1:15-16"]},"2cronicas_28_25_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local de habitação e comunidade.","explicacao_detalhada":"Em 2 Crônicas 28:25, a cidade é mencionada como um lugar onde a corrupção e a idolatria se espalharam sob a liderança de Acaz.","por_que_esta_palavra":"A palavra 'cidade' simboliza a coletividade do povo e a influência que a liderança pode ter sobre a comunidade.","conexao_teologica":"As cidades na Bíblia muitas vezes representam o estado espiritual de seus habitantes e a necessidade de arrependimento.","referencias_relacionadas":["Mateus 5:14","Hebreus 11:10","Apocalipse 21:2"]},"2cronicas_28_25_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"A palavra 'fogo' simboliza tanto destruição quanto purificação.","explicacao_detalhada":"Em 2 Crônicas 28:25, o fogo é um símbolo da destruição que resulta da desobediência e idolatria do povo.","por_que_esta_palavra":"A palavra 'fogo' é usada para ilustrar as consequências severas da rebelião contra Deus.","conexao_teologica":"O fogo é frequentemente associado ao juízo de Deus e à purificação, como visto em várias passagens bíblicas.","referencias_relacionadas":["Mateus 3:12","Hebreus 12:29","Apocalipse 20:14-15"]},"2cronicas_28_26_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como as coisas são feitas ou organizadas.","explicacao_detalhada":"A palavra 'modo' indica a forma ou maneira pela qual algo é realizado. No contexto de 2 Crônicas 28:26, pode se referir à maneira como as práticas religiosas ou sociais eram conduzidas.","por_que_esta_palavra":"Esta palavra é utilizada para descrever a abordagem ou o estilo de vida de um povo ou de um rei em relação a Deus.","conexao_teologica":"O modo de viver e adorar a Deus é um tema recorrente nas Escrituras, onde a forma de adoração é frequentemente enfatizada.","referencias_relacionadas":["Êxodo 20:4","Deuteronômio 12:30","Salmos 119:1"]},"2cronicas_28_26_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma palavra ou coisa, muitas vezes usada para descrever a comunicação ou a mensagem de Deus.","explicacao_detalhada":"A palavra 'dâbâr' é frequentemente usada para se referir a uma declaração, um comando ou uma mensagem. Em 2 Crônicas 28:26, pode se referir à palavra de Deus ou à instrução que foi dada ao povo.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância da comunicação divina e a necessidade de ouvir e obedecer à palavra de Deus.","conexao_teologica":"A palavra de Deus é central na vida do crente, sendo um guia e uma fonte de sabedoria.","referencias_relacionadas":["Salmos 119:105","Mateus 4:4","Hebreus 4:12"]},"2cronicas_28_27_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao ato de descansar ou de estar em paz, muitas vezes relacionado ao descanso em Deus.","explicacao_detalhada":"A palavra 'descanso' implica um estado de tranquilidade e paz. Em 2 Crônicas 28:27, pode indicar um período de alívio ou de cessação de conflitos.","por_que_esta_palavra":"O descanso é um tema importante na Bíblia, simbolizando a paz que vem de Deus e a confiança em Sua providência.","conexao_teologica":"O conceito de descanso é frequentemente associado ao descanso sabático e à promessa de Deus de paz para aqueles que confiam Nele.","referencias_relacionadas":["Êxodo 20:8-11","Mateus 11:28-30","Hebreus 4:9-11"]},"2cronicas_28_27_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma cidade, um local de habitação e comunidade.","explicacao_detalhada":"A palavra 'cidade' é usada para descrever um centro urbano onde as pessoas vivem e se reúnem. Em 2 Crônicas 28:27, pode se referir à cidade de Judá ou a um local específico de importância.","por_que_esta_palavra":"As cidades na Bíblia muitas vezes têm significados simbólicos e históricos, representando tanto segurança quanto vulnerabilidade.","conexao_teologica":"A cidade de Deus é um tema importante nas Escrituras, simbolizando a habitação de Deus entre Seu povo.","referencias_relacionadas":["Salmos 46:4","Isaías 65:18","Apocalipse 21:2"]},"2cronicas_28_27_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Refere-se ao ato de governar ou exercer autoridade.","explicacao_detalhada":"A palavra 'reinar' implica a autoridade e o poder de um líder. Em 2 Crônicas 28:27, refere-se ao governo de um rei e suas responsabilidades.","por_que_esta_palavra":"O reinado é um tema central na Bíblia, refletindo a soberania de Deus e a liderança humana.","conexao_teologica":"Deus é apresentado como o Rei supremo, e os reis humanos são vistos como representantes de Sua autoridade na terra.","referencias_relacionadas":["Salmos 22:28","Isaías 9:6-7","Apocalipse 19:16"]}}