{"2cronicas_29_1_rei":{"palavra_pt":"rei","palavra_original":"חִזְקִיָּה","transliteracao":"Chizqîyâh","strong":"H2396","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a um rei, especificamente ao rei Ezequias, que reinou em Judá.","explicacao_detalhada":"A palavra 'rei' é usada para descrever a autoridade e o papel de liderança de Ezequias. Em 2 Crônicas 29:1, ele é apresentado como um líder que busca restaurar a adoração a Deus.","por_que_esta_palavra":"A figura do rei é crucial na narrativa bíblica, simbolizando tanto a liderança humana quanto a soberania divina.","conexao_teologica":"Ezequias é um exemplo de um rei que busca a vontade de Deus e promove a reforma espiritual entre seu povo.","referencias_relacionadas":["2 Reis 18:1-3","2 Crônicas 29:2","Isaías 36:1"]},"2cronicas_29_1_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Refere-se ao ato de governar, especificamente no contexto do reinado de Ezequias.","explicacao_detalhada":"A palavra 'reinar' aqui enfatiza a responsabilidade de Ezequias em liderar o povo de acordo com os mandamentos de Deus.","por_que_esta_palavra":"O reinado de Ezequias é um exemplo de liderança que busca a restauração espiritual e a obediência a Deus.","conexao_teologica":"O reinado de Ezequias é um reflexo do reinado de Cristo, que traz restauração e salvação.","referencias_relacionadas":["2 Crônicas 29:1","2 Reis 18:3","Isaías 37:1"]},"2cronicas_29_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho de Acaz, Ezequias, que assume o trono.","explicacao_detalhada":"A palavra 'filho' é usada para descrever a relação familiar e a sucessão no trono. Em 2 Crônicas 29:1, Ezequias é apresentado como o sucessor de seu pai.","por_que_esta_palavra":"A relação de pai e filho é significativa na narrativa bíblica, simbolizando a continuidade da linhagem e das promessas de Deus.","conexao_teologica":"A linhagem de Davi é importante para a vinda do Messias, que é chamado de Filho de Deus.","referencias_relacionadas":["Mateus 1:1","Lucas 3:23","Romanos 1:3"]},"2cronicas_29_2_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um ato de fazer ou realizar algo, possivelmente relacionado a ações de restauração.","explicacao_detalhada":"A palavra 'urso' implica a ação de realizar ou executar. Em 2 Crônicas 29:2, pode se referir às ações de Ezequias em restaurar o culto a Deus.","por_que_esta_palavra":"A ênfase na ação é crucial, pois a fé deve ser acompanhada de obras que refletem a obediência a Deus.","conexao_teologica":"As obras são uma expressão da fé genuína e da resposta ao chamado de Deus.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Colossenses 3:23"]},"2cronicas_29_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como as ações são realizadas.","explicacao_detalhada":"A palavra 'modo' aqui enfatiza a importância da forma como Ezequias realiza suas reformas e restaurações.","por_que_esta_palavra":"A maneira de agir é significativa, pois reflete a intenção e a devoção do coração em relação a Deus.","conexao_teologica":"A forma de adoração e serviço a Deus é um tema central, onde a atitude do coração é tão importante quanto as ações externas.","referencias_relacionadas":["1 Crônicas 28:9","Salmos 51:17","Colossenses 3:23"]},"2cronicas_29_2_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à percepção e à visão, tanto física quanto espiritual.","explicacao_detalhada":"O termo 'olho' é usado frequentemente na Bíblia para simbolizar a capacidade de ver e entender a verdade. Em 2 Crônicas 29:2, o rei Ezequias é descrito como alguém que fez o que era reto aos olhos do Senhor, indicando que sua visão espiritual estava alinhada com a vontade divina.","por_que_esta_palavra":"A palavra é importante porque enfatiza a necessidade de discernimento espiritual e a importância de agir de acordo com a visão de Deus.","conexao_teologica":"A visão espiritual é um tema recorrente nas Escrituras, onde a capacidade de ver e entender a verdade de Deus é fundamental para a vida do crente.","referencias_relacionadas":["Salmos 119:18","Mateus 6:22","Efésios 1:18"]},"2cronicas_29_3_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão de um tempo ou período específico, neste caso, o início do reinado de Ezequias.","explicacao_detalhada":"A palavra 'expressão' aqui indica um marco temporal significativo, pois o reinado de Ezequias representa um tempo de renovação espiritual e reforma no reino de Judá.","por_que_esta_palavra":"É crucial para entender o contexto histórico e espiritual do reinado de Ezequias, que trouxe mudanças importantes na adoração ao Senhor.","conexao_teologica":"A ideia de tempo e períodos de renovação é importante na teologia bíblica, onde Deus frequentemente intervém em momentos específicos da história.","referencias_relacionadas":["2 Crônicas 29:1","2 Reis 18:1","Isaías 36:1"]},"2cronicas_29_3_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Refere-se ao ato de governar ou exercer autoridade, especialmente em relação ao governo de Ezequias sobre Judá.","explicacao_detalhada":"A palavra 'reinar' implica não apenas a autoridade política, mas também a responsabilidade espiritual de guiar o povo de acordo com os mandamentos de Deus.","por_que_esta_palavra":"É fundamental para entender o papel de Ezequias como líder que buscou restaurar a adoração verdadeira ao Senhor.","conexao_teologica":"A realeza de Ezequias é um reflexo do reinado de Cristo, que é o Rei dos Reis e Senhor dos Senhores.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Apocalipse 19:16"]},"2cronicas_29_3_lua":{"palavra_pt":"lua","palavra_original":"חֹדֶשׁ","transliteracao":"chôdesh","strong":"H2320","significado_raiz":"Ideia básica: lua.","significado_contextual":"Refere-se ao mês lunar, que era usado para marcar os tempos e festividades no calendário hebraico.","explicacao_detalhada":"A palavra 'lua' indica a importância dos ciclos lunares na vida religiosa e cultural do povo de Israel, especialmente nas celebrações e festivais.","por_que_esta_palavra":"É relevante para entender a cronologia dos eventos e a observância das festas religiosas durante o reinado de Ezequias.","conexao_teologica":"A relação entre o tempo e a adoração é um tema importante, onde Deus estabelece períodos específicos para a celebração e a comunhão com Ele.","referencias_relacionadas":["Êxodo 12:2","Levítico 23:5","Salmos 104:19"]},"2cronicas_29_4_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se aos líderes espirituais que serviam no templo e eram responsáveis pelos rituais e sacrifícios.","explicacao_detalhada":"A palavra 'sacerdote' é central para a adoração no Antigo Testamento, pois eles eram mediadores entre Deus e o povo, realizando os sacrifícios e mantendo a santidade do templo.","por_que_esta_palavra":"É crucial para entender a estrutura religiosa de Israel e a importância do sacerdócio na restauração da adoração sob Ezequias.","conexao_teologica":"O sacerdócio é um símbolo do ministério de Cristo, nosso Sumo Sacerdote, que intercede por nós diante de Deus.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:6","Hebreus 4:14"]},"2cronicas_29_4_sol":{"palavra_pt":"sol","palavra_original":"מִזְרָח","transliteracao":"mizrâch","strong":"H4217","significado_raiz":"Ideia básica: sol.","significado_contextual":"Refere-se à direção leste, simbolizando o nascer do sol e novos começos.","explicacao_detalhada":"A palavra 'sol' é frequentemente associada à luz e à revelação de Deus, simbolizando a esperança e a renovação que Ezequias trouxe ao povo.","por_que_esta_palavra":"É importante para entender a simbologia da luz e da verdade que permeia a narrativa bíblica.","conexao_teologica":"Cristo é descrito como a luz do mundo, trazendo esperança e salvação, assim como Ezequias trouxe renovação ao povo de Judá.","referencias_relacionadas":["Salmos 84:11","Isaías 60:1","João 8:12"]},"2cronicas_29_4_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de convocar ou reunir, especialmente no contexto de chamar o povo para a adoração.","explicacao_detalhada":"A palavra 'vir/entrar' é usada para descrever a ação de trazer o povo de volta à adoração verdadeira e à comunhão com Deus.","por_que_esta_palavra":"É relevante para entender a missão de Ezequias de restaurar a adoração e a unidade entre o povo.","conexao_teologica":"A convocação do povo para a adoração é um tema que se reflete na chamada de Cristo para que todos venham a Ele.","referencias_relacionadas":["Salmos 100:2","Mateus 11:28","Hebreus 10:25"]},"2cronicas_29_5_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Refere-se ao ato de santificar ou purificar, especialmente em relação ao templo e à adoração.","explicacao_detalhada":"A palavra 'santificar' é usada para descrever a necessidade de purificação antes de se aproximar de Deus, um tema central na reforma de Ezequias.","por_que_esta_palavra":"É importante para entender a ênfase na pureza e na santidade na adoração a Deus.","conexao_teologica":"A santificação é um aspecto essencial da vida cristã, onde somos chamados a ser santos como Deus é santo.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Hebreus 12:14"]},"2cronicas_29_5_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao que é separado para Deus, especialmente em relação ao templo e aos rituais de adoração.","explicacao_detalhada":"A palavra 'sagrado' enfatiza a importância da separação do que é comum e a dedicação ao serviço de Deus, um tema central na reforma de Ezequias.","por_que_esta_palavra":"É relevante para entender a natureza da adoração e a necessidade de reverência ao se aproximar de Deus.","conexao_teologica":"A ideia de ser sagrado é refletida na chamada de Deus para que Seu povo seja separado e dedicado a Ele.","referencias_relacionadas":["Êxodo 19:6","Levítico 20:26","Romanos 12:1"]},"2cronicas_29_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de declarar ou afirmar algo, especialmente em relação à grandeza de Deus.","explicacao_detalhada":"A palavra 'dizer' é usada para enfatizar a importância de proclamar a verdade sobre Deus e Sua grandeza, um aspecto fundamental da adoração.","por_que_esta_palavra":"É importante para entender a necessidade de testemunhar e declarar a grandeza de Deus em todas as circunstâncias.","conexao_teologica":"A proclamação da grandeza de Deus é um tema central na adoração e na evangelização.","referencias_relacionadas":["Salmos 145:3","Isaías 40:9","Mateus 28:19"]},"2cronicas_29_6_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O termo 'urso' é utilizado para descrever uma ação de força e poder, simbolizando a proteção divina.","explicacao_detalhada":"No contexto de 2 Crônicas 29:6, a palavra 'urso' pode ser interpretada como uma metáfora para a força que Deus exerce sobre o seu povo, especialmente em tempos de necessidade e proteção.","por_que_esta_palavra":"A escolha da palavra 'urso' enfatiza a ideia de que Deus é um defensor poderoso, capaz de proteger e salvar seu povo das adversidades.","conexao_teologica":"A proteção divina é um tema recorrente na Bíblia, onde Deus é frequentemente descrito como um refúgio e fortaleza para os que nele confiam.","referencias_relacionadas":["Salmos 18:2","Salmos 46:1","Isaías 41:10"]},"2cronicas_29_6_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"O 'templo' é o local sagrado onde Deus habita entre seu povo e onde as ofertas são apresentadas.","explicacao_detalhada":"No versículo, o templo representa não apenas um espaço físico, mas também a presença de Deus entre os israelitas, simbolizando a comunhão e o relacionamento entre Deus e seu povo.","por_que_esta_palavra":"A palavra 'templo' é central na adoração israelita, pois é o lugar designado para o culto e sacrifícios a Deus.","conexao_teologica":"O templo é um símbolo da presença de Deus e da necessidade de santidade e adoração em nossa vida espiritual.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Mateus 21:12"]},"2cronicas_29_6_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"O ato de 'dar' implica uma ação de entrega ou oferta, muitas vezes em um contexto de súplica ou adoração.","explicacao_detalhada":"Neste contexto, clamar a Deus envolve a entrega de orações e súplicas, reconhecendo a soberania e a necessidade de intervenção divina.","por_que_esta_palavra":"A palavra 'dar' é utilizada para enfatizar a importância da entrega sincera e do reconhecimento da necessidade de Deus em nossas vidas.","conexao_teologica":"A oração e a súplica são fundamentais na vida de fé, refletindo a dependência do ser humano em relação a Deus.","referencias_relacionadas":["Salmos 50:15","Filipenses 4:6","1 Pedro 5:7"]},"2cronicas_29_7_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"O termo 'sagrado' refere-se àquilo que é separado para Deus, indicando pureza e santidade.","explicacao_detalhada":"No contexto de 2 Crônicas 29:7, 'sagrado' é uma referência à necessidade de manter a santidade no culto e nas práticas religiosas, refletindo a natureza de Deus.","por_que_esta_palavra":"A palavra 'sagrado' é crucial para entender a relação entre Deus e seu povo, que deve ser marcada pela reverência e respeito.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, que nos chama a viver de maneira que reflita essa santidade em nossas vidas.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Hebreus 12:14"]},"2cronicas_29_7_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador e sustentador do universo, digno de adoração.","explicacao_detalhada":"Neste versículo, 'Deus' é mencionado como a entidade a quem o povo deve se voltar em adoração e arrependimento, reconhecendo sua autoridade e poder.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para a fé israelita, pois expressa a relação de aliança entre Deus e seu povo.","conexao_teologica":"A soberania e a divindade de Deus são temas centrais em toda a Escritura, que nos ensina sobre sua natureza e caráter.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"2cronicas_29_8_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode simbolizar a queda em pecado ou a necessidade de arrependimento.","explicacao_detalhada":"No contexto do versículo, 'cair' pode ser interpretado como a condição do povo que se afastou de Deus e precisa retornar a Ele.","por_que_esta_palavra":"A palavra 'cair' é utilizada para descrever a fragilidade humana e a necessidade de buscar a restauração em Deus.","conexao_teologica":"A queda do homem é um tema recorrente na Bíblia, que nos lembra da necessidade de redenção e restauração através de Cristo.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","1 João 1:9"]},"2cronicas_29_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'nome' do Senhor é um símbolo de sua autoridade e caráter, representando sua presença e poder.","explicacao_detalhada":"Neste versículo, invocar o 'nome' do Senhor é um ato de reconhecimento de sua soberania e um chamado à adoração.","por_que_esta_palavra":"A palavra 'nome' é significativa, pois representa a identidade de Deus e a relação que os crentes têm com Ele.","conexao_teologica":"O nome de Deus é frequentemente associado à sua revelação e à sua obra redentora na história da salvação.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Atos 4:12"]},"2cronicas_29_9_seca":{"palavra_pt":"espada","palavra_original":"חֶרֶב","transliteracao":"chereb","strong":"H2719","significado_raiz":"Ideia básica: espada.","significado_contextual":"A palavra 'espada' é frequentemente usada como símbolo de julgamento e disciplina divina.","explicacao_detalhada":"No contexto do versículo, 'espada' pode representar a consequência do pecado e a necessidade de arrependimento para evitar o juízo de Deus.","por_que_esta_palavra":"A palavra 'espada' é utilizada para enfatizar a seriedade do pecado e a disciplina que pode resultar da desobediência a Deus.","conexao_teologica":"A disciplina de Deus é um tema importante na Bíblia, que nos ensina sobre a necessidade de correção e arrependimento.","referencias_relacionadas":["Hebreus 12:6","Apocalipse 19:15","Salmos 149:6"]},"2cronicas_29_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação de filiação entre Deus e seu povo, simbolizando herança e identidade.","explicacao_detalhada":"Neste versículo, 'filho' pode ser interpretado como a posição privilegiada do povo de Israel como filhos de Deus, que devem viver de acordo com essa identidade.","por_que_esta_palavra":"A palavra 'filho' é significativa, pois expressa a intimidade e o relacionamento especial que os crentes têm com Deus.","conexao_teologica":"A filiação divina é um tema central na Bíblia, que nos ensina sobre a nova identidade que temos em Cristo.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","Efésios 1:5"]},"2cronicas_29_9_captiveity":{"palavra_pt":"captive ity","palavra_original":"שְׁבִי","transliteracao":"shᵉbîy","strong":"H7628","significado_raiz":"Ideia básica: captive ity.","significado_contextual":"A palavra 'cativeiro' refere-se à condição de estar preso ou afastado da liberdade, simbolizando a opressão e a necessidade de libertação.","explicacao_detalhada":"No contexto do versículo, 'cativeiro' representa a situação do povo que se afastou de Deus e precisa retornar à liberdade que Ele oferece.","por_que_esta_palavra":"A palavra 'cativeiro' é utilizada para enfatizar a condição de escravidão espiritual e a necessidade de redenção.","conexao_teologica":"A libertação do cativeiro é um tema central na Bíblia, que aponta para a obra redentora de Cristo e a liberdade que Ele oferece.","referencias_relacionadas":["Isaías 61:1","João 8:36","Gálatas 5:1"]},"2cronicas_29_10_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de eliminar ou aniquilar algo, especialmente no contexto de alianças ou pactos.","explicacao_detalhada":"No contexto de 2 Crônicas 29:10, a destruição é uma referência à quebra de alianças com ídolos e práticas pagãs, enfatizando a necessidade de pureza e devoção ao Senhor.","por_que_esta_palavra":"Esta palavra é usada para destacar a seriedade da decisão de romper com práticas que desagradam a Deus e restaurar a verdadeira adoração.","conexao_teologica":"A destruição de alianças com ídolos é um tema recorrente na Bíblia, onde Deus pede ao Seu povo que se afaste de tudo que não O glorifica.","referencias_relacionadas":["Deuteronômio 7:5","Jeremias 11:10","Ezequiel 14:6"]},"2cronicas_29_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' refere-se ao nome pessoal de Deus, que denota Sua soberania e autoridade.","explicacao_detalhada":"Em 2 Crônicas 29:10, o uso do nome 'Senhor' enfatiza a relação de Deus com Seu povo e a importância de reconhecer Sua autoridade em todas as ações.","por_que_esta_palavra":"A palavra é fundamental para entender a natureza de Deus como o governante supremo e a necessidade de submissão a Ele.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua presença e promessa de estar com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 68:4","Isaías 42:8"]},"2cronicas_29_10_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se a um pacto estabelecido entre Deus e Seu povo, simbolizando compromisso e fidelidade.","explicacao_detalhada":"No versículo, a aliança é um lembrete da relação especial que Deus tem com Israel, que deve ser mantida através da obediência e adoração.","por_que_esta_palavra":"A aliança é crucial para entender a história da salvação e a fidelidade de Deus ao Seu povo.","conexao_teologica":"A aliança é um tema central na Bíblia, representando a interação de Deus com a humanidade e Sua promessa de redenção.","referencias_relacionadas":["Gênesis 9:13","Êxodo 19:5","Hebreus 8:6"]},"2cronicas_29_11_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"A palavra 'fogo' simboliza purificação e sacrifício, frequentemente associado à presença de Deus.","explicacao_detalhada":"Em 2 Crônicas 29:11, o fogo é um elemento essencial nos sacrifícios que eram oferecidos a Deus, representando a entrega e a devoção do povo.","por_que_esta_palavra":"O fogo é utilizado para mostrar a seriedade e a intensidade da adoração a Deus, que requer sacrifício e entrega.","conexao_teologica":"O fogo é um símbolo da presença de Deus e da purificação, como visto em várias passagens bíblicas.","referencias_relacionadas":["Levítico 9:24","1 Reis 18:38","Hebreus 12:29"]},"2cronicas_29_11_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação de descendência e herança, simbolizando continuidade e legado.","explicacao_detalhada":"No contexto do versículo, 'filho' pode se referir à relação entre Deus e Seu povo, que é considerado Seu filho por adoção e promessa.","por_que_esta_palavra":"A palavra é importante para entender a identidade do povo de Deus como Seus filhos e a responsabilidade que isso implica.","conexao_teologica":"A filiação é um tema importante na Bíblia, refletindo a relação íntima entre Deus e Seus seguidores.","referencias_relacionadas":["Gálatas 4:7","Romanos 8:15","Efésios 1:5"]},"2cronicas_29_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa, ligando ideias e ações.","explicacao_detalhada":"Em 2 Crônicas 29:11, 'porque' é usado para explicar a razão pela qual o povo deve se voltar para Deus e abandonar práticas erradas.","por_que_esta_palavra":"Esta palavra é crucial para a lógica do discurso, pois conecta a ação de adoração à motivação espiritual por trás dela.","conexao_teologica":"A justificativa é um elemento importante na teologia, onde as ações são frequentemente fundamentadas em razões espirituais e morais.","referencias_relacionadas":["Romanos 12:1","Tiago 1:22","1 Pedro 2:9"]},"2cronicas_29_12_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se à ação de erguer ou estabelecer algo, muitas vezes em um contexto de adoração ou serviço.","explicacao_detalhada":"No versículo, 'levantar' implica a ação de restaurar a adoração e os serviços a Deus, simbolizando um novo começo.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a importância de tomar uma posição ativa na adoração e na vida espiritual.","conexao_teologica":"Levantar-se em adoração é um tema comum na Bíblia, simbolizando a resposta do povo à chamada de Deus.","referencias_relacionadas":["Salmos 134:2","Isaías 60:1","Mateus 5:14"]},"2cronicas_29_12_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à continuidade da linhagem e à herança espiritual.","explicacao_detalhada":"Neste contexto, 'filho' representa a relação entre as gerações e a importância de passar adiante a fé e a adoração a Deus.","por_que_esta_palavra":"A menção do 'filho' destaca a responsabilidade das gerações mais velhas em ensinar e guiar as mais novas na fé.","conexao_teologica":"A relação entre pais e filhos é um tema recorrente na Bíblia, enfatizando a importância da educação espiritual.","referencias_relacionadas":["Salmos 78:4","Provérbios 22:6","Efésios 6:4"]},"2cronicas_29_12_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma posição ou relação de proximidade ou inclusão.","explicacao_detalhada":"No versículo, 'entre' sugere a ideia de estar em comunhão ou em meio ao povo de Deus, enfatizando a coletividade na adoração.","por_que_esta_palavra":"Esta palavra é importante para entender a natureza comunitária da adoração e a inclusão do povo na presença de Deus.","conexao_teologica":"A ideia de estar 'entre' o povo de Deus é fundamental na teologia da comunidade e da igreja.","referencias_relacionadas":["Mateus 18:20","Atos 2:42","Hebreus 10:25"]},"2cronicas_29_13_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Em 2 Crônicas 29:13, \"entre\" aparece na frase \"E dentre os filhos de Elisafã, Sinri e Jeuel; dentre os filhos de Asafe, Zacarias e Matanias;\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (מִן; min; H4480), \"entre\" traz a ideia de entre. Aqui, essa palavra deixa o ensino de 2 Crônicas 29:13 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"entre\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em 2 Crônicas 29:14. Lendo junto com 2 Crônicas 29:13, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["2 Crônicas 29:13","2 Crônicas 29:14","Salmos 119:105"]},"2cronicas_29_13_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, alguém que é gerado por outra pessoa.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para indicar não apenas a relação biológica, mas também a relação espiritual e de herança. No contexto de 2 Crônicas 29:13, refere-se aos filhos dos sacerdotes que estavam envolvidos na purificação do templo.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a continuidade da linhagem sacerdotal e a importância da pureza espiritual entre os descendentes.","conexao_teologica":"A ideia de filhos é central na teologia bíblica, onde Deus é frequentemente referido como Pai, e os crentes são considerados Seus filhos. Isso implica uma relação íntima e de responsabilidade.","referencias_relacionadas":["Salmos 127:3","Mateus 5:9","Romanos 8:16"]},"2cronicas_29_13_nome":{"palavra_pt":"nome","palavra_original":"יְעִיאֵל","transliteracao":"Yᵉʻîyʼêl","strong":"H3273","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identificação ou título de uma pessoa, que carrega significado e reputação.","explicacao_detalhada":"O nome (יְעִיאֵל) é mais do que uma simples designação; ele representa a essência e a identidade de uma pessoa. No contexto, o nome é mencionado em relação aos sacerdotes que estavam purificando o templo.","por_que_esta_palavra":"A palavra 'nome' é crucial para entender a importância da identidade e do caráter dos indivíduos envolvidos na obra de Deus.","conexao_teologica":"Na Bíblia, o nome de Deus é sagrado e reflete Seu caráter. Os crentes são chamados a honrar o nome de Deus em suas vidas.","referencias_relacionadas":["Êxodo 20:7","Salmos 8:1","Filipenses 2:9-10"]},"2cronicas_29_14_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica uma relação de separação ou distinção entre grupos ou indivíduos.","explicacao_detalhada":"A palavra 'entre' (מִן) é usada para mostrar a posição ou a relação de um grupo em relação a outro. No versículo, refere-se aos sacerdotes que estavam entre os que se apresentaram para a purificação.","por_que_esta_palavra":"A escolha de 'entre' enfatiza a ideia de comunidade e a necessidade de união entre os que servem a Deus.","conexao_teologica":"A unidade entre os crentes é um tema importante na teologia cristã, refletindo a natureza do corpo de Cristo.","referencias_relacionadas":["1 Coríntios 12:12-14","Efésios 4:3","Colossenses 3:14"]},"2cronicas_29_14_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, alguém que é gerado por outra pessoa.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada novamente para enfatizar a continuidade da linhagem e a importância da pureza entre os descendentes dos sacerdotes.","por_que_esta_palavra":"A repetição da palavra 'filho' reforça a ideia de herança espiritual e a responsabilidade dos descendentes em manter a pureza.","conexao_teologica":"A relação entre pais e filhos é um reflexo da relação entre Deus e Seu povo, onde os crentes são chamados a viver de acordo com a Sua vontade.","referencias_relacionadas":["Salmos 103:17","Provérbios 22:6","Efésios 6:4"]},"2cronicas_29_14_nome":{"palavra_pt":"nome","palavra_original":"שִׁמְעִי","transliteracao":"Shimʻîy","strong":"H8096","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identificação ou título de uma pessoa, que carrega significado e reputação.","explicacao_detalhada":"O nome (שִׁמְעִי) é mencionado em relação aos sacerdotes, destacando a importância da identidade e do caráter na obra de Deus.","por_que_esta_palavra":"A palavra 'nome' é significativa, pois reflete a reputação e a responsabilidade dos sacerdotes diante de Deus e da comunidade.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos e estão ligados ao propósito divino, refletindo a soberania de Deus sobre a vida das pessoas.","referencias_relacionadas":["Gênesis 17:5","Isaías 43:1","Apocalipse 3:5"]},"2cronicas_29_15_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade suprema e governante de um povo.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é usada para descrever a posição de autoridade de um governante. No contexto, refere-se ao rei Ezequias, que estava liderando a restauração do culto no templo.","por_que_esta_palavra":"A escolha da palavra 'rei' destaca a importância da liderança e da autoridade na implementação das reformas religiosas.","conexao_teologica":"Deus é frequentemente descrito como Rei na Bíblia, e a liderança humana deve refletir a justiça e a santidade do Rei dos Reis.","referencias_relacionadas":["Salmos 24:7-10","Isaías 9:6-7","Apocalipse 19:16"]},"2cronicas_29_15_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou mensagem, podendo ter um significado profundo.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) é usada para indicar a importância da comunicação e da revelação divina. No contexto, refere-se às instruções e orientações dadas por Deus.","por_que_esta_palavra":"A escolha da palavra 'palavra' enfatiza a revelação de Deus e a necessidade de obedecer às Suas instruções.","conexao_teologica":"A Palavra de Deus é central na vida do crente, sendo a fonte de sabedoria e direção.","referencias_relacionadas":["Salmos 119:105","Mateus 4:4","2 Timóteo 3:16-17"]},"2cronicas_29_15_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"Refere-se à condição de estar livre de impurezas ou contaminações.","explicacao_detalhada":"A palavra 'puro' (טָהֵר) é usada para descrever a condição necessária para o serviço no templo. A pureza era essencial para a adoração a Deus.","por_que_esta_palavra":"A escolha da palavra 'puro' destaca a importância da santidade e da preparação espiritual para se aproximar de Deus.","conexao_teologica":"A pureza é um tema recorrente na Bíblia, simbolizando a necessidade de santidade na vida do crente.","referencias_relacionadas":["Salmos 51:10","Mateus 5:8","Hebreus 12:14"]},"2cronicas_29_16_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se a um mediador entre Deus e o povo, responsável pelos rituais e sacrifícios.","explicacao_detalhada":"A palavra 'sacerdote' (כֹּהֵן) é usada para descrever aqueles que servem no templo e realizam as funções religiosas. No contexto, refere-se aos sacerdotes que estavam envolvidos na purificação do templo.","por_que_esta_palavra":"A escolha da palavra 'sacerdote' enfatiza a importância do papel mediador e da responsabilidade espiritual dos líderes religiosos.","conexao_teologica":"Cristo é nosso Sumo Sacerdote, que intercede por nós diante de Deus, cumprindo o papel que os sacerdotes do Antigo Testamento simbolizavam.","referencias_relacionadas":["Hebreus 4:14-16","1 Pedro 2:9","Apocalipse 1:6"]},"2cronicas_29_16_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"Refere-se à condição de estar livre de impurezas ou contaminações.","explicacao_detalhada":"A palavra 'puro' (טָהֵר) é novamente utilizada para enfatizar a necessidade de pureza entre os sacerdotes que estavam realizando os rituais de purificação.","por_que_esta_palavra":"A repetição da palavra 'puro' reforça a importância da santidade e da preparação espiritual para o serviço a Deus.","conexao_teologica":"A pureza é essencial na adoração a Deus, refletindo a necessidade de estar livre de pecado e impurezas.","referencias_relacionadas":["Levítico 11:44","Salmos 24:3-4","Tiago 4:8"]},"2cronicas_29_16_palacio":{"palavra_pt":"templo","palavra_original":"הֵיכָל","transliteracao":"hêykâl","strong":"H1964","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao templo de Salomão, que era considerado a morada de Deus entre o povo de Israel.","explicacao_detalhada":"O templo é um espaço sagrado onde os israelitas realizavam sacrifícios e cultos a Deus. Era visto como o centro da vida religiosa e espiritual da nação.","por_que_esta_palavra":"A palavra 'templo' é crucial para entender a relação entre Deus e o Seu povo, simbolizando a presença divina e a santidade do local.","conexao_teologica":"O templo representa a habitação de Deus entre os homens e prefigura a vinda de Cristo, que se tornaria o verdadeiro templo (João 2:19-21).","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Mateus 21:12"]},"2cronicas_29_17_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Refere-se ao ato de santificar os utensílios e o espaço do templo, preparando-os para o culto a Deus.","explicacao_detalhada":"Santificar implica separar algo como sagrado, tornando-o adequado para o serviço divino. Isso era essencial para a pureza do culto.","por_que_esta_palavra":"A palavra 'santificar' destaca a importância da pureza e da dedicação ao Senhor, especialmente em um contexto de restauração espiritual.","conexao_teologica":"A santificação é um tema central na Bíblia, refletindo a necessidade de estar separado do pecado para se aproximar de Deus (1 Pedro 1:16).","referencias_relacionadas":["Êxodo 19:10","Levítico 20:7","Hebreus 10:14"]},"2cronicas_29_17_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia específico em que as purificações e santificações estavam sendo realizadas no templo.","explicacao_detalhada":"O dia é importante no calendário religioso, pois marca um momento de renovação e compromisso com Deus.","por_que_esta_palavra":"A palavra 'dia' enfatiza a importância do tempo e das datas sagradas na vida do povo de Deus, que eram momentos de encontro com o Senhor.","conexao_teologica":"O conceito de dia sagrado é fundamental na Bíblia, refletindo a importância do descanso e da adoração (Êxodo 20:8).","referencias_relacionadas":["Gênesis 2:2-3","Salmos 118:24","Lucas 4:16"]},"2cronicas_29_17_profano":{"palavra_pt":"profano","palavra_original":"חָלַל","transliteracao":"châlal","strong":"H2490","significado_raiz":"Ideia básica: profano.","significado_contextual":"Refere-se a tudo que não é sagrado e que deve ser afastado do templo durante o processo de purificação.","explicacao_detalhada":"O ato de profanar é considerado uma ofensa à santidade de Deus, e o templo deve ser mantido livre de qualquer contaminação.","por_que_esta_palavra":"A palavra 'profano' é importante para entender a necessidade de pureza no culto e a separação entre o sagrado e o secular.","conexao_teologica":"A distinção entre o sagrado e o profano é um tema recorrente na Bíblia, refletindo a santidade de Deus e a necessidade de reverência (Isaías 5:20).","referencias_relacionadas":["Levítico 10:10","Ezequiel 22:26","1 Pedro 1:15"]},"2cronicas_29_18_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei Ezequias, que liderou a restauração do culto no templo.","explicacao_detalhada":"O rei tinha um papel crucial na vida espiritual de Israel, sendo responsável por guiar o povo em direção a Deus.","por_que_esta_palavra":"A palavra 'rei' destaca a autoridade e a responsabilidade do líder em promover a adoração e a obediência a Deus.","conexao_teologica":"A figura do rei é um símbolo de liderança espiritual e política, refletindo a soberania de Deus sobre a nação (Salmos 22:28).","referencias_relacionadas":["2 Reis 18:1-3","2 Crônicas 30:1","Salmos 72:1-2"]},"2cronicas_29_18_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de convocar os sacerdotes e levitas para a purificação do templo.","explicacao_detalhada":"Chamar implica uma convocação para um propósito específico, neste caso, a restauração do culto a Deus.","por_que_esta_palavra":"A palavra 'vir/entrar' é significativa, pois indica a ação de se aproximar de Deus e participar do serviço sagrado.","conexao_teologica":"A convocação para o serviço é um tema importante, refletindo o chamado de Deus para que Seu povo O sirva (Hebreus 10:24-25).","referencias_relacionadas":["Êxodo 28:1","1 Crônicas 9:22","Mateus 9:37-38"]},"2cronicas_29_19_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Novamente se refere ao rei Ezequias, enfatizando sua liderança na restauração do templo.","explicacao_detalhada":"O rei Ezequias foi fundamental para trazer o povo de volta à adoração verdadeira, após um período de idolatria.","por_que_esta_palavra":"A repetição da palavra 'rei' reforça a importância da liderança na vida espiritual do povo.","conexao_teologica":"A liderança justa é um reflexo do caráter de Deus e Sua vontade para o Seu povo (Provérbios 29:2).","referencias_relacionadas":["2 Reis 18:3","2 Crônicas 30:26","Salmos 78:72"]},"2cronicas_29_19_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Refere-se à necessidade de santificação contínua dos utensílios e do espaço do templo.","explicacao_detalhada":"A santificação é um processo que envolve a purificação e a dedicação ao serviço de Deus.","por_que_esta_palavra":"A repetição da palavra 'santificar' enfatiza a importância da pureza no culto e na vida do povo de Deus.","conexao_teologica":"A santificação é essencial para a comunhão com Deus e a vida cristã (1 Tessalonicenses 4:3).","referencias_relacionadas":["Levítico 11:44","Hebreus 12:14","1 Coríntios 6:19-20"]},"2cronicas_29_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as purificações e santificações devem ser realizadas.","explicacao_detalhada":"O modo é importante para garantir que as práticas religiosas estejam de acordo com as instruções de Deus.","por_que_esta_palavra":"A palavra 'modo' destaca a necessidade de seguir as diretrizes divinas na adoração.","conexao_teologica":"A obediência às instruções de Deus é fundamental para a aceitação do culto (Deuteronômio 12:32).","referencias_relacionadas":["Êxodo 25:40","Números 15:39","Colossenses 3:17"]},"2cronicas_29_20_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente ao rei Ezequias, que toma a iniciativa de restaurar o culto no templo.","explicacao_detalhada":"A liderança de Ezequias é um exemplo de como um governante pode influenciar positivamente a vida espiritual de uma nação.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a importância da autoridade na promoção da adoração a Deus.","conexao_teologica":"A liderança espiritual é um reflexo do caráter de Deus e Sua intenção de guiar Seu povo (Isaías 33:22).","referencias_relacionadas":["2 Reis 18:1-2","2 Crônicas 30:1","Salmos 89:18"]},"2cronicas_29_20_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade urbana, um centro de vida social e religiosa.","explicacao_detalhada":"A palavra 'cidade' no contexto de 2 Crônicas 29:20 indica um espaço onde a comunidade se reúne, especialmente para adoração e práticas religiosas. Neste versículo, a cidade é o local onde o rei Ezequias convoca os sacerdotes e levitas para a purificação do templo.","por_que_esta_palavra":"A cidade é fundamental para a vida do povo de Israel, servindo como um ponto de encontro para a adoração e a observância das leis de Deus.","conexao_teologica":"A cidade é vista como um lugar de encontro entre Deus e seu povo, simbolizando a presença divina no meio da comunidade.","referencias_relacionadas":["Salmos 122:1","Isaías 2:3","Mateus 5:14"]},"2cronicas_29_20_homem":{"palavra_pt":"homem","palavra_original":"שָׁכַם","transliteracao":"shâkam","strong":"H7925","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, especialmente em um papel de liderança ou responsabilidade.","explicacao_detalhada":"Neste contexto, 'homem' se refere ao rei Ezequias, que assume a responsabilidade de restaurar a adoração ao Senhor. A palavra enfatiza a importância da liderança humana na condução do povo em direção a Deus.","por_que_esta_palavra":"A figura do homem, especialmente em posições de autoridade, é crucial para a implementação das práticas religiosas e a manutenção da aliança com Deus.","conexao_teologica":"A liderança humana é vista como um reflexo da soberania de Deus, que usa homens para cumprir Seus propósitos.","referencias_relacionadas":["1 Timóteo 2:5","Romanos 5:12","Gênesis 1:26"]},"2cronicas_29_21_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se a um animal sacrificial, simbolizando força e poder.","explicacao_detalhada":"A palavra 'força' neste contexto se refere a um carneiro que é oferecido como sacrifício. Este sacrifício é um ato de devoção e busca de reconciliação com Deus.","por_que_esta_palavra":"O carneiro representa a força e a pureza necessárias para a expiação dos pecados do povo.","conexao_teologica":"O sacrifício de animais é um tema central na teologia do Antigo Testamento, simbolizando a necessidade de expiação para a comunhão com Deus.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Isaías 53:7"]},"2cronicas_29_21_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se a um ato de oferecer algo a Deus, geralmente como expiação pelos pecados.","explicacao_detalhada":"Neste versículo, o 'sacrifício' é um elemento essencial da adoração, representando a entrega e a busca de perdão. É um ato que demonstra a necessidade de reconciliação com Deus.","por_que_esta_palavra":"O sacrifício é uma prática fundamental na relação entre Deus e o povo, simbolizando a entrega e a busca de purificação.","conexao_teologica":"O conceito de sacrifício é central na teologia cristã, culminando no sacrifício de Cristo como a expiação final pelos pecados.","referencias_relacionadas":["Romanos 12:1","Hebreus 10:10","Gálatas 2:20"]},"2cronicas_29_21_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"Refere-se ao reino ou governo, especialmente no contexto da soberania de Deus.","explicacao_detalhada":"A palavra 'reino' neste contexto enfatiza a autoridade de Deus sobre Israel e a necessidade de submissão a essa autoridade. O reino de Deus é um tema recorrente nas Escrituras.","por_que_esta_palavra":"O domínio de Deus é essencial para a compreensão da relação entre o Criador e Sua criação, destacando a importância da obediência.","conexao_teologica":"A ideia de reino é central na mensagem do evangelho, onde Jesus fala sobre o reino de Deus e a necessidade de viver sob Sua autoridade.","referencias_relacionadas":["Mateus 6:33","Lucas 17:20-21","Apocalipse 11:15"]},"2cronicas_29_22_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se a um ato de oferecer algo a Deus, geralmente como expiação pelos pecados.","explicacao_detalhada":"Neste versículo, o 'sacrifício' é um elemento essencial da adoração, representando a entrega e a busca de perdão. É um ato que demonstra a necessidade de reconciliação com Deus.","por_que_esta_palavra":"O sacrifício é uma prática fundamental na relação entre Deus e o povo, simbolizando a entrega e a busca de purificação.","conexao_teologica":"O conceito de sacrifício é central na teologia cristã, culminando no sacrifício de Cristo como a expiação final pelos pecados.","referencias_relacionadas":["Romanos 12:1","Hebreus 10:10","Gálatas 2:20"]},"2cronicas_29_22_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se a um mediador entre Deus e o povo, responsável pelos rituais e sacrifícios.","explicacao_detalhada":"A palavra 'sacerdote' é crucial para entender o papel dos levitas e sacerdotes na adoração a Deus. Eles são os encarregados de realizar os sacrifícios e manter a santidade do templo.","por_que_esta_palavra":"Os sacerdotes são fundamentais para a mediação entre Deus e o povo, simbolizando a necessidade de intercessão e pureza.","conexao_teologica":"O sacerdócio é um tema importante na Bíblia, com Jesus sendo o nosso sumo sacerdote, que intercede por nós.","referencias_relacionadas":["Hebreus 4:14-16","1 Pedro 2:9","Êxodo 28:1"]},"2cronicas_29_22_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se ao líquido vital que simboliza a vida e é usado nos sacrifícios.","explicacao_detalhada":"A palavra 'sangue' é central na teologia do sacrifício, representando a vida que é oferecida a Deus para a expiação dos pecados.","por_que_esta_palavra":"O sangue é visto como um símbolo de vida e purificação, essencial para a reconciliação com Deus.","conexao_teologica":"O sangue de Cristo é o cumprimento do sacrifício, trazendo redenção e nova vida aos crentes.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 João 1:7"]},"2cronicas_29_23_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se a um ato de oferecer algo a Deus, geralmente como expiação pelos pecados.","explicacao_detalhada":"Neste versículo, o 'sacrifício' é um elemento essencial da adoração, representando a entrega e a busca de perdão. É um ato que demonstra a necessidade de reconciliação com Deus.","por_que_esta_palavra":"O sacrifício é uma prática fundamental na relação entre Deus e o povo, simbolizando a entrega e a busca de purificação.","conexao_teologica":"O conceito de sacrifício é central na teologia cristã, culminando no sacrifício de Cristo como a expiação final pelos pecados.","referencias_relacionadas":["Romanos 12:1","Hebreus 10:10","Gálatas 2:20"]},"2cronicas_29_23_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao governante de Israel, que tem a responsabilidade de liderar o povo em adoração a Deus.","explicacao_detalhada":"A palavra 'rei' neste contexto se refere a Ezequias, que lidera a restauração da adoração ao Senhor. O rei tem um papel crucial na vida espiritual da nação.","por_que_esta_palavra":"O rei é visto como o representante de Deus na terra, responsável por guiar o povo em justiça e fé.","conexao_teologica":"A figura do rei é um símbolo da soberania de Deus, que governa sobre todas as nações.","referencias_relacionadas":["Salmos 2:6","Isaías 9:6-7","Apocalipse 19:16"]},"2cronicas_29_23_mulher":{"palavra_pt":"mulher","palavra_original":"נָגַשׁ","transliteracao":"nâgash","strong":"H5066","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à mulher como um ser humano do sexo feminino, com um papel importante na sociedade e na família.","explicacao_detalhada":"No contexto de 2 Crônicas 29:23, a palavra 'mulher' pode se referir a mulheres que participaram de rituais ou cerimônias religiosas, destacando a importância da presença feminina na adoração a Deus.","por_que_esta_palavra":"A inclusão da palavra 'mulher' enfatiza a dignidade e o valor das mulheres na comunidade de fé, mostrando que todos têm um papel no culto a Deus.","conexao_teologica":"A presença e participação das mulheres nas práticas religiosas refletem a visão de Deus sobre a igualdade e a importância de todos os indivíduos na adoração.","referencias_relacionadas":["Gênesis 2:18","Provérbios 31:10","Lucas 8:1-3"]},"2cronicas_29_24_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se ao sacerdote, que é um mediador entre Deus e o povo, responsável por realizar sacrifícios e rituais.","explicacao_detalhada":"No versículo, os sacerdotes desempenham um papel crucial na purificação e restauração do culto, simbolizando a intercessão e a santidade exigidas por Deus.","por_que_esta_palavra":"A palavra 'sacerdote' é fundamental para entender a estrutura do culto israelita e a importância da mediação na relação entre Deus e o povo.","conexao_teologica":"Os sacerdotes prefiguram o papel de Cristo como nosso Sumo Sacerdote, que intercede por nós diante de Deus.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:1-3","Hebreus 4:14-16"]},"2cronicas_29_24_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira como os rituais e sacrifícios devem ser realizados.","explicacao_detalhada":"A palavra 'modo' enfatiza a importância da obediência às instruções divinas na adoração, mostrando que Deus se importa com a forma como o culto é conduzido.","por_que_esta_palavra":"A escolha da palavra 'modo' ressalta que a adoração deve ser feita de acordo com as diretrizes estabelecidas por Deus, refletindo sua santidade.","conexao_teologica":"A maneira correta de adorar a Deus é um tema recorrente nas Escrituras, mostrando que a adoração deve ser feita em espírito e verdade.","referencias_relacionadas":["Deuteronômio 12:32","Salmos 29:2","João 4:24"]},"2cronicas_29_25_corpo":{"palavra_pt":"corpo","palavra_original":"נֶבֶל","transliteracao":"nebel","strong":"H5035","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo como a parte física do ser humano, que pode ser oferecido a Deus em adoração.","explicacao_detalhada":"Neste contexto, o 'corpo' pode simbolizar a entrega total do ser a Deus, refletindo a ideia de que devemos oferecer nossas vidas como sacrifício vivo.","por_que_esta_palavra":"A palavra 'corpo' é significativa porque representa a totalidade do ser humano, incluindo ações, pensamentos e intenções, que devem ser dedicados a Deus.","conexao_teologica":"A entrega do corpo a Deus é um princípio encontrado em Romanos 12:1, onde somos chamados a oferecer nossos corpos como sacrifícios vivos.","referencias_relacionadas":["Romanos 12:1","1 Coríntios 6:19-20","Gálatas 2:20"]},"2cronicas_29_25_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei como a autoridade máxima em Israel, que tem a responsabilidade de liderar o povo em adoração a Deus.","explicacao_detalhada":"No versículo, o rei é visto como um líder espiritual e político, cuja conduta influencia a adoração e a fidelidade do povo a Deus.","por_que_esta_palavra":"A palavra 'rei' destaca a importância da liderança na vida espiritual da nação, mostrando que os líderes têm um papel crucial na promoção da adoração a Deus.","conexao_teologica":"Cristo é chamado de Rei dos Reis, e sua liderança é perfeita, contrastando com a falibilidade dos reis humanos.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:6","Apocalipse 19:16"]},"2cronicas_29_25_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se ao profeta como um porta-voz de Deus, que comunica Sua vontade ao povo.","explicacao_detalhada":"O profeta tem a função de guiar o povo em direção a Deus, advertindo sobre a necessidade de arrependimento e retorno à adoração verdadeira.","por_que_esta_palavra":"A palavra 'profeta' é essencial para entender a dinâmica entre Deus e Seu povo, pois os profetas são instrumentos de revelação divina.","conexao_teologica":"Jesus é o maior profeta, que revela a vontade de Deus de maneira plena e definitiva.","referencias_relacionadas":["Deuteronômio 18:15","Amós 3:7","Hebreus 1:1-2"]},"2cronicas_29_26_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Reitera a função do sacerdote como mediador entre Deus e o povo, especialmente em momentos de adoração.","explicacao_detalhada":"Neste contexto, os sacerdotes são responsáveis por realizar os rituais necessários para a purificação e aceitação do culto.","por_que_esta_palavra":"A repetição da palavra 'sacerdote' enfatiza a continuidade da função sacerdotal na adoração e a importância de sua atuação.","conexao_teologica":"A função sacerdotal é um tema central na teologia do Antigo Testamento, que é cumprido em Cristo no Novo Testamento.","referencias_relacionadas":["Levítico 21:6","Ezequiel 44:15","Hebreus 5:1"]},"2cronicas_29_26_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"Refere-se ao ato de servir a Deus, especialmente no contexto do culto e dos rituais religiosos.","explicacao_detalhada":"Servir a Deus implica em dedicação e compromisso com as práticas religiosas, refletindo a disposição do coração em adorar.","por_que_esta_palavra":"A palavra 'servir' é crucial para entender a natureza da adoração, que não é apenas ritualística, mas envolve um coração disposto.","conexao_teologica":"Servir a Deus é um chamado para todos os crentes, refletindo a ideia de que somos servos do Altíssimo.","referencias_relacionadas":["Josué 24:15","Romanos 12:11","Colossenses 3:23"]},"2cronicas_29_26_armourbearer":{"palavra_pt":"armour bearer","palavra_original":"כְּלִי","transliteracao":"kᵉlîy","strong":"H3627","significado_raiz":"Ideia básica: armour bearer.","significado_contextual":"Refere-se ao portador de armas, que tem a função de proteger e apoiar o líder durante a batalha.","explicacao_detalhada":"No contexto, o 'armour bearer' simboliza a lealdade e o apoio necessário para que o líder possa cumprir sua missão.","por_que_esta_palavra":"A palavra destaca a importância do apoio mútuo entre os líderes e aqueles que os cercam, essencial para a vitória em qualquer empreendimento.","conexao_teologica":"A ideia de apoio e lealdade é refletida na comunidade cristã, onde somos chamados a carregar os fardos uns dos outros.","referencias_relacionadas":["1 Samuel 14:7","2 Reis 11:4","Gálatas 6:2"]},"2cronicas_29_27_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao altar como o local sagrado onde os sacrifícios são oferecidos a Deus.","explicacao_detalhada":"O altar é um símbolo de adoração e sacrifício, representando a entrega e a busca pela reconciliação com Deus.","por_que_esta_palavra":"A palavra 'altar' é central na prática de adoração, pois é o lugar onde se realiza a oferta de sacrifícios, essenciais para a relação com Deus.","conexao_teologica":"O altar prefigura o sacrifício de Cristo, que se ofereceu uma vez por todas para a redenção da humanidade.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"2cronicas_29_27_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a ordem ou declaração que deve ser feita durante o culto.","explicacao_detalhada":"No contexto de 2 Crônicas 29:27, 'dizer' refere-se à instrução que o rei Ezequias deu aos levitas para que louvassem ao Senhor. É uma ação que envolve comunicação e obediência.","por_que_esta_palavra":"A palavra é fundamental para entender a importância da comunicação na adoração e na liderança espiritual.","conexao_teologica":"A comunicação divina é essencial na relação entre Deus e seu povo, refletindo a necessidade de ouvir e obedecer à Sua palavra.","referencias_relacionadas":["Salmos 150:6","Isaías 58:1","Mateus 4:10"]},"2cronicas_29_28_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como o louvor deve ser realizado, enfatizando a ordem e a reverência.","explicacao_detalhada":"Em 2 Crônicas 29:28, 'modo' implica que o louvor deve ser feito de forma adequada e respeitosa, seguindo as instruções dadas por Deus.","por_que_esta_palavra":"É importante para entender que a adoração a Deus deve ser feita de acordo com Seus padrões e não de qualquer maneira.","conexao_teologica":"A adoração é uma expressão de nossa relação com Deus e deve refletir Sua santidade e majestade.","referencias_relacionadas":["Salmos 96:9","Hebreus 12:28-29","Colossenses 3:23"]},"2cronicas_29_29_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se ao papel de Ezequias como líder do povo e seu papel na restauração do culto a Deus.","explicacao_detalhada":"Em 2 Crônicas 29:29, Ezequias é reconhecido como o rei que lidera a nação em um retorno à adoração verdadeira, simbolizando a autoridade e responsabilidade do líder espiritual.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre liderança e espiritualidade no contexto do povo de Israel.","conexao_teologica":"Cristo é chamado de Rei dos Reis, e a liderança espiritual deve refletir a autoridade e a servidão de Cristo.","referencias_relacionadas":["1 Pedro 2:9","Romanos 13:1","Apocalipse 19:16"]},"2cronicas_29_29_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' é usada novamente para enfatizar a forma correta de adoração e louvor.","explicacao_detalhada":"Neste versículo, 'modo' destaca a importância de seguir as instruções divinas na adoração, mostrando que a maneira de adorar a Deus é significativa.","por_que_esta_palavra":"Reforça a ideia de que a adoração não é apenas uma questão de coração, mas também de ação e atitude.","conexao_teologica":"Deus se preocupa com a forma como O adoramos, e isso é refletido em várias passagens bíblicas.","referencias_relacionadas":["Salmos 29:2","Mateus 15:9","João 4:24"]},"2cronicas_29_29_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Senhor como objeto de adoração e reverência.","explicacao_detalhada":"Em 2 Crônicas 29:29, a menção de Deus destaca a centralidade de Sua presença na adoração e a importância de reconhecer Sua soberania.","por_que_esta_palavra":"É essencial para entender a natureza de Deus e nosso relacionamento com Ele como adoradores.","conexao_teologica":"A adoração a Deus é um tema central na Bíblia, refletindo Sua grandeza e nosso chamado a servi-Lo.","referencias_relacionadas":["Salmos 95:6","Isaías 40:28","Romanos 11:36"]},"2cronicas_29_30_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é novamente utilizada para enfatizar a liderança de Ezequias na restauração do culto.","explicacao_detalhada":"Em 2 Crônicas 29:30, Ezequias é visto como um rei que não apenas governa, mas também guia espiritualmente seu povo em direção a Deus.","por_que_esta_palavra":"A liderança espiritual é vital para a saúde espiritual de uma nação ou comunidade.","conexao_teologica":"Jesus é o Rei que lidera com justiça e amor, e os líderes devem seguir Seu exemplo.","referencias_relacionadas":["Salmos 72:1-2","Mateus 20:26-28","1 Timóteo 3:1"]},"2cronicas_29_30_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"A palavra 'louvar/halelu' refere-se ao ato de glorificar a Deus durante o culto.","explicacao_detalhada":"Em 2 Crônicas 29:30, o louvor é uma resposta à grandeza de Deus e um ato de adoração que deve ser central na vida do povo.","por_que_esta_palavra":"Louvar a Deus é um chamado para todos os crentes, refletindo nossa gratidão e reverência.","conexao_teologica":"O louvor é uma expressão de nossa relação com Deus e é fundamental na vida cristã.","referencias_relacionadas":["Salmos 150:6","Efésios 5:19","Hebreus 13:15"]},"2cronicas_29_31_mao":{"palavra_pt":"mao","palavra_original":"תּוֹדָה","transliteracao":"tôwdâh","strong":"H8426","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mao' é usada para simbolizar a ação de agradecer e oferecer a Deus.","explicacao_detalhada":"Em 2 Crônicas 29:31, 'mao' representa a entrega e a gratidão que o povo deve ter ao se aproximar de Deus.","por_que_esta_palavra":"A ação de levantar as mãos é uma expressão física de adoração e entrega.","conexao_teologica":"A entrega a Deus é um tema recorrente na Bíblia, simbolizando nossa total dependência dEle.","referencias_relacionadas":["Salmos 63:4","1 Timóteo 2:8","Salmos 134:2"]},"2cronicas_29_31_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao templo, o local sagrado de adoração a Deus.","explicacao_detalhada":"Em 2 Crônicas 29:31, 'casa' simboliza a presença de Deus entre Seu povo e a importância do templo como lugar de culto.","por_que_esta_palavra":"O templo é um símbolo da habitação de Deus entre os homens e da comunhão que Ele deseja ter com Seu povo.","conexao_teologica":"Cristo é descrito como o novo templo, onde a presença de Deus habita plenamente.","referencias_relacionadas":["1 Reis 8:27","Mateus 21:13","João 2:19"]},"2cronicas_29_32_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que é invocado durante a adoração.","explicacao_detalhada":"Em 2 Crônicas 29:32, 'senhor' destaca a importância do nome de Deus e a reverência que deve ser dada a Ele durante o culto.","por_que_esta_palavra":"O nome de Deus é sagrado e deve ser tratado com respeito e adoração.","conexao_teologica":"O nome de Deus é central na fé cristã, representando Sua natureza e caráter.","referencias_relacionadas":["Salmos 8:1","Êxodo 20:7","Filipenses 2:9-10"]},"2cronicas_29_32_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se a um estado de queda ou declínio, muitas vezes associado a um afastamento de Deus.","explicacao_detalhada":"No contexto de 2 Crônicas 29:32, a palavra 'cair' pode ser entendida como uma metáfora para a perda de dignidade ou a queda espiritual do povo de Israel, que se afastou dos caminhos do Senhor.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a gravidade da situação espiritual do povo, que estava em um estado de desobediência e idolatria.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a separação de Deus e as consequências do pecado. A restauração é sempre possível através do arrependimento.","referencias_relacionadas":["Gênesis 3:6","Salmos 37:24","Romanos 3:23"]},"2cronicas_29_33_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se àquilo que é separado para Deus, indicando pureza e santidade.","explicacao_detalhada":"Em 2 Crônicas 29:33, o termo 'sagrado' é usado para descrever os objetos e os rituais que são dedicados ao culto a Deus, ressaltando a importância da santidade na adoração.","por_que_esta_palavra":"A palavra 'sagrado' é fundamental para entender a relação entre o povo e Deus, pois enfatiza a necessidade de pureza e devoção na adoração.","conexao_teologica":"A santidade de Deus exige que seu povo também busque a santidade, refletindo seu caráter em suas vidas e práticas.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Isaías 6:3"]},"2cronicas_29_33_nome":{"palavra_pt":"nome","palavra_original":"צֹאן","transliteracao":"tsôʼn","strong":"H6629","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' representa a identidade e a autoridade de Deus, sendo um símbolo de sua presença entre o povo.","explicacao_detalhada":"Em 2 Crônicas 29:33, o 'nome' é mencionado em relação aos sacrifícios e à adoração, indicando que tudo deve ser feito em honra ao nome do Senhor.","por_que_esta_palavra":"O uso da palavra 'nome' destaca a importância da reverência e do respeito que o povo deve ter ao se aproximar de Deus.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando sua natureza, caráter e a relação que Ele tem com seu povo.","referencias_relacionadas":["Êxodo 20:7","Salmos 8:1","Filipenses 2:9-10"]},"2cronicas_29_33_gado":{"palavra_pt":"gado","palavra_original":"בָּקָר","transliteracao":"bâqâr","strong":"H1241","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' refere-se aos animais utilizados para sacrifícios, essenciais para a adoração no Antigo Testamento.","explicacao_detalhada":"Em 2 Crônicas 29:33, o 'gado' é mencionado como parte dos rituais de purificação e adoração, simbolizando a oferta e a devoção do povo a Deus.","por_que_esta_palavra":"A inclusão do 'gado' ressalta a importância dos sacrifícios na relação entre Deus e seu povo, sendo um meio de expiação e gratidão.","conexao_teologica":"Os sacrifícios de animais prefiguram o sacrifício de Cristo, que é o Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"2cronicas_29_34_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se àquele que serve como mediador entre Deus e o povo, responsável pelos rituais e sacrifícios.","explicacao_detalhada":"Em 2 Crônicas 29:34, os sacerdotes são mencionados em relação à purificação e ao serviço no templo, destacando seu papel vital na adoração a Deus.","por_que_esta_palavra":"A palavra 'sacerdote' é crucial para entender a estrutura do culto no Antigo Testamento e a importância da mediação na relação com Deus.","conexao_teologica":"Cristo é nosso sumo sacerdote, que intercede por nós e nos aproxima de Deus, cumprindo o papel que os sacerdotes desempenhavam no Antigo Testamento.","referencias_relacionadas":["Êxodo 28:1","Hebreus 4:14-16","1 Pedro 2:9"]},"2cronicas_29_34_obra":{"palavra_pt":"obra","palavra_original":"מְלָאכָה","transliteracao":"mᵉlâʼkâh","strong":"H4399","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se ao trabalho ou serviço realizado em prol de Deus, especialmente no contexto do templo.","explicacao_detalhada":"Em 2 Crônicas 29:34, 'obra' é usada para descrever as atividades dos sacerdotes e levitas na restauração do culto, enfatizando a dedicação ao serviço de Deus.","por_que_esta_palavra":"A palavra 'obra' destaca a importância do trabalho diligente e da dedicação no serviço a Deus, refletindo a fé em ação.","conexao_teologica":"As boas obras são uma expressão da fé genuína e são esperadas de todos os que seguem a Cristo, como um reflexo de sua graça.","referencias_relacionadas":["Efésios 2:10","Colossenses 3:23","Tiago 2:17"]},"2cronicas_29_35_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude e importância das ações de Deus e do culto prestado a Ele.","explicacao_detalhada":"Em 2 Crônicas 29:35, 'grande' é usado para descrever a importância dos sacrifícios e do culto, ressaltando a grandeza de Deus e sua obra entre o povo.","por_que_esta_palavra":"A ênfase na grandeza destaca a majestade de Deus e a seriedade da adoração que deve ser prestada a Ele.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, que nos lembra de sua soberania e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"2cronicas_29_36_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"Em 2 Crônicas 29:36, \"grande\" aparece na frase \"E Ezequias, e todo o povo se alegraram, por causa daquilo que Deus tinha preparado para o povo; porque apressuradamente se fez esta obra.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כּוּן; kûwn; H3559), \"grande\" traz a ideia de grande. Aqui, essa palavra deixa o ensino de 2 Crônicas 29:36 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"grande\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em 2 Crônicas 31:11. Lendo junto com 2 Crônicas 29:36, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["2 Crônicas 29:36","2 Crônicas 31:11","Salmos 119:105"]},"2cronicas_29_36_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador e sustentador do universo, digno de adoração e reverência.","explicacao_detalhada":"Em 2 Crônicas 29:36, a menção de Deus enfatiza sua centralidade na vida do povo de Israel e a importância de reconhecer sua soberania.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para a fé, pois representa a fonte de toda autoridade e poder, além de ser o objeto de adoração.","conexao_teologica":"A compreensão de Deus como o único verdadeiro é essencial para a fé cristã, que se baseia em um relacionamento pessoal com Ele.","referencias_relacionadas":["Deuteronômio 6:4","Salmos 46:10","João 1:1"]}}