{"2cronicas_3_1_profano":{"palavra_pt":"profano","palavra_original":"חָלַל","transliteracao":"châlal","strong":"H2490","significado_raiz":"Ideia básica: profano.","significado_contextual":"Profano refere-se a algo que é comum ou impuro, em contraste com o sagrado.","explicacao_detalhada":"Em 2 Crônicas 3:1, a palavra 'profano' é usada para descrever o que não é adequado para o templo, enfatizando a necessidade de pureza e santidade no local de adoração.","por_que_esta_palavra":"A palavra 'profano' é importante para destacar a separação entre o sagrado e o secular, um princípio fundamental na adoração a Deus.","conexao_teologica":"A santidade de Deus exige que tudo que é profano seja afastado, refletindo a pureza necessária para se aproximar do Senhor.","referencias_relacionadas":["Levítico 10:10","Isaías 52:1","1 Pedro 1:16"]},"2cronicas_3_1_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"Edificar refere-se ao ato de construir ou estabelecer algo de forma sólida.","explicacao_detalhada":"Em 2 Crônicas 3:1, 'edificar' é a ação de construir o templo, simbolizando a dedicação e o compromisso do povo em criar um espaço para a adoração a Deus.","por_que_esta_palavra":"A palavra 'edificar' é escolhida para enfatizar a importância da construção do templo como um ato de fé e obediência a Deus.","conexao_teologica":"A edificação do templo é um símbolo da presença de Deus entre Seu povo e da necessidade de um espaço sagrado para a adoração.","referencias_relacionadas":["Salmos 127:1","Mateus 16:18","1 Coríntios 3:9"]},"2cronicas_3_1_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Casa refere-se ao lar ou ao espaço físico onde se habita, podendo também simbolizar a presença de Deus.","explicacao_detalhada":"Em 2 Crônicas 3:1, 'casa' é usada para descrever o templo como a casa de Deus, um lugar sagrado onde o povo se reúne para adorar e se encontrar com o Senhor.","por_que_esta_palavra":"A palavra 'casa' é significativa, pois representa a intimidade e a relação entre Deus e Seu povo, como um lar espiritual.","conexao_teologica":"A ideia de Deus habitar entre Seu povo é central na teologia bíblica, culminando na promessa de que, em Cristo, somos feitos templos do Espírito Santo.","referencias_relacionadas":["1 Reis 8:27","Salmos 23:6","1 Coríntios 6:19"]},"2cronicas_3_2_profano":{"palavra_pt":"profano","palavra_original":"חָלַל","transliteracao":"châlal","strong":"H2490","significado_raiz":"Ideia básica: profano.","significado_contextual":"Refere-se a algo que foi tornado comum ou impuro, especialmente em um contexto sagrado.","explicacao_detalhada":"A palavra 'profano' implica a ideia de desrespeito ou desconsideração por coisas sagradas. No contexto de 2 Crônicas 3:2, o uso da palavra sugere que o local de construção do templo deve ser separado e consagrado, não profanado.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a importância da santidade do espaço onde o templo seria edificado, contrastando com o que é comum ou impuro.","conexao_teologica":"A santidade de Deus requer que os lugares de adoração sejam tratados com reverência e respeito, refletindo a separação entre o sagrado e o profano.","referencias_relacionadas":["Levítico 10:10","Ezequiel 22:26","Isaías 52:1"]},"2cronicas_3_2_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"Refere-se ao ato de construir ou estabelecer algo de forma sólida e duradoura.","explicacao_detalhada":"A palavra 'edificar' é usada para descrever a construção do templo, que é um projeto monumental e significativo para o povo de Israel. Este ato não é apenas físico, mas também espiritual, simbolizando a presença de Deus entre seu povo.","por_que_esta_palavra":"A escolha da palavra 'edificar' destaca a importância da construção do templo como um ato de obediência e devoção a Deus.","conexao_teologica":"A construção do templo representa a habitação de Deus entre os homens e a necessidade de um espaço sagrado para adoração.","referencias_relacionadas":["1 Reis 6:1","Salmos 127:1","Atos 7:47"]},"2cronicas_3_2_lua":{"palavra_pt":"lua","palavra_original":"חֹדֶשׁ","transliteracao":"chôdesh","strong":"H2320","significado_raiz":"Ideia básica: lua.","significado_contextual":"Refere-se ao mês lunar, que era utilizado para marcar o tempo e as festividades religiosas.","explicacao_detalhada":"A palavra 'lua' é importante no contexto do calendário hebraico, que é baseado nas fases da lua. O mês mencionado é significativo para a determinação das datas das festividades e celebrações religiosas.","por_que_esta_palavra":"A menção da lua indica a importância do tempo e das estações na vida religiosa e cultural do povo de Israel.","conexao_teologica":"O calendário lunar é um lembrete da ordem e do tempo estabelecidos por Deus, que governam a vida do Seu povo.","referencias_relacionadas":["Êxodo 12:2","Salmos 104:19","Eclesiastes 3:1"]},"2cronicas_3_3_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, o Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'Deus' neste contexto enfatiza a soberania e a majestade de Deus, que é digno de um templo construído com grande cuidado e reverência.","por_que_esta_palavra":"A inclusão de 'Deus' sublinha a razão pela qual o templo está sendo construído: para ser um lugar de adoração ao Deus verdadeiro.","conexao_teologica":"A presença de Deus no templo é central para a adoração e a vida espiritual do povo de Israel.","referencias_relacionadas":["Salmos 115:3","Isaías 66:1","Atos 17:24"]},"2cronicas_3_3_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"Refere-se ao ato de construir, especificamente o templo de Deus.","explicacao_detalhada":"A repetição da palavra 'edificar' enfatiza a importância e a seriedade do projeto de construção do templo, que é um símbolo da presença de Deus entre o Seu povo.","por_que_esta_palavra":"A palavra é escolhida para destacar a magnitude e a importância do templo como um lugar de encontro entre Deus e a humanidade.","conexao_teologica":"A construção do templo é um ato de fé e obediência, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["1 Reis 6:2","Salmos 127:1","Hebreus 3:3"]},"2cronicas_3_3_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo como a casa de Deus, um lugar sagrado de adoração.","explicacao_detalhada":"A palavra 'casa' implica um espaço de acolhimento e presença divina, onde o povo pode se encontrar com Deus. O templo é visto como a morada de Deus entre os homens.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a intimidade e a relação pessoal que Deus deseja ter com Seu povo.","conexao_teologica":"O templo como 'casa' de Deus simboliza a habitação divina e a comunhão entre Deus e a humanidade.","referencias_relacionadas":["1 Reis 8:27","Salmos 23:6","Mateus 21:13"]},"2cronicas_3_4_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se novamente ao templo, enfatizando sua importância como a casa de Deus.","explicacao_detalhada":"A repetição da palavra 'casa' reforça a ideia de que o templo é um espaço sagrado, destinado à adoração e à presença de Deus.","por_que_esta_palavra":"A palavra é utilizada para destacar a centralidade do templo na vida espiritual do povo de Israel.","conexao_teologica":"O templo é um símbolo da presença de Deus e da relação de aliança entre Deus e Seu povo.","referencias_relacionadas":["1 Reis 6:2","Salmos 84:1","Hebreus 9:11"]},"2cronicas_3_4_phrase":{"palavra_pt":"expressao","palavra_original":"אֹרֶךְ","transliteracao":"ʼôrek","strong":"H753","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Em 2 Crônicas 3:4, \"expressao\" aparece na frase \"E o pátio, que estava na frente, tinha vinte côvados de comprimento, segundo a largura da casa, e a altura era de cento e vinte; e por dent…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (אֹרֶךְ; ʼôrek; H753), \"expressao\" traz a ideia de expressao. Aqui, essa palavra deixa o ensino de 2 Crônicas 3:4 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"expressao\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Êxodo 27:11. Lendo junto com 2 Crônicas 3:4, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["2 Crônicas 3:4","Êxodo 27:11","Salmos 119:105"]},"2cronicas_3_5_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo, enfatizando sua grandeza e importância.","explicacao_detalhada":"A palavra 'casa' aqui é usada para descrever o templo como um espaço majestoso, digno da presença de Deus, que deve ser construído com grande cuidado e reverência.","por_que_esta_palavra":"A repetição da palavra 'casa' reforça a ideia de que o templo é um lugar de adoração e comunhão com Deus.","conexao_teologica":"A grandeza do templo reflete a grandeza de Deus e a importância da adoração adequada.","referencias_relacionadas":["1 Reis 6:2","Salmos 48:1","Mateus 12:6"]},"2cronicas_3_5_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude e à importância do templo que está sendo construído.","explicacao_detalhada":"A palavra 'grande' enfatiza que o templo não é apenas um edifício, mas um símbolo da grandeza de Deus e da importância da adoração que nele ocorrerá.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a intenção de construir um espaço que reflita a majestade de Deus.","conexao_teologica":"A grandeza do templo é um reflexo da grandeza de Deus e da importância da adoração em comunidade.","referencias_relacionadas":["1 Reis 6:2","Salmos 96:4","Apocalipse 21:10"]},"2cronicas_3_5_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade do templo que Salomão estava construindo, enfatizando que era um lugar bom para adoração.","explicacao_detalhada":"A palavra 'bom' (טוֹב) é usada para descrever algo que é agradável, desejável e que cumpre seu propósito de maneira eficaz. No contexto do templo, isso implica que o local era adequado para a presença de Deus.","por_que_esta_palavra":"A escolha da palavra 'bom' destaca a importância do templo como um espaço sagrado e perfeito para a adoração ao Senhor.","conexao_teologica":"A bondade de Deus é refletida na criação e em Sua habitação entre o Seu povo. O templo é um símbolo da presença divina e da comunhão entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:31","Salmos 84:10","Mateus 7:11"]},"2cronicas_3_6_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo como a casa de Deus, um lugar de habitação divina entre o povo de Israel.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) implica um espaço físico, mas também carrega um significado espiritual, representando a morada de Deus e um local de encontro entre Ele e Seu povo.","por_que_esta_palavra":"A designação do templo como 'casa' enfatiza a intimidade e a relação especial que Deus tem com Israel, como um pai que habita com seus filhos.","conexao_teologica":"O conceito de casa de Deus é central na teologia bíblica, simbolizando a presença de Deus entre os homens e a importância da adoração.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Hebreus 3:6"]},"2cronicas_3_6_beautyiful":{"palavra_pt":"beauty iful","palavra_original":"תִּפְאָרָה","transliteracao":"tiphʼârâh","strong":"H8597","significado_raiz":"Ideia básica: beauty iful.","significado_contextual":"Descreve a beleza estética do templo, que foi projetado para refletir a glória de Deus.","explicacao_detalhada":"A palavra 'bela' (תִּפְאָרָה) refere-se à magnificência e esplendor do templo, que deveria inspirar reverência e admiração entre os adoradores.","por_que_esta_palavra":"A beleza do templo é um reflexo da grandeza de Deus e serve para atrair o povo à adoração e à contemplação de Sua santidade.","conexao_teologica":"A beleza na adoração é importante, pois reflete a natureza criativa de Deus e a importância de oferecer o melhor a Ele.","referencias_relacionadas":["Salmos 96:6","Isaías 60:13","Apocalipse 21:2"]},"2cronicas_3_6_cover":{"palavra_pt":"cobrir","palavra_original":"צָפָה","transliteracao":"tsâphâh","strong":"H6823","significado_raiz":"Ideia básica: cobrir.","significado_contextual":"Refere-se ao ato de cobrir ou revestir o templo, simbolizando proteção e santidade.","explicacao_detalhada":"A palavra 'cobrir' (צָפָה) implica a ideia de proteção e separação do sagrado do profano, indicando que o templo é um espaço reservado para Deus.","por_que_esta_palavra":"O ato de cobrir o templo com materiais preciosos e ornamentos simboliza a reverência e o cuidado que devem ser dados ao lugar de adoração.","conexao_teologica":"A proteção divina é um tema recorrente na Bíblia, onde Deus promete cuidar de Seu povo e de Sua habitação.","referencias_relacionadas":["Salmos 91:1","Isaías 4:5","1 Coríntios 3:16"]},"2cronicas_3_7_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Novamente se refere ao templo como a casa de Deus, enfatizando a continuidade da presença divina.","explicacao_detalhada":"A repetição da palavra 'casa' (בַּיִת) reforça a ideia de que o templo é um espaço sagrado, um local de encontro entre Deus e Seu povo.","por_que_esta_palavra":"A ênfase na casa de Deus destaca a importância do templo na vida espiritual de Israel e sua função como centro de adoração.","conexao_teologica":"O templo é visto como um símbolo da presença de Deus, que habita entre os homens e deseja um relacionamento íntimo com eles.","referencias_relacionadas":["1 Reis 8:27","Salmos 122:1","Efésios 2:19-22"]},"2cronicas_3_7_sangue":{"palavra_pt":"sangue","palavra_original":"סַף","transliteracao":"çaph","strong":"H5592","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se ao sangue como um símbolo de sacrifício e redenção no contexto do templo.","explicacao_detalhada":"A palavra 'sangue' (סַף) é frequentemente associada a sacrifícios que eram realizados no templo para expiação dos pecados do povo.","por_que_esta_palavra":"O sangue é um elemento central na teologia do sacrifício, representando a vida e a purificação necessária para se aproximar de Deus.","conexao_teologica":"O conceito de sacrifício e a importância do sangue são fundamentais na Bíblia, culminando na obra redentora de Cristo.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:18-19"]},"2cronicas_3_7_ceil":{"palavra_pt":"ceil","palavra_original":"חָפָה","transliteracao":"châphâh","strong":"H2645","significado_raiz":"Ideia básica: ceil.","significado_contextual":"Refere-se ao ato de cobrir ou revestir o teto do templo, simbolizando a proteção e a santidade do espaço.","explicacao_detalhada":"A palavra 'teto' (חָפָה) implica a ideia de que o templo é um espaço sagrado que deve ser protegido e separado do mundo exterior.","por_que_esta_palavra":"O revestimento do teto do templo com materiais preciosos reflete a importância da adoração e a reverência que deve ser dada ao espaço sagrado.","conexao_teologica":"A proteção e a santidade do templo são temas importantes na Bíblia, onde Deus promete estar presente e proteger aqueles que O adoram.","referencias_relacionadas":["Salmos 91:1","Isaías 54:2","1 Coríntios 3:16"]},"2cronicas_3_8_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um elemento decorativo ou simbólico no templo, possivelmente relacionado à força e proteção.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) pode simbolizar força e poder, refletindo a majestade de Deus e Sua proteção sobre o templo.","por_que_esta_palavra":"A inclusão de elementos simbólicos como o urso no templo enfatiza a grandeza de Deus e Sua capacidade de proteger e guiar Seu povo.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos na Bíblia, simbolizando Sua proteção e poder sobre as nações.","referencias_relacionadas":["Salmos 18:2","Isaías 40:10","Romanos 8:31"]},"2cronicas_3_8_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à natureza sagrada do templo, que é um espaço reservado para a adoração a Deus.","explicacao_detalhada":"A palavra 'sagrado' (קֹדֶשׁ) implica separação e consagração, indicando que o templo é um lugar onde a presença de Deus habita de maneira especial.","por_que_esta_palavra":"A santidade do templo é fundamental para a adoração, pois enfatiza a necessidade de reverência e pureza ao se aproximar de Deus.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, e o templo é visto como um reflexo dessa santidade na terra.","referencias_relacionadas":["Levítico 11:44","Isaías 57:15","1 Pedro 1:16"]},"2cronicas_3_8_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Mais uma vez, refere-se ao templo como a casa de Deus, reforçando a ideia de habitação divina.","explicacao_detalhada":"A repetição da palavra 'casa' (בַּיִת) sublinha a importância do templo como um local de adoração e encontro com Deus.","por_que_esta_palavra":"A designação do templo como 'casa' enfatiza a relação íntima entre Deus e Seu povo, como um lar espiritual.","conexao_teologica":"A casa de Deus é um conceito que se estende ao Novo Testamento, onde os crentes são chamados de 'templo do Espírito Santo'.","referencias_relacionadas":["1 Coríntios 3:16","Efésios 2:19-22","Hebreus 3:6"]},"2cronicas_3_9_full":{"palavra_pt":"cheio","palavra_original":"מִשְׁקָל","transliteracao":"mishqâl","strong":"H4948","significado_raiz":"Ideia básica: cheio.","significado_contextual":"Refere-se à medida de peso utilizada para determinar a quantidade de materiais preciosos.","explicacao_detalhada":"A palavra 'cheio' no contexto de 2 Crônicas 3:9 se refere ao peso exato dos materiais que foram utilizados na construção do templo, simbolizando a riqueza e a dedicação ao Senhor.","por_que_esta_palavra":"A escolha da palavra 'cheio' enfatiza a importância da precisão e da generosidade na oferta ao templo.","conexao_teologica":"A construção do templo é um ato de adoração e devoção a Deus, onde cada detalhe é significativo para a glória de Deus.","referencias_relacionadas":["1 Reis 6:38","2 Crônicas 2:7","Êxodo 25:8"]},"2cronicas_3_9_shekel":{"palavra_pt":"shekel","palavra_original":"שֶׁקֶל","transliteracao":"sheqel","strong":"H8255","significado_raiz":"Ideia básica: shekel.","significado_contextual":"Refere-se à unidade monetária utilizada na época, que tinha um valor específico.","explicacao_detalhada":"O 'shekel' era uma moeda de peso que representava um valor significativo, utilizado para transações comerciais e ofertas no templo.","por_que_esta_palavra":"A menção do 'shekel' destaca a importância econômica e a seriedade das ofertas feitas ao Senhor.","conexao_teologica":"O uso do shekel no templo simboliza a entrega e a consagração dos bens materiais a Deus.","referencias_relacionadas":["Levítico 27:25","Êxodo 30:13","2 Reis 12:4"]},"2cronicas_3_10_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal que simboliza força e poder.","explicacao_detalhada":"A palavra 'urso' é utilizada para descrever a força e a majestade que o templo deveria representar, refletindo a grandeza de Deus.","por_que_esta_palavra":"A presença do 'urso' no templo simboliza a proteção e a força divina sobre o povo de Israel.","conexao_teologica":"A força de Deus é frequentemente comparada à força de animais poderosos, mostrando que Ele é um protetor forte.","referencias_relacionadas":["Salmos 18:2","Isaías 40:10","Miquéias 5:8"]},"2cronicas_3_10_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo como a casa de Deus, um lugar sagrado.","explicacao_detalhada":"A palavra 'casa' enfatiza a ideia de um espaço dedicado à adoração e à presença de Deus entre o Seu povo.","por_que_esta_palavra":"A casa de Deus é um símbolo de Sua habitação entre os homens e de Sua relação com o povo.","conexao_teologica":"O templo é visto como um microcosmo da presença de Deus na terra, onde os fiéis podem se encontrar com Ele.","referencias_relacionadas":["Salmos 27:4","Mateus 21:13","Hebreus 3:6"]},"2cronicas_3_10_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à santidade do templo e dos objetos sagrados dentro dele.","explicacao_detalhada":"A palavra 'sagrado' indica que o templo é um espaço separado para a adoração e a presença de Deus, distinto do cotidiano.","por_que_esta_palavra":"A santidade do templo é crucial para a compreensão da relação entre Deus e o Seu povo, que deve ser marcada pela reverência.","conexao_teologica":"A santidade é um atributo de Deus que deve ser refletido em Seu templo e na vida dos adoradores.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Isaías 57:15"]},"2cronicas_3_11_ave":{"palavra_pt":"ave","palavra_original":"כָּנָף","transliteracao":"kânâph","strong":"H3671","significado_raiz":"Ideia básica: ave.","significado_contextual":"Refere-se a um símbolo de liberdade e proteção.","explicacao_detalhada":"A palavra 'ave' é usada para descrever a beleza e a leveza que o templo deveria transmitir, além de simbolizar a proteção divina.","por_que_esta_palavra":"As aves frequentemente simbolizam a presença de Deus e a liberdade que Ele oferece ao Seu povo.","conexao_teologica":"Deus é frequentemente descrito como um abrigo e proteção, assim como uma ave que cuida de seus filhotes.","referencias_relacionadas":["Salmos 91:4","Mateus 23:37","Isaías 31:5"]},"2cronicas_3_11_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo como a morada de Deus entre os homens.","explicacao_detalhada":"A repetição da palavra 'casa' reforça a ideia de que o templo é um lugar de encontro entre Deus e Seu povo.","por_que_esta_palavra":"A casa de Deus é um espaço sagrado onde os fiéis podem se reunir para adorar e buscar a presença divina.","conexao_teologica":"A casa de Deus é um símbolo da comunhão entre Deus e a humanidade, um espaço de relacionamento e adoração.","referencias_relacionadas":["Salmos 84:1","Mateus 18:20","Hebreus 10:25"]},"2cronicas_3_12_ave":{"palavra_pt":"ave","palavra_original":"כָּנָף","transliteracao":"kânâph","strong":"H3671","significado_raiz":"Ideia básica: ave.","significado_contextual":"Refere-se a um símbolo de liberdade e proteção.","explicacao_detalhada":"A palavra 'ave' é utilizada para descrever a beleza e a leveza que o templo deveria transmitir, além de simbolizar a proteção divina.","por_que_esta_palavra":"As aves frequentemente simbolizam a presença de Deus e a liberdade que Ele oferece ao Seu povo.","conexao_teologica":"Deus é frequentemente descrito como um abrigo e proteção, assim como uma ave que cuida de seus filhotes.","referencias_relacionadas":["Salmos 91:4","Mateus 23:37","Isaías 31:5"]},"2cronicas_3_12_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo como a morada de Deus entre os homens.","explicacao_detalhada":"A repetição da palavra 'casa' reforça a ideia de que o templo é um lugar de encontro entre Deus e Seu povo.","por_que_esta_palavra":"A casa de Deus é um espaço sagrado onde os fiéis podem se reunir para adorar e buscar a presença divina.","conexao_teologica":"A casa de Deus é um símbolo da comunhão entre Deus e a humanidade, um espaço de relacionamento e adoração.","referencias_relacionadas":["Salmos 84:1","Mateus 18:20","Hebreus 10:25"]},"2cronicas_3_13_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo como a morada de Deus entre os homens.","explicacao_detalhada":"A palavra 'casa' enfatiza a importância do templo como um lugar sagrado e de adoração.","por_que_esta_palavra":"A casa de Deus é um espaço onde o povo se reúne para buscar a presença divina e oferecer adoração.","conexao_teologica":"O templo é um símbolo da presença de Deus entre os homens e da relação que Ele deseja ter com Seu povo.","referencias_relacionadas":["Salmos 84:1","Mateus 21:13","Hebreus 3:6"]},"2cronicas_3_13_ave":{"palavra_pt":"ave","palavra_original":"כָּנָף","transliteracao":"kânâph","strong":"H3671","significado_raiz":"Ideia básica: ave.","significado_contextual":"A palavra 'ave' refere-se a uma figura que representa a liberdade e a presença de Deus.","explicacao_detalhada":"No contexto do templo, as aves simbolizam a pureza e a devoção. Elas eram frequentemente usadas em sacrifícios e representavam a oferta a Deus.","por_que_esta_palavra":"A inclusão de aves nas decorações do templo enfatiza a beleza e a majestade da criação de Deus.","conexao_teologica":"As aves são frequentemente vistas como mensageiras de Deus, simbolizando a presença do Espírito Santo.","referencias_relacionadas":["Salmos 84:3","Mateus 10:31","Gênesis 1:20"]},"2cronicas_3_14_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada para descrever uma figura de força e poder, representando a proteção divina.","explicacao_detalhada":"No contexto do templo, o urso simboliza a força e a proteção que Deus oferece ao seu povo.","por_que_esta_palavra":"O uso do urso destaca a ideia de que Deus é um defensor poderoso contra os inimigos.","conexao_teologica":"Deus é frequentemente descrito como um protetor forte, semelhante a um urso, que defende seu povo.","referencias_relacionadas":["Salmos 91:11-12","Isaías 40:11","Miquéias 5:8"]},"2cronicas_3_14_purple":{"palavra_pt":"purpura","palavra_original":"אַרְגָּמָן","transliteracao":"ʼargâmân","strong":"H713","significado_raiz":"Ideia básica: purpura.","significado_contextual":"A palavra 'púrpura' representa riqueza e realeza, sendo uma cor associada à dignidade.","explicacao_detalhada":"No contexto do templo, a púrpura simboliza a majestade de Deus e a importância do lugar sagrado.","por_que_esta_palavra":"A escolha da púrpura reflete a intenção de glorificar a Deus com materiais preciosos.","conexao_teologica":"A púrpura é frequentemente associada à realeza de Cristo, que é o Rei dos Reis.","referencias_relacionadas":["Mateus 27:28","Apocalipse 17:4","Êxodo 25:4"]},"2cronicas_3_15_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A repetição da palavra 'urso' enfatiza a força e a proteção divina no templo.","explicacao_detalhada":"O urso, como símbolo de força, reforça a ideia de que Deus é um defensor poderoso.","por_que_esta_palavra":"A presença do urso no templo simboliza a proteção que Deus oferece ao seu povo.","conexao_teologica":"Deus é visto como um protetor forte, semelhante a um urso, que defende seu povo contra as adversidades.","referencias_relacionadas":["Salmos 91:11-12","Isaías 40:11","Miquéias 5:8"]},"2cronicas_3_15_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao templo como a morada de Deus entre seu povo.","explicacao_detalhada":"No contexto, a casa é um espaço sagrado onde Deus habita e onde o povo se encontra com Ele.","por_que_esta_palavra":"A casa simboliza a presença de Deus e a comunhão entre Ele e seu povo.","conexao_teologica":"O templo é visto como a casa de Deus, onde Ele se revela e se relaciona com a humanidade.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","João 2:19"]},"2cronicas_3_15_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à presença de Deus e ao relacionamento íntimo com Ele.","explicacao_detalhada":"No contexto do templo, o rosto de Deus representa sua glória e a comunhão que Ele deseja ter com seu povo.","por_que_esta_palavra":"O rosto simboliza a revelação de Deus e a busca pela sua presença.","conexao_teologica":"Ver o rosto de Deus é um desejo profundo do povo de Deus, simbolizando a intimidade com o Criador.","referencias_relacionadas":["Números 6:25","Salmos 67:1","Mateus 5:8"]},"2cronicas_3_16_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A repetição da palavra 'urso' reforça a ideia de proteção e força divina.","explicacao_detalhada":"O urso simboliza a defesa que Deus oferece ao seu povo em tempos de necessidade.","por_que_esta_palavra":"A presença do urso no templo destaca a força de Deus como um defensor.","conexao_teologica":"Deus é um protetor forte, semelhante a um urso, que cuida de seu povo.","referencias_relacionadas":["Salmos 91:11-12","Isaías 40:11","Miquéias 5:8"]},"2cronicas_3_16_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de oferecer algo a Deus, simbolizando devoção.","explicacao_detalhada":"No contexto do templo, dar representa a entrega de ofertas e a dedicação ao Senhor.","por_que_esta_palavra":"Dar é um ato de adoração e reconhecimento da soberania de Deus.","conexao_teologica":"A entrega de ofertas é uma forma de expressar gratidão e dependência de Deus.","referencias_relacionadas":["2 Coríntios 9:7","Mateus 5:23-24","Hebreus 13:16"]},"2cronicas_3_16_oracle":{"palavra_pt":"oracle","palavra_original":"דְּבִיר","transliteracao":"dᵉbîyr","strong":"H1687","significado_raiz":"Ideia básica: oracle.","significado_contextual":"A palavra 'oracle' refere-se ao lugar sagrado onde Deus se comunica com seu povo.","explicacao_detalhada":"No templo, o oracle é o espaço onde a presença de Deus se manifesta e onde as revelações são recebidas.","por_que_esta_palavra":"O oracle simboliza a comunicação direta entre Deus e a humanidade.","conexao_teologica":"Deus deseja se revelar ao seu povo, e o oracle é um símbolo dessa revelação.","referencias_relacionadas":["Êxodo 25:22","1 Samuel 3:21","Hebreus 1:1"]},"2cronicas_3_17_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se ao ato de erguer algo em honra a Deus.","explicacao_detalhada":"No contexto do templo, levantar simboliza a elevação de ofertas e orações a Deus.","por_que_esta_palavra":"Levantar é um ato de adoração que demonstra reverência e submissão a Deus.","conexao_teologica":"Levantar as mãos em adoração é uma prática que simboliza a entrega e a busca pela presença de Deus.","referencias_relacionadas":["Salmos 28:2","1 Timóteo 2:8","Salmos 63:4"]},"2cronicas_3_17_palacio":{"palavra_pt":"templo","palavra_original":"הֵיכָל","transliteracao":"hêykâl","strong":"H1964","significado_raiz":"Ideia básica: templo.","significado_contextual":"O templo é o local sagrado onde Deus habita entre o Seu povo.","explicacao_detalhada":"O termo 'templo' refere-se ao espaço físico construído por Salomão em Jerusalém, que simboliza a presença de Deus na terra. É um lugar de adoração, sacrifício e comunhão com o Senhor.","por_que_esta_palavra":"A palavra 'templo' é usada para enfatizar a importância do local sagrado na vida espiritual de Israel e a relação entre Deus e Seu povo.","conexao_teologica":"O templo representa a habitação de Deus entre os homens e prefigura a vinda de Cristo, que é o verdadeiro templo (João 2:19-21).","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Mateus 21:12"]},"2cronicas_3_17_idiom":{"palavra_pt":"expressao","palavra_original":"עַמּוּד","transliteracao":"ʻammûwd","strong":"H5982","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se a um elemento arquitetônico que sustenta a estrutura do templo.","explicacao_detalhada":"A palavra 'expressão' é utilizada para descrever colunas ou pilares que sustentam o templo, simbolizando força e estabilidade na adoração a Deus.","por_que_esta_palavra":"A escolha da palavra 'expressão' destaca a importância dos elementos físicos que sustentam a adoração e a presença de Deus.","conexao_teologica":"As colunas do templo podem ser vistas como uma representação da firmeza da fé e da estrutura da comunidade de crentes.","referencias_relacionadas":["Êxodo 26:32","1 Reis 7:21","Salmos 92:12"]}}