{"2cronicas_31_1_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se às cidades de Israel, que eram centros de adoração e comunidade.","explicacao_detalhada":"A palavra 'cidade' neste contexto destaca a importância dos locais onde o povo se reunia para adorar e viver em comunhão.","por_que_esta_palavra":"As cidades são vistas como lugares de refúgio e segurança, onde a presença de Deus é buscada e celebrada.","conexao_teologica":"As cidades de Israel representam a habitação de Deus entre seu povo, um tema que se estende até a Nova Jerusalém.","referencias_relacionadas":["Salmos 46:4","Isaías 65:18","Hebreus 11:10"]},"2cronicas_31_1_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao altar, um local sagrado para sacrifícios e adoração a Deus.","explicacao_detalhada":"A palavra 'altar' simboliza o lugar de encontro entre Deus e o homem, onde as ofertas são apresentadas em adoração.","por_que_esta_palavra":"O altar é um elemento central na prática religiosa, representando a expiação e a devoção do povo a Deus.","conexao_teologica":"O altar é um símbolo da obra redentora de Cristo, que se ofereceu como sacrifício por nós.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"2cronicas_31_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as práticas religiosas devem ser realizadas.","explicacao_detalhada":"A palavra 'modo' enfatiza a importância da ordem e da reverência nas celebrações e rituais.","por_que_esta_palavra":"O 'modo' é essencial para garantir que a adoração seja feita de acordo com os princípios estabelecidos por Deus.","conexao_teologica":"A maneira de adorar a Deus reflete a santidade de seu caráter e a necessidade de se aproximar dele com respeito.","referencias_relacionadas":["1 Crônicas 15:13","Salmos 100:2","Colossenses 3:23"]},"2cronicas_31_2_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é um mediador entre Deus e o povo, responsável por realizar sacrifícios e manter a santidade do culto.","explicacao_detalhada":"No contexto de 2 Crônicas 31:2, o sacerdote é visto como uma figura central na adoração a Deus, desempenhando um papel crucial na manutenção das práticas religiosas e na instrução do povo sobre a lei de Deus.","por_que_esta_palavra":"A palavra 'sacerdote' é utilizada para enfatizar a importância da mediação e do serviço religioso na vida do povo de Israel, especialmente na restauração do culto após um período de apostasia.","conexao_teologica":"A figura do sacerdote aponta para Cristo, nosso Sumo Sacerdote, que intercede por nós e oferece o sacrifício perfeito.","referencias_relacionadas":["Hebreus 4:14-16","1 Pedro 2:9","Êxodo 28:1"]},"2cronicas_31_2_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שֶׁלֶם","transliteracao":"shelem","strong":"H8002","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"O sacrifício é uma oferta feita a Deus, simbolizando a devoção e a busca por perdão.","explicacao_detalhada":"Em 2 Crônicas 31:2, os sacrifícios são parte essencial da adoração a Deus, representando a entrega do povo e a busca pela reconciliação com o Senhor.","por_que_esta_palavra":"A palavra 'sacrifício' é utilizada para destacar a importância da expiação e da devoção a Deus, especialmente em tempos de renovação espiritual.","conexao_teologica":"Os sacrifícios do Antigo Testamento prefiguram o sacrifício de Cristo, que é o verdadeiro Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["Hebreus 10:1-4","Romanos 12:1","Levítico 1:3"]},"2cronicas_31_3_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O rei é a autoridade máxima em Israel, responsável por governar e guiar o povo segundo a vontade de Deus.","explicacao_detalhada":"Em 2 Crônicas 31:3, o rei é apresentado como um líder que busca restaurar a adoração a Deus e garantir que o povo siga a lei divina.","por_que_esta_palavra":"A palavra 'rei' é utilizada para enfatizar a responsabilidade do líder em conduzir o povo em retidão e justiça, refletindo o caráter de Deus.","conexao_teologica":"Cristo é o Rei dos Reis, que governa com justiça e traz salvação ao seu povo.","referencias_relacionadas":["Salmos 2:6","Apocalipse 19:16","Isaías 9:6-7"]},"2cronicas_31_3_lei":{"palavra_pt":"lei","palavra_original":"מְנָת","transliteracao":"mᵉnâth","strong":"H4521","significado_raiz":"Ideia básica: lei.","significado_contextual":"A lei refere-se aos mandamentos e instruções dadas por Deus ao seu povo, fundamentais para a vida e adoração.","explicacao_detalhada":"No contexto de 2 Crônicas 31:3, a lei é um guia para a vida do povo, estabelecendo normas de conduta e práticas de adoração.","por_que_esta_palavra":"A palavra 'lei' é utilizada para ressaltar a importância da obediência a Deus e a necessidade de viver segundo seus preceitos.","conexao_teologica":"A lei aponta para a necessidade de um Salvador, que cumpre a lei perfeitamente em nosso lugar.","referencias_relacionadas":["Romanos 3:20","Gálatas 3:24","Deuteronômio 6:5"]},"2cronicas_31_4_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Julgar implica em tomar decisões justas e sábias, especialmente em questões de moral e ética.","explicacao_detalhada":"Em 2 Crônicas 31:4, o ato de julgar é essencial para manter a justiça e a ordem no povo, refletindo o caráter de Deus como justo juiz.","por_que_esta_palavra":"A palavra 'julgar' é utilizada para enfatizar a responsabilidade dos líderes em agir com integridade e sabedoria.","conexao_teologica":"Deus é o juiz supremo que julga com justiça, e os líderes devem refletir esse caráter em suas decisões.","referencias_relacionadas":["Salmos 82:3-4","Provérbios 21:15","Mateus 7:1-2"]},"2cronicas_31_4_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Clamar significa fazer um apelo ou súplica, geralmente em busca de ajuda ou intervenção divina.","explicacao_detalhada":"No contexto de 2 Crônicas 31:4, clamar é um ato de dependência de Deus, reconhecendo a necessidade de Sua intervenção nas questões do povo.","por_que_esta_palavra":"A palavra 'clamar' é utilizada para destacar a urgência e a sinceridade do pedido ao Senhor.","conexao_teologica":"Clamar a Deus é um reconhecimento de nossa fraqueza e a certeza de que Ele ouve e responde às nossas orações.","referencias_relacionadas":["Salmos 34:17","Romanos 10:13","Isaías 65:24"]},"2cronicas_31_4_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é um mediador entre Deus e o povo, responsável por realizar sacrifícios e manter a santidade do culto.","explicacao_detalhada":"No contexto de 2 Crônicas 31:4, o sacerdote é visto como uma figura central na adoração a Deus, desempenhando um papel crucial na manutenção das práticas religiosas e na instrução do povo sobre a lei de Deus.","por_que_esta_palavra":"A palavra 'sacerdote' é utilizada para enfatizar a importância da mediação e do serviço religioso na vida do povo de Israel, especialmente na restauração do culto após um período de apostasia.","conexao_teologica":"A figura do sacerdote aponta para Cristo, nosso Sumo Sacerdote, que intercede por nós e oferece o sacrifício perfeito.","referencias_relacionadas":["Hebreus 4:14-16","1 Pedro 2:9","Êxodo 28:1"]},"2cronicas_31_5_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Palavra refere-se à comunicação divina, instruções e promessas de Deus ao seu povo.","explicacao_detalhada":"Em 2 Crônicas 31:5, a palavra de Deus é fundamental para a vida do povo, guiando suas ações e decisões.","por_que_esta_palavra":"A palavra 'palavra' é utilizada para ressaltar a importância da revelação divina e da obediência a seus mandamentos.","conexao_teologica":"A Palavra de Deus é viva e eficaz, e Jesus é a Palavra encarnada que traz vida e verdade.","referencias_relacionadas":["Hebreus 4:12","João 1:1","Salmos 119:105"]},"2cronicas_31_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como algo é feito, incluindo as práticas de adoração e obediência.","explicacao_detalhada":"No contexto de 2 Crônicas 31:5, o modo de adoração é importante para garantir que o povo siga as instruções de Deus corretamente.","por_que_esta_palavra":"A palavra 'modo' é utilizada para enfatizar que a forma de adoração deve estar alinhada com a vontade de Deus.","conexao_teologica":"A maneira como adoramos a Deus deve ser em espírito e em verdade, refletindo nosso coração diante dEle.","referencias_relacionadas":["João 4:24","Colossenses 3:17","Romanos 12:1"]},"2cronicas_31_5_crescer":{"palavra_pt":"crescer","palavra_original":"פָּרַץ","transliteracao":"pârats","strong":"H6555","significado_raiz":"Ideia básica: crescer.","significado_contextual":"Crescer implica em aumentar, desenvolver-se ou prosperar, tanto fisicamente quanto espiritualmente.","explicacao_detalhada":"Em 2 Crônicas 31:5, crescer é um sinal de bênção e prosperidade que vem da obediência a Deus e da prática de Sua palavra.","por_que_esta_palavra":"A palavra 'crescer' é utilizada para enfatizar o desenvolvimento contínuo da fé e da vida espiritual do povo.","conexao_teologica":"Crescer na fé é um chamado para todos os crentes, refletindo a transformação que Cristo opera em nossas vidas.","referencias_relacionadas":["2 Pedro 3:18","Efésios 4:15","Colossenses 1:10"]},"2cronicas_31_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência ou à relação familiar, especialmente em um contexto de liderança e herança.","explicacao_detalhada":"A palavra 'filho' é usada para indicar não apenas a relação biológica, mas também a continuidade da linhagem e a transmissão de responsabilidades e bênçãos dentro da família e da nação.","por_que_esta_palavra":"Neste contexto, 'filho' enfatiza a importância da descendência de Ezequias e a continuidade da adoração a Deus através de sua linhagem.","conexao_teologica":"A ideia de 'filho' é central na teologia bíblica, representando a relação entre Deus e Seu povo, bem como a relação entre Jesus e Deus Pai.","referencias_relacionadas":["Salmos 127:3","Mateus 1:1","Romanos 8:16"]},"2cronicas_31_6_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de tomar decisões justas e sábias, especialmente em questões de liderança e administração.","explicacao_detalhada":"A palavra 'julgar' implica em discernimento e a capacidade de fazer escolhas que refletem a justiça de Deus, sendo essencial para a liderança de uma nação.","por_que_esta_palavra":"Neste versículo, 'julgar' é crucial para a administração do povo de Deus, garantindo que as decisões sejam tomadas de acordo com a vontade divina.","conexao_teologica":"Deus é frequentemente descrito como o juiz supremo, e os líderes são chamados a refletir essa justiça em suas decisões.","referencias_relacionadas":["Salmos 82:3","Provérbios 21:15","Isaías 1:17"]},"2cronicas_31_6_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local de habitação e comunidade, onde o povo se reúne e adora a Deus.","explicacao_detalhada":"A palavra 'cidade' simboliza não apenas um espaço físico, mas também a vida comunitária e a identidade do povo de Deus.","por_que_esta_palavra":"A menção da cidade destaca a importância do local onde a adoração e a vida comunitária ocorrem, especialmente em Jerusalém.","conexao_teologica":"A cidade de Deus é um tema recorrente na Bíblia, representando o lugar da presença de Deus entre Seu povo.","referencias_relacionadas":["Salmos 48:1-2","Hebreus 11:10","Apocalipse 21:2"]},"2cronicas_31_7_lua":{"palavra_pt":"lua","palavra_original":"חֹדֶשׁ","transliteracao":"chôdesh","strong":"H2320","significado_raiz":"Ideia básica: lua.","significado_contextual":"Refere-se ao ciclo lunar que marca os meses no calendário hebraico, importante para a observância das festas religiosas.","explicacao_detalhada":"A palavra 'lua' é usada para indicar os meses e as festividades que dependem do calendário lunar, essencial para a vida religiosa do povo.","por_que_esta_palavra":"Neste contexto, a menção da lua enfatiza a importância do tempo e das estações na adoração e nas celebrações do povo de Deus.","conexao_teologica":"A criação dos astros, incluindo a lua, é um testemunho do controle de Deus sobre o tempo e as estações.","referencias_relacionadas":["Gênesis 1:14-18","Salmos 104:19","Eclesiastes 3:1"]},"2cronicas_31_7_appoint":{"palavra_pt":"appoint","palavra_original":"יָסַד","transliteracao":"yâçad","strong":"H3245","significado_raiz":"Ideia básica: appoint.","significado_contextual":"Refere-se ao ato de estabelecer ou designar algo ou alguém para uma função específica.","explicacao_detalhada":"A palavra 'appoint' implica em um ato de autoridade e responsabilidade, onde líderes são chamados a organizar e estruturar a adoração.","por_que_esta_palavra":"Neste contexto, enfatiza a necessidade de ordem e organização na adoração a Deus, refletindo a soberania divina.","conexao_teologica":"Deus é o supremo organizador do culto e da adoração, e os líderes devem seguir Seu exemplo ao estabelecer práticas de adoração.","referencias_relacionadas":["1 Crônicas 23:4","Êxodo 28:1","Hebreus 5:4"]},"2cronicas_31_8_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Refere-se ao ato de se prostrar em adoração ou reverência diante de Deus.","explicacao_detalhada":"A palavra 'abençoar' implica em um gesto de humildade e submissão, reconhecendo a grandeza de Deus e a necessidade de Sua bênção.","por_que_esta_palavra":"Neste contexto, o ato de ajoelhar simboliza a devoção e a entrega do povo a Deus, buscando Sua orientação e favor.","conexao_teologica":"A adoração é uma resposta natural à grandeza de Deus, e ajoelhar-se é uma expressão física dessa reverência.","referencias_relacionadas":["Salmos 95:6","Filipenses 2:10-11","Mateus 26:39"]},"2cronicas_31_8_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de convocar ou trazer pessoas para um propósito específico, geralmente relacionado à adoração.","explicacao_detalhada":"A palavra 'vir/entrar' implica em um convite para participar da adoração e da comunhão com Deus e com o povo.","por_que_esta_palavra":"Neste contexto, enfatiza a importância da participação ativa do povo na adoração e nas festividades religiosas.","conexao_teologica":"Deus chama Seu povo para a comunhão e a adoração, e a resposta a esse chamado é fundamental na vida espiritual.","referencias_relacionadas":["Isaías 55:1","Mateus 11:28","Apocalipse 22:17"]},"2cronicas_31_9_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se a uma pessoa designada para servir em funções religiosas e mediadoras entre Deus e o povo.","explicacao_detalhada":"A palavra 'sacerdote' implica em um papel de liderança espiritual, responsabilidade pela adoração e pelos sacrifícios.","por_que_esta_palavra":"Neste contexto, a menção do sacerdote destaca a importância da mediação e do serviço religioso na vida do povo de Deus.","conexao_teologica":"Jesus é o nosso sumo sacerdote, cumprindo o papel que os sacerdotes do Antigo Testamento desempenhavam.","referencias_relacionadas":["Êxodo 28:1","Hebreus 4:14-16","1 Pedro 2:9"]},"2cronicas_31_9_seguir":{"palavra_pt":"seguir","palavra_original":"דָּרַשׁ","transliteracao":"dârash","strong":"H1875","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se ao ato de buscar ou investigar a vontade de Deus e a Sua palavra.","explicacao_detalhada":"A palavra 'seguir' implica em um desejo de conhecer e obedecer aos caminhos de Deus, sendo essencial para a vida espiritual.","por_que_esta_palavra":"Neste contexto, enfatiza a importância de buscar a Deus e a Sua orientação em todas as áreas da vida.","conexao_teologica":"A busca por Deus é um tema central na Bíblia, refletindo o desejo de estar em comunhão com Ele.","referencias_relacionadas":["Salmos 119:2","Mateus 6:33","Tiago 4:8"]},"2cronicas_31_9_rei":{"palavra_pt":"rei","palavra_original":"חִזְקִיָּה","transliteracao":"Chizqîyâh","strong":"H2396","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de liderança e autoridade sobre o povo, especialmente em questões espirituais e sociais.","explicacao_detalhada":"A palavra 'rei' implica em um papel de governança e responsabilidade, sendo um líder que deve guiar o povo segundo a vontade de Deus.","por_que_esta_palavra":"Neste contexto, a menção do rei Ezequias destaca a importância da liderança justa e piedosa na nação de Israel.","conexao_teologica":"Cristo é descrito como o Rei dos Reis, e Sua liderança é o modelo perfeito para todos os líderes.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"2cronicas_31_10_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se aos líderes religiosos que serviam no templo, responsáveis por oferecer sacrifícios e interceder pelo povo.","explicacao_detalhada":"Os sacerdotes eram da linhagem de Arão e tinham a função de mediar entre Deus e o povo, realizando rituais sagrados e mantendo a santidade do culto.","por_que_esta_palavra":"A presença dos sacerdotes é crucial para a adoração a Deus, pois eles garantem que os rituais sejam realizados corretamente e que o povo permaneça em comunhão com Deus.","conexao_teologica":"Os sacerdotes simbolizam a intercessão de Cristo, nosso Sumo Sacerdote, que oferece um sacrifício perfeito por nós.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:1-3","Hebreus 4:14-16"]},"2cronicas_31_10_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' indica a liderança ou a posição de destaque que alguém ocupa, especialmente em relação à adoração e à organização do culto.","explicacao_detalhada":"O 'princípio' é fundamental para a estrutura do culto, pois estabelece a ordem e a autoridade necessárias para a realização das práticas religiosas.","por_que_esta_palavra":"A liderança é essencial para guiar o povo em sua adoração a Deus, assegurando que todos sigam as diretrizes estabelecidas nas Escrituras.","conexao_teologica":"Cristo é o princípio e o fundamento da nossa fé, sendo a pedra angular da Igreja.","referencias_relacionadas":["1 Coríntios 3:11","Efésios 2:20","Colossenses 1:17"]},"2cronicas_31_10_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao templo, que é o lugar sagrado onde Deus habita e onde os israelitas se reúnem para adorar.","explicacao_detalhada":"A casa de Deus é vista como um espaço de santidade e reverência, onde os sacrifícios são oferecidos e a presença divina é buscada.","por_que_esta_palavra":"A casa de Deus é central para a vida espiritual do povo, representando a comunhão entre Deus e a humanidade.","conexao_teologica":"A Igreja é considerada a casa de Deus hoje, onde os crentes se reúnem para adorar e edificar uns aos outros.","referencias_relacionadas":["Salmos 27:4","Mateus 21:13","1 Pedro 2:5"]},"2cronicas_31_11_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude e importância das ofertas e do culto que estão sendo realizados.","explicacao_detalhada":"A grandeza do culto reflete a grandeza de Deus, e as ofertas são vistas como uma expressão de gratidão e reverência.","por_que_esta_palavra":"A grandeza das ações de adoração é um reflexo da grandeza de Deus e da importância que o povo dá ao seu relacionamento com Ele.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, que nos lembra de sua majestade e poder.","referencias_relacionadas":["Salmos 145:3","Isaías 6:3","Romanos 11:33"]},"2cronicas_31_11_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' aqui também se refere ao templo, enfatizando a importância do local sagrado para a adoração.","explicacao_detalhada":"A casa de Deus é um lugar de encontro com o Senhor, onde os fiéis se reúnem para buscar a Sua presença e oferecer sacrifícios.","por_que_esta_palavra":"A casa de Deus é um símbolo de Sua habitação entre o povo e da relação que Ele deseja ter com a humanidade.","conexao_teologica":"A ideia de que Deus habita entre Seu povo é um tema recorrente, culminando na presença do Espírito Santo na vida dos crentes.","referencias_relacionadas":["1 Reis 8:27","Salmos 84:1-2","Atos 2:4"]},"2cronicas_31_12_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"תְּרוּמָה","transliteracao":"tᵉrûwmâh","strong":"H8641","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"A palavra 'sacrifício' refere-se às ofertas feitas a Deus como um ato de adoração e gratidão.","explicacao_detalhada":"Os sacrifícios eram uma parte essencial da adoração israelita, simbolizando a expiação dos pecados e a dedicação ao Senhor.","por_que_esta_palavra":"Os sacrifícios são uma expressão de devoção e reconhecimento da santidade de Deus, além de serem um meio de reconciliação.","conexao_teologica":"O sacrifício de Cristo é o cumprimento perfeito de todos os sacrifícios do Antigo Testamento, oferecendo redenção a toda a humanidade.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:26","Romanos 12:1"]},"2cronicas_31_12_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se àquilo que é separado para Deus e que possui um caráter divino.","explicacao_detalhada":"O sagrado é o que deve ser tratado com reverência, pois representa a presença e a santidade de Deus.","por_que_esta_palavra":"A santidade é fundamental na adoração, pois Deus é santo e exige que Seu povo também seja santo.","conexao_teologica":"A santidade de Deus nos chama a viver de maneira que reflita Seu caráter em nossas vidas.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Apocalipse 4:8"]},"2cronicas_31_12_homem":{"palavra_pt":"homem","palavra_original":"אֱמוּנָה","transliteracao":"ʼĕmûwnâh","strong":"H530","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se ao ser humano, especialmente no contexto de sua relação com Deus e com a adoração.","explicacao_detalhada":"O homem é criado à imagem de Deus e tem a responsabilidade de adorá-Lo e viver em comunhão com Ele.","por_que_esta_palavra":"A dignidade do homem é ressaltada na Bíblia, mostrando que cada indivíduo tem valor e propósito diante de Deus.","conexao_teologica":"A relação entre Deus e o homem é central na narrativa bíblica, culminando na redenção através de Cristo.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:8"]},"2cronicas_31_13_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade governamental e espiritual que lidera o povo de Deus.","explicacao_detalhada":"O rei tem a responsabilidade de guiar o povo em justiça e em adoração a Deus, sendo um representante do Senhor na terra.","por_que_esta_palavra":"A figura do rei é importante na história de Israel, simbolizando a liderança que deve estar alinhada com a vontade de Deus.","conexao_teologica":"Cristo é reconhecido como o Rei dos Reis, que governa com justiça e amor sobre Seu povo.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"2cronicas_31_13_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Ser Supremo, Criador e Sustentador do universo, digno de adoração.","explicacao_detalhada":"Deus é o centro da fé israelita, e todas as práticas de adoração devem ser direcionadas a Ele, reconhecendo Sua soberania e santidade.","por_que_esta_palavra":"A adoração a Deus é o propósito principal da vida humana, refletindo a dependência e a reverência que devemos ter por Ele.","conexao_teologica":"A relação entre Deus e a humanidade é a base da mensagem bíblica, que revela Seu amor e plano de salvação.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","João 3:16"]},"2cronicas_31_13_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se ao poder ou à ação de alguém, simbolizando a força e a habilidade de realizar tarefas.","explicacao_detalhada":"A palavra 'mao' (יָד) é frequentemente utilizada na Bíblia para representar não apenas a parte física do corpo humano, mas também a ideia de controle, autoridade e ação. No contexto de 2 Crônicas 31:13, a mão é mencionada em relação ao trabalho dos levitas e sacerdotes na administração dos recursos do templo.","por_que_esta_palavra":"A escolha da palavra 'mao' enfatiza a importância da ação e do serviço ativo na adoração a Deus.","conexao_teologica":"A mão de Deus é frequentemente associada à Sua intervenção e poder na história de Israel, simbolizando tanto proteção quanto disciplina.","referencias_relacionadas":["Êxodo 3:20","Salmos 89:13","Isaías 41:10"]},"2cronicas_31_14_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao ser supremo, criador e sustentador do universo, que é digno de adoração.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para descrever a natureza divina e a soberania de Deus sobre todas as coisas. Em 2 Crônicas 31:14, a menção de Deus está ligada à devoção e ao serviço dos sacerdotes e levitas, que atuam em nome d'Ele.","por_que_esta_palavra":"A palavra 'deus' é central para a fé israelita, pois expressa a relação única entre Deus e Seu povo.","conexao_teologica":"Deus é apresentado como o provedor e sustentador, que exige fidelidade e adoração de Seu povo.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Isaías 40:28"]},"2cronicas_31_14_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Significa dar ou oferecer algo, especialmente em um contexto de devoção ou sacrifício.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é utilizada para descrever a ação de oferecer algo a Deus, seja em forma de ofertas, sacrifícios ou serviços. No contexto de 2 Crônicas 31:14, refere-se ao ato de dar as primícias e ofertas ao Senhor.","por_que_esta_palavra":"A palavra 'dar' enfatiza a importância da generosidade e da devoção na vida religiosa do povo de Israel.","conexao_teologica":"Dar a Deus é um ato de reconhecimento de Sua soberania e provisão, refletindo a gratidão do coração do adorador.","referencias_relacionadas":["Deuteronômio 16:17","2 Coríntios 9:7","Mateus 6:21"]},"2cronicas_31_14_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se a algo que é separado para Deus, que possui um caráter especial e digno de reverência.","explicacao_detalhada":"A palavra 'sagrado' (קֹדֶשׁ) é usada para descrever objetos, lugares e pessoas que foram consagrados a Deus. Em 2 Crônicas 31:14, o sagrado é mencionado em relação às ofertas que são dedicadas ao Senhor.","por_que_esta_palavra":"A noção de sagrado é fundamental na adoração, pois implica que certos elementos da vida são reservados exclusivamente para Deus.","conexao_teologica":"O sagrado é um lembrete da presença de Deus e da necessidade de reverência em Sua presença.","referencias_relacionadas":["Levítico 11:44","Salmos 30:4","1 Pedro 1:16"]},"2cronicas_31_15_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade habitada, que pode ter significados sociais, políticos e religiosos.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é utilizada para descrever um centro de vida comunitária e adoração. Em 2 Crônicas 31:15, as cidades mencionadas são locais de coleta de ofertas e serviços religiosos.","por_que_esta_palavra":"As cidades eram centros de vida e cultura, refletindo a organização social do povo de Israel.","conexao_teologica":"As cidades de Israel frequentemente simbolizam a presença de Deus entre Seu povo e a importância da comunidade na adoração.","referencias_relacionadas":["Salmos 122:1","Mateus 5:14","Hebreus 11:10"]},"2cronicas_31_15_homem":{"palavra_pt":"homem","palavra_original":"אֱמוּנָה","transliteracao":"ʼĕmûwnâh","strong":"H530","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, especialmente em seu papel de adorador e servo de Deus.","explicacao_detalhada":"A palavra 'homem' (אֱמוּנָה) é usada para descrever a humanidade em sua relação com Deus. Em 2 Crônicas 31:15, refere-se aos homens que servem no templo e realizam as ofertas.","por_que_esta_palavra":"A palavra 'homem' destaca a responsabilidade e o papel ativo que cada indivíduo tem na adoração e no serviço a Deus.","conexao_teologica":"A humanidade é chamada a ser um reflexo da imagem de Deus, servindo e adorando-O em comunidade.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4","Romanos 12:1"]},"2cronicas_31_16_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência, especialmente no contexto de herança e continuidade da fé.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é utilizada para descrever a relação familiar e a transmissão de valores e tradições. Em 2 Crônicas 31:16, refere-se aos filhos que servem no templo.","por_que_esta_palavra":"A palavra 'filho' enfatiza a importância da continuidade da fé e do serviço a Deus através das gerações.","conexao_teologica":"A relação entre pais e filhos é fundamental na transmissão da fé e na formação de uma comunidade de adoradores.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:4"]},"2cronicas_31_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira de realizar algo, especialmente em relação ao serviço a Deus.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é usada para descrever a forma como as ações são realizadas. Em 2 Crônicas 31:16, refere-se ao modo como os serviços e ofertas são apresentados a Deus.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a importância da intenção e da atitude ao servir a Deus.","conexao_teologica":"Deus se importa não apenas com as ações, mas também com a disposição do coração ao adorá-Lo.","referencias_relacionadas":["Colossenses 3:23","1 Coríntios 10:31","Mateus 6:1"]},"2cronicas_31_16_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou ao templo, que é considerado a morada de Deus entre Seu povo.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) é utilizada para descrever tanto a habitação física quanto a ideia de um lugar sagrado. Em 2 Crônicas 31:16, refere-se à casa de Deus, onde o povo se reúne para adorar.","por_que_esta_palavra":"A casa de Deus é um símbolo da presença divina e da comunhão entre Deus e Seu povo.","conexao_teologica":"A casa de Deus é um lugar de encontro, adoração e revelação da Sua glória.","referencias_relacionadas":["Salmos 27:4","Hebreus 10:25","1 Pedro 2:5"]},"2cronicas_31_17_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se ao mediador entre Deus e o povo, responsável pelos rituais e sacrifícios.","explicacao_detalhada":"A palavra 'sacerdote' (כֹּהֵן) é usada para descrever aqueles que foram escolhidos para servir no templo e realizar as funções religiosas. Em 2 Crônicas 31:17, refere-se aos sacerdotes que administram as ofertas e serviços.","por_que_esta_palavra":"A palavra 'sacerdote' destaca a importância do papel mediador na relação entre Deus e a humanidade.","conexao_teologica":"Os sacerdotes são figuras que prefiguram Cristo, nosso Sumo Sacerdote, que intercede por nós diante de Deus.","referencias_relacionadas":["Êxodo 28:1","Hebreus 5:1","1 Pedro 2:9"]},"2cronicas_31_17_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou à estrutura física onde a família habita.","explicacao_detalhada":"No contexto de 2 Crônicas 31:17, a palavra 'casa' é usada para descrever não apenas o edifício, mas também o conceito de família e a unidade familiar que reside nele. A casa é vista como um lugar de adoração e serviço a Deus.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a importância do lar como um espaço sagrado e de comunhão com Deus.","conexao_teologica":"A casa é frequentemente usada na Bíblia como uma metáfora para a presença de Deus entre o Seu povo, refletindo a ideia de que Deus habita no meio de Sua comunidade.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:4"]},"2cronicas_31_17_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência ou à prole de uma pessoa.","explicacao_detalhada":"Em 2 Crônicas 31:17, a palavra 'filho' é usada para indicar a continuidade da linhagem e a responsabilidade que os filhos têm em relação à adoração e ao serviço a Deus, seguindo os passos dos pais.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a transmissão da fé e das tradições familiares ao longo das gerações.","conexao_teologica":"A relação entre pais e filhos é um tema central na Bíblia, simbolizando a aliança de Deus com Seu povo e a importância da educação espiritual na família.","referencias_relacionadas":["Êxodo 20:12","Salmos 78:4-6","Provérbios 22:6"]},"2cronicas_31_18_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou ao modo como algo é feito.","explicacao_detalhada":"Neste versículo, 'modo' indica a forma como os serviços e as obrigações religiosas são realizados, enfatizando a importância da ordem e da reverência na adoração a Deus.","por_que_esta_palavra":"A palavra 'modo' destaca a necessidade de seguir as instruções divinas em relação à adoração e ao serviço no templo.","conexao_teologica":"A maneira de adorar a Deus é um tema recorrente na Bíblia, onde a obediência às Suas instruções é vista como essencial para uma relação correta com Ele.","referencias_relacionadas":["1 Crônicas 15:13","Salmos 29:2","Colossenses 3:23"]},"2cronicas_31_18_familia":{"palavra_pt":"familia","palavra_original":"טַף","transliteracao":"ṭaph","strong":"H2945","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se ao grupo de pessoas que vivem juntas, geralmente ligadas por laços de sangue ou casamento.","explicacao_detalhada":"A palavra 'familia' em 2 Crônicas 31:18 enfatiza a importância da unidade familiar na adoração a Deus, mostrando que todos os membros da família têm um papel na vida espiritual.","por_que_esta_palavra":"A escolha da palavra 'familia' ressalta a responsabilidade coletiva de servir a Deus e manter a fé dentro do lar.","conexao_teologica":"A família é vista como a unidade básica da sociedade e da igreja, onde a fé é transmitida e cultivada.","referencias_relacionadas":["Gênesis 18:19","Efésios 6:1-4","1 Timóteo 5:8"]},"2cronicas_31_18_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à prole ou descendência de uma pessoa.","explicacao_detalhada":"A repetição da palavra 'filho' neste versículo reforça a ideia de que cada geração tem a responsabilidade de seguir e servir a Deus.","por_que_esta_palavra":"A palavra 'filho' é fundamental para entender a continuidade da fé e a importância da educação espiritual nas famílias.","conexao_teologica":"A relação entre pais e filhos é um reflexo da relação de Deus com Seu povo, onde a fidelidade é passada de geração em geração.","referencias_relacionadas":["Salmos 103:17","Provérbios 1:8","Mateus 19:14"]},"2cronicas_31_19_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência ou prole de uma pessoa.","explicacao_detalhada":"Neste contexto, 'filho' é mencionado para enfatizar a importância da continuidade da adoração e do serviço a Deus dentro da família.","por_que_esta_palavra":"A palavra 'filho' é essencial para entender a transmissão da fé e a responsabilidade que cada geração tem em manter a relação com Deus.","conexao_teologica":"A relação entre pais e filhos é um tema central na Bíblia, simbolizando a aliança de Deus com Seu povo e a importância da educação espiritual na família.","referencias_relacionadas":["Êxodo 20:12","Salmos 78:4-6","Provérbios 22:6"]},"2cronicas_31_19_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se a uma pessoa que exerce funções religiosas, especialmente no templo.","explicacao_detalhada":"A palavra 'sacerdote' em 2 Crônicas 31:19 destaca a importância do papel dos sacerdotes na mediação entre Deus e o povo, e na realização dos rituais de adoração.","por_que_esta_palavra":"A escolha da palavra 'sacerdote' é crucial para entender a estrutura religiosa e a importância do serviço sacerdotal na vida espiritual da nação.","conexao_teologica":"Os sacerdotes são vistos como representantes de Deus, e seu papel é fundamental para a adoração e a manutenção da aliança entre Deus e Seu povo.","referencias_relacionadas":["Levítico 10:10-11","Hebreus 5:1","1 Pedro 2:9"]},"2cronicas_31_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou ao modo como algo é feito.","explicacao_detalhada":"A palavra 'modo' neste versículo indica a forma como os sacerdotes devem realizar suas funções, enfatizando a importância da ordem e da reverência na adoração a Deus.","por_que_esta_palavra":"A palavra 'modo' destaca a necessidade de seguir as instruções divinas em relação à adoração e ao serviço no templo.","conexao_teologica":"A maneira de adorar a Deus é um tema recorrente na Bíblia, onde a obediência às Suas instruções é vista como essencial para uma relação correta com Ele.","referencias_relacionadas":["1 Crônicas 15:13","Salmos 29:2","Colossenses 3:23"]},"2cronicas_31_20_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de fazer ou realizar algo.","explicacao_detalhada":"A palavra 'urso' em 2 Crônicas 31:20 é usada para descrever a ação de Ezequias em estabelecer reformas religiosas e restaurar a adoração a Deus, mostrando seu compromisso com a obediência.","por_que_esta_palavra":"A escolha da palavra 'urso' enfatiza a importância da ação prática na vida de fé, destacando que a fé deve ser acompanhada de obras.","conexao_teologica":"A ação de Ezequias reflete a importância da liderança e da responsabilidade em guiar o povo de volta a Deus, mostrando que a fé se manifesta em ações concretas.","referencias_relacionadas":["Tiago 2:17","Gálatas 6:9","Mateus 5:16"]},"2cronicas_31_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou ao modo como algo é feito.","explicacao_detalhada":"A palavra 'modo' neste versículo indica a forma como as reformas e ações de Ezequias foram implementadas, enfatizando a importância da ordem e da reverência na adoração a Deus.","por_que_esta_palavra":"A palavra 'modo' destaca a necessidade de seguir as instruções divinas em relação à adoração e ao serviço no templo.","conexao_teologica":"A maneira de adorar a Deus é um tema recorrente na Bíblia, onde a obediência às Suas instruções é vista como essencial para uma relação correta com Ele.","referencias_relacionadas":["1 Crônicas 15:13","Salmos 29:2","Colossenses 3:23"]},"2cronicas_31_20_verdade":{"palavra_pt":"verdade/fidelidade","palavra_original":"אֶמֶת","transliteracao":"ʼemeth","strong":"H571","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e integridade nas ações e promessas de Deus.","explicacao_detalhada":"No contexto de 2 Crônicas 31:20, a 'verdade' é um atributo essencial de Deus, que se manifesta na sua fidelidade ao povo de Israel. A palavra enfatiza a importância de viver de acordo com a verdade divina.","por_que_esta_palavra":"Esta palavra é utilizada para destacar a natureza de Deus como fiel e verdadeiro, contrastando com a infidelidade humana.","conexao_teologica":"A verdade de Deus é um tema central na teologia bíblica, refletindo sua natureza e a relação que Ele tem com seu povo. A fidelidade de Deus é um fundamento da aliança.","referencias_relacionadas":["Salmos 25:10","João 14:6","Hebreus 10:23"]},"2cronicas_31_21_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as ações são realizadas, especialmente em relação à obediência a Deus.","explicacao_detalhada":"Em 2 Crônicas 31:21, o 'modo' implica que as ações de Ezequias e do povo foram feitas de acordo com a vontade de Deus, refletindo um estilo de vida que agrada ao Senhor.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a importância da forma como se vive a fé, não apenas as ações em si.","conexao_teologica":"A maneira de viver segundo os princípios de Deus é fundamental para a vida cristã, refletindo a santidade e a devoção.","referencias_relacionadas":["Colossenses 3:17","1 Pedro 1:15-16","Romanos 12:1"]},"2cronicas_31_21_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao ser supremo, o criador e mantenedor do universo, que é digno de adoração.","explicacao_detalhada":"No versículo, a menção de 'Deus' destaca a centralidade da adoração e obediência a Ele nas ações de Ezequias, que buscou restaurar o culto verdadeiro em Israel.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre Deus e seu povo, enfatizando a soberania e a autoridade divina.","conexao_teologica":"A compreensão de Deus como o único verdadeiro é fundamental para a fé judaico-cristã, sendo a base de toda adoração.","referencias_relacionadas":["Deuteronômio 6:4","Isaías 45:5","João 4:24"]},"2cronicas_31_21_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade das ações que são agradáveis a Deus e benéficas para o povo.","explicacao_detalhada":"Em 2 Crônicas 31:21, 'bom' indica que as ações de Ezequias eram não apenas corretas, mas também benéficas e agradáveis aos olhos de Deus, refletindo um coração obediente.","por_que_esta_palavra":"A palavra é usada para ressaltar a moralidade e a ética das ações, que devem estar alinhadas com a vontade de Deus.","conexao_teologica":"A bondade de Deus é um tema recorrente na Bíblia, e as ações humanas devem refletir essa bondade em suas interações.","referencias_relacionadas":["Salmos 34:8","Gálatas 5:22","Romanos 12:2"]}}