{"2cronicas_32_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se a uma declaração ou mensagem que pode ter um impacto significativo.","explicacao_detalhada":"No contexto de 2 Crônicas 32:1, 'palavra' é usada para descrever a comunicação de Sennacherib, que trouxe ameaças ao povo de Judá, destacando a importância da mensagem e sua repercussão.","por_que_esta_palavra":"A escolha da palavra enfatiza o poder da comunicação e como as palavras podem influenciar a fé e a ação do povo.","conexao_teologica":"A palavra de Deus é frequentemente apresentada como poderosa e transformadora, contrastando com as palavras de ameaças e enganos.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Tiago 1:22"]},"2cronicas_32_1_verdade":{"palavra_pt":"verdade/fidelidade","palavra_original":"אֶמֶת","transliteracao":"ʼemeth","strong":"H571","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui também se refere à fidelidade e à realidade das promessas de Deus em contraste com as mentiras do inimigo.","explicacao_detalhada":"Em 2 Crônicas 32:1, a 'verdade' é um lembrete da confiança que o povo deve ter em Deus, mesmo diante das ameaças externas.","por_que_esta_palavra":"A palavra é usada para reafirmar a necessidade de permanecer firme na verdade de Deus, mesmo quando confrontados com mentiras.","conexao_teologica":"A verdade de Deus é um refúgio para os crentes, especialmente em tempos de crise e dúvida.","referencias_relacionadas":["Salmos 119:160","João 8:32","Efésios 6:14"]},"2cronicas_32_1_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local de habitação e segurança, que é central para a vida do povo de Deus.","explicacao_detalhada":"Em 2 Crônicas 32:1, a 'cidade' é Jerusalém, que simboliza a presença de Deus entre seu povo e a segurança que Ele oferece.","por_que_esta_palavra":"A menção da cidade enfatiza a importância do lugar onde Deus habita e a proteção que Ele proporciona.","conexao_teologica":"Jerusalém é frequentemente vista como um símbolo da presença de Deus e da esperança de redenção.","referencias_relacionadas":["Salmos 48:1-2","Isaías 2:3","Mateus 5:14"]},"2cronicas_32_2_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' refere-se à percepção e compreensão da situação, especialmente em tempos de crise.","explicacao_detalhada":"Em 2 Crônicas 32:2, 'ver' implica a necessidade de discernimento espiritual para entender as ameaças e a resposta de Deus.","por_que_esta_palavra":"A palavra é usada para destacar a importância de ter uma visão clara e espiritual das circunstâncias.","conexao_teologica":"A visão espiritual é essencial para a fé, permitindo que os crentes vejam além das circunstâncias físicas.","referencias_relacionadas":["2 Coríntios 5:7","Salmos 119:18","Hebreus 12:2"]},"2cronicas_32_2_rei":{"palavra_pt":"rei","palavra_original":"חִזְקִיָּה","transliteracao":"Chizqîyâh","strong":"H2396","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e liderança, especialmente em relação ao governo de Judá.","explicacao_detalhada":"Em 2 Crônicas 32:2, 'rei' se refere a Ezequias, que lidera o povo em tempos de crise e é responsável por sua proteção e bem-estar espiritual.","por_que_esta_palavra":"A escolha da palavra 'rei' enfatiza a responsabilidade do líder em guiar o povo segundo a vontade de Deus.","conexao_teologica":"A figura do rei é importante na Bíblia, simbolizando a liderança de Deus sobre seu povo e a necessidade de líderes que busquem a Sua vontade.","referencias_relacionadas":["1 Pedro 2:9","Romanos 13:1","Provérbios 29:2"]},"2cronicas_32_2_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão ou causa de uma ação ou situação.","explicacao_detalhada":"Em 2 Crônicas 32:2, 'porque' é usado para explicar a resposta de Ezequias às ameaças de Sennacherib, mostrando a lógica por trás de suas ações.","por_que_esta_palavra":"A palavra é importante para entender a motivação e o raciocínio por trás das decisões tomadas em tempos de crise.","conexao_teologica":"A compreensão das razões por trás das ações é essencial para a fé, ajudando os crentes a discernir a vontade de Deus.","referencias_relacionadas":["Romanos 8:28","Tiago 1:5","Salmos 37:5"]},"2cronicas_32_3_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma cidade fortificada, um lugar de segurança e proteção.","explicacao_detalhada":"No contexto de 2 Crônicas 32:3, a cidade é mencionada como um local estratégico que precisa ser defendido contra a invasão. A fortificação das cidades era crucial para a segurança do povo.","por_que_esta_palavra":"A palavra 'cidade' é utilizada para enfatizar a importância das estruturas urbanas na defesa e organização social do povo de Israel.","conexao_teologica":"A cidade simboliza não apenas um local físico, mas também a comunidade do povo de Deus e a proteção divina sobre ela.","referencias_relacionadas":["Salmos 46:4","Isaías 26:1","Neemias 2:17"]},"2cronicas_32_3_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um homem de autoridade ou um líder.","explicacao_detalhada":"Neste versículo, o 'homem' é uma figura central que representa a liderança e a responsabilidade em tempos de crise.","por_que_esta_palavra":"A palavra 'homem' é usada para destacar a importância da liderança humana em situações de adversidade.","conexao_teologica":"A liderança é vista como um reflexo da soberania de Deus, que levanta homens para guiar seu povo.","referencias_relacionadas":["1 Timóteo 2:8","Hebreus 13:7","Provérbios 29:2"]},"2cronicas_32_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Israel, o território prometido por Deus ao seu povo.","explicacao_detalhada":"A terra é um tema central nas Escrituras, simbolizando a promessa e a herança do povo de Deus. Neste contexto, a proteção da terra é vital.","por_que_esta_palavra":"A palavra 'terra' enfatiza a conexão entre o povo e o lugar que Deus lhes deu.","conexao_teologica":"A terra é vista como um símbolo da aliança entre Deus e Israel, representando bênçãos e responsabilidades.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7-10","Josué 1:3"]},"2cronicas_32_4_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um homem em posição de poder ou influência.","explicacao_detalhada":"Neste versículo, o 'homem' é mencionado em um contexto que sugere sua capacidade de agir e influenciar eventos significativos.","por_que_esta_palavra":"A repetição da palavra 'homem' destaca a importância da ação humana em resposta a desafios.","conexao_teologica":"A ação dos homens é vista como parte do plano divino, onde Deus usa líderes para cumprir Seus propósitos.","referencias_relacionadas":["Eclesiastes 3:13","Romanos 12:1","Tiago 1:22"]},"2cronicas_32_4_closed":{"palavra_pt":"closed","palavra_original":"סָתַם","transliteracao":"çâtham","strong":"H5640","significado_raiz":"Ideia básica: closed.","significado_contextual":"Refere-se ao ato de fechar ou bloquear algo, como portas ou acessos.","explicacao_detalhada":"No contexto, 'closed' implica em medidas de segurança e proteção contra invasores.","por_que_esta_palavra":"A palavra é usada para descrever ações defensivas que são necessárias em tempos de crise.","conexao_teologica":"O fechamento de portas pode simbolizar a proteção divina e a necessidade de estar vigilante.","referencias_relacionadas":["Mateus 25:10","Apocalipse 3:7","Isaías 26:20"]},"2cronicas_32_5_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se ao ato de fortalecer ou segurar firmemente algo.","explicacao_detalhada":"Neste versículo, 'agarrar' implica em ações decisivas para garantir a segurança e a estabilidade.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a necessidade de firmeza e determinação em tempos de crise.","conexao_teologica":"A força e a determinação são vistas como atributos que Deus concede aos seus servos para enfrentar desafios.","referencias_relacionadas":["Salmos 31:24","Filipenses 4:13","Isaías 41:10"]},"2cronicas_32_5_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal que simboliza força e poder.","explicacao_detalhada":"A menção de 'urso' pode ser interpretada como uma metáfora para a força necessária para enfrentar inimigos.","por_que_esta_palavra":"A palavra é usada para ilustrar a força bruta e a proteção que é necessária em tempos de guerra.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, simbolizando Sua capacidade de proteger e salvar.","referencias_relacionadas":["Salmos 104:20-21","Provérbios 28:1","Isaías 40:31"]},"2cronicas_32_5_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"Refere-se ao ato de construir ou estabelecer algo.","explicacao_detalhada":"Neste contexto, 'edificar' implica em criar estruturas de defesa e segurança para o povo.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância de construir uma base sólida em tempos de incerteza.","conexao_teologica":"A edificação é um princípio bíblico que reflete a construção do caráter e da fé em Deus.","referencias_relacionadas":["Mateus 7:24-25","1 Coríntios 3:9","Efésios 2:20-22"]},"2cronicas_32_6_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de invocar ou pedir ajuda.","explicacao_detalhada":"No versículo, 'dar' implica em oferecer algo em um momento de necessidade, como clamar a Deus por ajuda.","por_que_esta_palavra":"A palavra é usada para destacar a importância da oração e da dependência de Deus.","conexao_teologica":"Clamar a Deus é um tema recorrente nas Escrituras, simbolizando a busca por Sua intervenção.","referencias_relacionadas":["Salmos 34:17","Romanos 10:13","1 João 5:14"]},"2cronicas_32_6_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se novamente a uma cidade fortificada, um símbolo de segurança.","explicacao_detalhada":"A repetição da palavra 'cidade' enfatiza a importância da proteção e da fortificação em tempos de crise.","por_que_esta_palavra":"A cidade é um símbolo de comunidade e segurança, essencial para a sobrevivência do povo.","conexao_teologica":"A cidade representa a presença de Deus entre Seu povo e a segurança que Ele oferece.","referencias_relacionadas":["Salmos 48:1-2","Isaías 60:14","Hebreus 11:10"]},"2cronicas_32_7_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se à ação de se apegar ou fortalecer-se em momentos de adversidade.","explicacao_detalhada":"A palavra 'agarrar' implica em um ato de firmeza e determinação, especialmente em situações de crise, como a que o povo de Judá enfrentava diante da ameaça de Sennacherib.","por_que_esta_palavra":"É utilizada para encorajar o povo a não temer e a se fortalecer na fé em Deus.","conexao_teologica":"A ideia de agarrar-se à fé é central na teologia bíblica, onde a confiança em Deus é vista como um refúgio em tempos difíceis.","referencias_relacionadas":["Salmos 31:24","Isaías 41:10","Filipenses 4:13"]},"2cronicas_32_7_bom":{"palavra_pt":"bom","palavra_original":"אָמַץ","transliteracao":"ʼâmats","strong":"H553","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade de ser forte e corajoso diante das dificuldades.","explicacao_detalhada":"A palavra 'bom' aqui é usada para descrever a atitude que os líderes e o povo devem ter ao enfrentar desafios, enfatizando a necessidade de coragem.","por_que_esta_palavra":"É um chamado à ação, encorajando os fiéis a serem valentes e a não se deixarem abater pelo medo.","conexao_teologica":"A coragem é frequentemente mencionada nas Escrituras como uma virtude necessária para aqueles que confiam em Deus.","referencias_relacionadas":["Josué 1:9","Salmos 27:14","2 Timóteo 1:7"]},"2cronicas_32_7_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à presença ou favor de Deus em situações de crise.","explicacao_detalhada":"A palavra 'rosto' simboliza a atenção e a proteção divina, indicando que Deus está com seu povo em momentos de necessidade.","por_que_esta_palavra":"É uma expressão que enfatiza a relação íntima entre Deus e seu povo, mostrando que Ele está atento às suas lutas.","conexao_teologica":"A presença de Deus é um tema recorrente na Bíblia, onde o 'rosto' de Deus representa Sua graça e misericórdia.","referencias_relacionadas":["Números 6:25","Salmos 67:1","Mateus 5:8"]},"2cronicas_32_8_poderoso":{"palavra_pt":"poderoso","palavra_original":"זְרוֹעַ","transliteracao":"zᵉrôwaʻ","strong":"H2220","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se à força e ao poder de Deus em contraste com as ameaças humanas.","explicacao_detalhada":"A palavra 'poderoso' destaca a capacidade de Deus de proteger e salvar seu povo, mesmo diante de inimigos poderosos.","por_que_esta_palavra":"É uma afirmação da soberania de Deus sobre todas as coisas, encorajando os fiéis a confiarem em Sua força.","conexao_teologica":"A onipotência de Deus é um dos pilares da fé cristã, mostrando que nada é impossível para Ele.","referencias_relacionadas":["Salmos 147:5","Jeremias 32:17","Efésios 3:20"]},"2cronicas_32_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade e à identidade de Deus.","explicacao_detalhada":"A palavra 'senhor' é um título que expressa a soberania e o domínio de Deus sobre todas as coisas, sendo um lembrete de Sua grandeza.","por_que_esta_palavra":"É usada para reafirmar a confiança do povo em Deus, que é o verdadeiro Senhor sobre suas vidas.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua presença e poder, sendo um símbolo de Sua relação com o povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"2cronicas_32_8_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina e ao poder de Deus em contrastar com os deuses pagãos.","explicacao_detalhada":"A palavra 'deus' enfatiza a singularidade de Deus de Israel, que é o único digno de adoração e capaz de salvar.","por_que_esta_palavra":"É uma afirmação da fé em um Deus que é ativo e presente na vida de Seu povo.","conexao_teologica":"A exclusividade de Deus é um tema central na teologia bíblica, onde Ele é apresentado como o único verdadeiro Deus.","referencias_relacionadas":["Isaías 45:5","João 14:6","1 Coríntios 8:4"]},"2cronicas_32_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são feitas ou abordadas, especialmente em contextos de conflito.","explicacao_detalhada":"A palavra 'modo' sugere uma estratégia ou abordagem que deve ser considerada ao lidar com adversidades.","por_que_esta_palavra":"É um lembrete de que a forma como enfrentamos os desafios é tão importante quanto a força que temos.","conexao_teologica":"A sabedoria e a estratégia são frequentemente mencionadas na Bíblia como essenciais para a vitória e a sobrevivência.","referencias_relacionadas":["Provérbios 3:5-6","Eclesiastes 7:12","Tiago 1:5"]},"2cronicas_32_9_rei":{"palavra_pt":"rei","palavra_original":"סַנְחֵרִיב","transliteracao":"Çanchêrîyb","strong":"H5576","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade, especificamente Sennacherib, que representa a opressão e a ameaça.","explicacao_detalhada":"A palavra 'rei' aqui é usada para descrever a posição de Sennacherib como um conquistador que desafia o povo de Deus.","por_que_esta_palavra":"É uma referência ao poder humano que se opõe ao poder divino, enfatizando a necessidade de confiar em Deus.","conexao_teologica":"A luta entre os reinos humanos e o reino de Deus é um tema recorrente na Bíblia, mostrando que Deus é o verdadeiro Rei.","referencias_relacionadas":["Isaías 36:1","Daniel 2:21","Romanos 13:1"]},"2cronicas_32_10_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de avaliar ou decidir sobre a situação em que o povo se encontra.","explicacao_detalhada":"A palavra 'julgar' implica em discernimento e a necessidade de uma resposta adequada diante da crise.","por_que_esta_palavra":"É um chamado à reflexão sobre a situação e à busca de uma resposta que esteja alinhada com a vontade de Deus.","conexao_teologica":"O julgamento é um tema importante na Bíblia, onde Deus é apresentado como o juiz supremo que avalia as ações humanas.","referencias_relacionadas":["Salmos 9:7-8","Eclesiastes 12:14","Mateus 7:1-2"]},"2cronicas_32_10_rei":{"palavra_pt":"rei","palavra_original":"סַנְחֵרִיב","transliteracao":"Çanchêrîyb","strong":"H5576","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente à figura de Sennacherib, enfatizando seu papel como o opressor.","explicacao_detalhada":"A palavra 'rei' é usada para destacar a autoridade e o poder que Sennacherib exerce sobre os povos, contrastando com a soberania de Deus.","por_que_esta_palavra":"É uma lembrança de que, apesar do poder humano, Deus é o verdadeiro governante e juiz.","conexao_teologica":"A soberania de Deus sobre os reis e reinos é um tema central na narrativa bíblica, mostrando que Ele reina acima de todos.","referencias_relacionadas":["Salmos 2:1-4","Provérbios 21:1","Apocalipse 19:16"]},"2cronicas_32_11_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de conceder algo, especialmente em um contexto de súplica ou oração.","explicacao_detalhada":"Neste versículo, o rei Ezequias clama a Deus, pedindo que Ele dê ajuda ao povo de Judá diante da ameaça assíria. A ideia de 'dar' implica uma entrega de poder ou proteção divina.","por_que_esta_palavra":"A palavra é usada para enfatizar a dependência do povo de Deus em momentos de crise, mostrando que somente Ele pode dar a salvação.","conexao_teologica":"A noção de que Deus é aquele que dá é central na teologia bíblica, refletindo Sua generosidade e soberania.","referencias_relacionadas":["Salmos 50:15","Tiago 1:17","Mateus 7:11"]},"2cronicas_32_11_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' é usada para descrever a consequência da falta de fé e a inevitabilidade da morte física.","explicacao_detalhada":"Ezequias menciona a morte como uma ameaça real, contrastando a vida que vem da confiança em Deus. A morte é vista como um inimigo que todos enfrentam.","por_que_esta_palavra":"A inclusão da palavra 'morrer' serve para lembrar ao povo a fragilidade da vida e a necessidade de buscar a proteção divina.","conexao_teologica":"A morte é um tema recorrente na Bíblia, simbolizando a separação do homem de Deus, mas também a promessa de vida eterna através de Cristo.","referencias_relacionadas":["Romanos 6:23","Hebreus 9:27","João 11:25-26"]},"2cronicas_32_11_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"A palavra 'fome' representa a privação e a necessidade que o povo poderia enfrentar se não fosse ajudado por Deus.","explicacao_detalhada":"Neste contexto, a fome é uma metáfora para a escassez espiritual e física, indicando a dependência do povo de Judá da provisão divina.","por_que_esta_palavra":"A menção da fome destaca a vulnerabilidade do povo e a urgência de clamar a Deus por sustento e proteção.","conexao_teologica":"A fome é frequentemente usada na Bíblia para simbolizar a necessidade espiritual, onde Jesus se apresenta como o pão da vida.","referencias_relacionadas":["Mateus 5:6","Salmos 37:25","João 6:35"]},"2cronicas_32_12_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para afirmar a autenticidade da mensagem de Ezequias e a fidelidade de Deus.","explicacao_detalhada":"Ezequias destaca que a verdade de Deus é um fundamento seguro em tempos de crise, contrastando com as mentiras dos inimigos.","por_que_esta_palavra":"A verdade é essencial para a fé, pois ela sustenta a confiança do povo em Deus e em Suas promessas.","conexao_teologica":"A verdade é um atributo de Deus, e a Bíblia frequentemente exalta a importância de viver na verdade e conhecer a verdade que liberta.","referencias_relacionadas":["João 8:32","Salmos 119:160","Efésios 4:15"]},"2cronicas_32_12_rei":{"palavra_pt":"rei","palavra_original":"חִזְקִיָּה","transliteracao":"Chizqîyâh","strong":"H2396","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se a Ezequias, que lidera o povo de Judá em um momento de crise.","explicacao_detalhada":"Ezequias é apresentado como um rei que confia em Deus e busca a Sua ajuda, servindo como um exemplo de liderança espiritual.","por_que_esta_palavra":"A menção do rei enfatiza a responsabilidade da liderança em guiar o povo em fé e dependência de Deus.","conexao_teologica":"A figura do rei é importante na Bíblia, simbolizando a autoridade de Deus sobre Seu povo e a necessidade de líderes que busquem a Sua vontade.","referencias_relacionadas":["1 Pedro 5:2-3","Romanos 13:1","Salmos 72:1-2"]},"2cronicas_32_12_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"A palavra 'altar' refere-se ao local de adoração e sacrifício, simbolizando a conexão entre Deus e o povo.","explicacao_detalhada":"O altar é um lugar sagrado onde os israelitas ofereciam sacrifícios a Deus, representando a busca por perdão e comunhão.","por_que_esta_palavra":"A menção do altar destaca a importância da adoração e do arrependimento na vida do povo de Deus.","conexao_teologica":"O altar é um símbolo da obra redentora de Cristo, que se ofereceu como sacrifício por nós, estabelecendo um novo altar espiritual.","referencias_relacionadas":["Hebreus 13:10","Romanos 12:1","Gálatas 2:20"]},"2cronicas_32_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas são feitas, especialmente em relação à adoração e à obediência a Deus.","explicacao_detalhada":"Ezequias questiona os métodos dos inimigos, ressaltando que a verdadeira adoração deve seguir o modo estabelecido por Deus.","por_que_esta_palavra":"A ênfase no 'modo' destaca a importância da obediência às instruções divinas na vida do povo.","conexao_teologica":"A forma como adoramos a Deus é crucial, pois Ele busca adoradores que O adorem em espírito e em verdade.","referencias_relacionadas":["Colossenses 3:23","1 Coríntios 14:40","Salmos 29:2"]},"2cronicas_32_13_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território de Judá, enfatizando a promessa de Deus de proteger Sua terra e Seu povo.","explicacao_detalhada":"Ezequias lembra que a terra é um presente de Deus e que Ele tem o poder de defendê-la contra os inimigos.","por_que_esta_palavra":"A menção da terra destaca a relação especial entre Deus e Seu povo, que habita na terra prometida.","conexao_teologica":"A terra é um símbolo da herança que Deus dá ao Seu povo, refletindo a promessa de um lar eterno.","referencias_relacionadas":["Deuteronômio 6:10-11","Salmos 37:29","Hebreus 11:10"]},"2cronicas_32_13_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada novamente para enfatizar a autenticidade da mensagem de Ezequias e a fidelidade de Deus.","explicacao_detalhada":"A repetição da palavra 'verdade' reforça a importância de se manter firme na verdade de Deus em tempos de adversidade.","por_que_esta_palavra":"A verdade é fundamental para a fé, pois ela sustenta a confiança do povo em Deus e em Suas promessas.","conexao_teologica":"A verdade é um atributo de Deus, e a Bíblia frequentemente exalta a importância de viver na verdade e conhecer a verdade que liberta.","referencias_relacionadas":["João 8:32","Salmos 119:160","Efésios 4:15"]},"2cronicas_32_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' é usada para discutir a maneira como os inimigos se comportam e como isso contrasta com a maneira de Deus.","explicacao_detalhada":"Ezequias destaca que o modo de agir dos inimigos é baseado em mentiras, enquanto o modo de Deus é baseado na verdade e na justiça.","por_que_esta_palavra":"A ênfase no 'modo' ressalta a necessidade de discernir entre as abordagens humanas e as divinas.","conexao_teologica":"A forma como agimos e adoramos a Deus deve refletir Sua natureza e caráter, sendo um testemunho para o mundo.","referencias_relacionadas":["Colossenses 3:23","1 Coríntios 14:40","Salmos 29:2"]},"2cronicas_32_14_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, enfatizando a fragilidade e limitação do homem em comparação com Deus.","explicacao_detalhada":"No contexto de 2 Crônicas 32:14, a palavra 'homem' é utilizada para destacar a vulnerabilidade humana diante de ameaças poderosas, como a invasão de Senaqueribe. O versículo contrasta a força do homem com a soberania divina.","por_que_esta_palavra":"A palavra 'homem' é usada para enfatizar a dependência do ser humano em relação a Deus e sua incapacidade de enfrentar desafios sem a ajuda divina.","conexao_teologica":"A fragilidade do homem é um tema recorrente na Bíblia, que destaca a necessidade de confiar em Deus, o Criador e sustentador de todas as coisas.","referencias_relacionadas":["Salmos 8:4","Isaías 40:6-8","Tiago 4:14"]},"2cronicas_32_14_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus único e soberano, que tem poder sobre todas as coisas.","explicacao_detalhada":"Neste versículo, a palavra 'Deus' é usada para afirmar a superioridade divina sobre as forças humanas e a certeza de que Ele pode proteger e salvar o Seu povo.","por_que_esta_palavra":"A menção de Deus serve para lembrar que, apesar das ameaças, a verdadeira segurança e poder estão em Deus, que é maior do que qualquer adversário.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o governante supremo e que nada escapa ao Seu controle.","referencias_relacionadas":["Salmos 46:1","Isaías 43:11","Romanos 8:31"]},"2cronicas_32_15_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"Refere-se ao reino ou domínio de um governante, enfatizando a autoridade e o controle sobre um território.","explicacao_detalhada":"No contexto de 2 Crônicas 32:15, a palavra 'reino' é usada para descrever a autoridade de Senaqueribe e a tentativa de intimidar o povo de Judá, contrastando com o reino de Deus.","por_que_esta_palavra":"A palavra 'reino' é importante para entender a dinâmica de poder entre os reinos humanos e o reino de Deus, que é eterno e inabalável.","conexao_teologica":"A ideia de reino é central na mensagem do evangelho, que proclama o reino de Deus e a sua vinda através de Jesus Cristo.","referencias_relacionadas":["Mateus 4:17","Lucas 17:20-21","Apocalipse 11:15"]},"2cronicas_32_15_rei":{"palavra_pt":"rei","palavra_original":"חִזְקִיָּה","transliteracao":"Chizqîyâh","strong":"H2396","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a um monarca, especificamente o rei Ezequias, que governava Judá durante um tempo de crise.","explicacao_detalhada":"A palavra 'rei' neste versículo destaca a posição de Ezequias como líder e protetor do povo, que deve confiar em Deus em tempos de adversidade.","por_que_esta_palavra":"A menção do rei é crucial para entender a responsabilidade do líder em guiar seu povo na fé e na confiança em Deus.","conexao_teologica":"A liderança e a autoridade são temas importantes na Bíblia, refletindo a relação entre Deus e Seu povo, e a importância de líderes que buscam a vontade divina.","referencias_relacionadas":["1 Pedro 2:9","Romanos 13:1","Hebreus 13:17"]},"2cronicas_32_15_edificar":{"palavra_pt":"crer/amem","palavra_original":"אָמַן","transliteracao":"ʼâman","strong":"H539","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se ao ato de crer ou afirmar, especialmente em relação à fé em Deus.","explicacao_detalhada":"A palavra 'crer' neste contexto enfatiza a importância da fé e da confiança em Deus como a base para a segurança e a proteção do povo de Judá.","por_que_esta_palavra":"A ênfase na crença é fundamental para entender como a fé pode fortalecer e edificar a vida espiritual do povo.","conexao_teologica":"A fé é um tema central na Bíblia, sendo a base da relação entre Deus e a humanidade, e essencial para a salvação.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Gálatas 2:20"]},"2cronicas_32_16_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus que é soberano e que age em favor do Seu povo.","explicacao_detalhada":"Neste versículo, a palavra 'Deus' é usada para reafirmar a confiança em Sua proteção e poder diante das ameaças externas.","por_que_esta_palavra":"A menção de Deus é crucial para lembrar que, apesar das dificuldades, Ele é a fonte de esperança e segurança.","conexao_teologica":"A presença de Deus é um tema recorrente na Bíblia, que assegura aos crentes que Ele está sempre com eles, mesmo em tempos de crise.","referencias_relacionadas":["Salmos 23:4","Isaías 41:10","Mateus 28:20"]},"2cronicas_32_16_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à existência e à vitalidade que Deus dá ao Seu povo.","explicacao_detalhada":"A palavra 'vida' neste contexto enfatiza a promessa de Deus de preservar e proteger a vida do Seu povo em meio a ameaças.","por_que_esta_palavra":"A ênfase na vida é importante para entender a natureza de Deus como aquele que dá vida e sustenta o Seu povo.","conexao_teologica":"A vida é um tema central na Bíblia, simbolizando a relação entre Deus e a humanidade, e a promessa de vida eterna através de Cristo.","referencias_relacionadas":["João 10:10","Romanos 6:23","1 João 5:11-12"]},"2cronicas_32_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' neste versículo é usada para invocar a presença e a proteção de Deus, destacando a importância de Seu nome na vida do povo.","por_que_esta_palavra":"A menção do nome do Senhor é fundamental para entender a reverência e a adoração que devem ser dadas a Ele.","conexao_teologica":"O nome de Deus é um tema importante na Bíblia, simbolizando Sua natureza, poder e a relação que Ele tem com Seu povo.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Filipenses 2:9-11"]},"2cronicas_32_17_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus que é soberano e que age em favor do Seu povo.","explicacao_detalhada":"Neste versículo, a palavra 'Deus' é utilizada para reafirmar a confiança em Sua proteção e poder diante das ameaças externas.","por_que_esta_palavra":"A menção de Deus é crucial para lembrar que, apesar das dificuldades, Ele é a fonte de esperança e segurança.","conexao_teologica":"A presença de Deus é um tema recorrente na Bíblia, que assegura aos crentes que Ele está sempre com eles, mesmo em tempos de crise.","referencias_relacionadas":["Salmos 23:4","Isaías 41:10","Mateus 28:20"]},"2cronicas_32_17_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico, a criação de Deus, que inclui a terra prometida ao Seu povo.","explicacao_detalhada":"A palavra 'terra' neste contexto enfatiza a soberania de Deus sobre toda a criação e Sua promessa de proteção ao povo de Judá.","por_que_esta_palavra":"A menção da terra é importante para entender a relação de Deus com Seu povo e a importância da terra prometida na história bíblica.","conexao_teologica":"A terra é um símbolo da promessa de Deus e da herança que Ele dá ao Seu povo, refletindo Sua fidelidade.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-12","Hebreus 11:9-10"]},"2cronicas_32_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se a Deus como o soberano e autoridade máxima sobre todas as coisas.","explicacao_detalhada":"No contexto de 2 Crônicas 32, o uso da palavra 'senhor' enfatiza a relação de domínio e reverência que os fiéis devem ter em relação a Deus, especialmente em tempos de crise.","por_que_esta_palavra":"A palavra 'senhor' é utilizada para reconhecer a soberania de Deus sobre as nações e a história, especialmente em momentos de adversidade.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele tem controle sobre todos os eventos da vida e da história.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 14:8"]},"2cronicas_32_18_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A 'voz' representa a comunicação e a mensagem que é transmitida, muitas vezes associada à autoridade divina.","explicacao_detalhada":"Neste versículo, a 'voz' é usada para descrever a mensagem que os inimigos de Judá tentam transmitir, desafiando a confiança do povo em Deus.","por_que_esta_palavra":"A palavra 'voz' é crucial para entender como as mensagens e as instruções de Deus são comunicadas ao Seu povo.","conexao_teologica":"A voz de Deus é frequentemente associada à Sua revelação e à maneira como Ele se comunica com a humanidade.","referencias_relacionadas":["João 10:27","Salmos 29:4","Hebreus 1:1"]},"2cronicas_32_18_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A 'cidade' refere-se a Jerusalém, o centro espiritual e político de Israel, que estava sob ameaça.","explicacao_detalhada":"A menção da 'cidade' neste contexto destaca a importância de Jerusalém como o lugar onde Deus habita e onde Seu povo se reúne.","por_que_esta_palavra":"A palavra 'cidade' é significativa porque representa a identidade e a segurança do povo de Deus em meio à adversidade.","conexao_teologica":"Jerusalém é vista como a cidade de Deus, simbolizando a presença divina e a promessa de proteção.","referencias_relacionadas":["Salmos 48:1-2","Isaías 2:3","Mateus 5:14"]},"2cronicas_32_18_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"O verbo 'chamar' implica um convite ou uma convocação, muitas vezes para um propósito específico.","explicacao_detalhada":"Neste contexto, 'chamar' é usado para descrever a tentativa dos inimigos de intimidar o povo de Deus, convocando-os a desistir de sua fé.","por_que_esta_palavra":"A palavra 'chamar' é importante para entender como as vozes de oposição tentam influenciar a fé e a coragem do povo.","conexao_teologica":"Deus também 'chama' Seu povo para a obediência e a fidelidade, mostrando a importância da resposta a esse chamado.","referencias_relacionadas":["Romanos 8:30","1 Pedro 2:9","Mateus 11:28"]},"2cronicas_32_19_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' refere-se ao território prometido a Israel, simbolizando a herança e a bênção de Deus.","explicacao_detalhada":"Neste versículo, a 'terra' é mencionada para enfatizar a luta pela preservação do que Deus deu ao Seu povo.","por_que_esta_palavra":"A palavra 'terra' é significativa porque representa a promessa de Deus e a luta do povo para mantê-la.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, simbolizando a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 6:10","Hebreus 11:9"]},"2cronicas_32_19_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"O verbo 'falar' refere-se à comunicação de ideias e intenções, muitas vezes com um tom de autoridade.","explicacao_detalhada":"Neste contexto, 'falar' é usado para descrever a maneira como os inimigos tentam desestabilizar a fé do povo de Deus.","por_que_esta_palavra":"A palavra 'falar' é importante para entender a dinâmica de poder e influência nas interações entre os inimigos e o povo de Deus.","conexao_teologica":"A fala de Deus é poderosa e criativa, e a maneira como falamos também reflete nossa fé e confiança Nele.","referencias_relacionadas":["Tiago 3:5","Provérbios 18:21","Salmos 19:14"]},"2cronicas_32_19_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, o Criador e Sustentador do universo.","explicacao_detalhada":"Neste contexto, 'deus' é mencionado para contrastar a verdadeira divindade com os ídolos e deuses falsos que os inimigos adoram.","por_que_esta_palavra":"A palavra 'deus' é central para a fé israelita, enfatizando a singularidade e a soberania de Yahweh.","conexao_teologica":"A natureza de Deus como único e verdadeiro é um tema fundamental na teologia bíblica, que desafia a idolatria.","referencias_relacionadas":["Isaías 45:22","Deuteronômio 6:4","1 Coríntios 8:6"]},"2cronicas_32_20_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' refere-se à autoridade governamental e ao líder do povo de Israel, que deve confiar em Deus.","explicacao_detalhada":"Neste versículo, a figura do 'rei' é central, pois ele representa a liderança e a responsabilidade de guiar o povo em tempos de crise.","por_que_esta_palavra":"A palavra 'rei' é importante para entender a estrutura de liderança em Israel e a necessidade de dependência de Deus.","conexao_teologica":"A realeza de Deus é um tema recorrente, mostrando que Ele é o Rei supremo sobre todas as nações.","referencias_relacionadas":["Salmos 47:2","Isaías 33:22","Apocalipse 19:16"]},"2cronicas_32_20_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, encarregado de transmitir Sua vontade ao povo.","explicacao_detalhada":"Neste contexto, o 'profeta' é crucial para a comunicação da mensagem de esperança e encorajamento em meio à crise.","por_que_esta_palavra":"A palavra 'profeta' é significativa porque representa a voz de Deus que fala ao Seu povo em tempos de necessidade.","conexao_teologica":"Os profetas desempenham um papel vital na história da salvação, comunicando a vontade de Deus e chamando o povo ao arrependimento.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Ezequiel 2:7"]},"2cronicas_32_20_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"A palavra 'céus' refere-se ao domínio celestial onde Deus habita e governa.","explicacao_detalhada":"Neste contexto, 'céus' é mencionado para enfatizar a grandeza e a soberania de Deus sobre toda a criação.","por_que_esta_palavra":"A palavra 'céus' é importante para entender a transcendência de Deus e Sua autoridade sobre o mundo.","conexao_teologica":"A visão dos céus é frequentemente associada à presença de Deus e à Sua majestade, contrastando com a fragilidade humana.","referencias_relacionadas":["Salmos 115:3","Isaías 66:1","Mateus 6:9"]},"2cronicas_32_21_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao gado que foi enviado como presente ao rei da Assíria.","explicacao_detalhada":"O gado, neste contexto, simboliza riqueza e recursos que eram utilizados para tentar apaziguar o rei da Assíria, Sennacherib, em um momento de crise.","por_que_esta_palavra":"A palavra 'gado' é utilizada para mostrar a tentativa de Ezequias de negociar e evitar a invasão assíria, demonstrando a importância dos recursos materiais na diplomacia da época.","conexao_teologica":"O uso de bens materiais para tentar resolver conflitos é um tema recorrente na Bíblia, mostrando a confiança humana em recursos ao invés de em Deus.","referencias_relacionadas":["2 Reis 18:14","2 Reis 18:16","Isaías 36:16"]},"2cronicas_32_21_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A ação de enviar presentes ao rei da Assíria como forma de apaziguamento.","explicacao_detalhada":"Enviar presentes era uma prática comum para estabelecer alianças ou evitar conflitos. Ezequias enviou presentes ao rei da Assíria na esperança de evitar a guerra.","por_que_esta_palavra":"A palavra 'enviar' destaca a ação deliberada de Ezequias em buscar uma solução pacífica, refletindo a estratégia política da época.","conexao_teologica":"A confiança em alianças humanas, ao invés de confiar em Deus, é um tema que aparece em várias narrativas bíblicas.","referencias_relacionadas":["2 Reis 18:14","Isaías 36:16","Salmos 20:7"]},"2cronicas_32_22_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à salvação que Deus proporcionou a Ezequias e ao povo de Judá ao livrá-los da ameaça assíria.","explicacao_detalhada":"A salvação aqui é um ato divino que demonstra o poder de Deus em proteger Seu povo, mesmo diante de grandes adversidades.","por_que_esta_palavra":"A palavra 'salvação' é central na narrativa, pois enfatiza a intervenção divina em momentos de crise.","conexao_teologica":"A salvação é um tema central na Bíblia, representando a libertação de Deus para Seu povo em várias situações.","referencias_relacionadas":["Salmos 3:8","Isaías 37:35","Romanos 10:13"]},"2cronicas_32_22_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado por Ezequias em busca de ajuda.","explicacao_detalhada":"O nome do Senhor representa Sua autoridade e poder, e invocá-lo é um ato de fé e dependência.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental, pois destaca a relação entre Deus e Seu povo, e a confiança que eles devem ter Nele.","conexao_teologica":"O nome de Deus é frequentemente associado à salvação e proteção em toda a Escritura.","referencias_relacionadas":["Salmos 20:1","Salmos 124:8","Romanos 10:13"]},"2cronicas_32_22_rei":{"palavra_pt":"rei","palavra_original":"חִזְקִיָּה","transliteracao":"Chizqîyâh","strong":"H2396","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei Ezequias, que liderou Judá durante um período de grande crise.","explicacao_detalhada":"Ezequias é apresentado como um rei que confia em Deus e busca a Sua ajuda em tempos de necessidade, contrastando com outros reis que se afastaram de Deus.","por_que_esta_palavra":"A palavra 'rei' é significativa, pois Ezequias é um exemplo de liderança que busca a vontade de Deus.","conexao_teologica":"A liderança justa e a confiança em Deus são temas importantes na Bíblia, refletindo a relação entre Deus e Seus representantes na terra.","referencias_relacionadas":["2 Reis 18:5","Isaías 36:1","2 Crônicas 29:2"]},"2cronicas_32_23_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se aos homens de Judá que testemunharam a salvação de Deus.","explicacao_detalhada":"Os homens de Judá, ao verem a intervenção divina, são chamados a reconhecer o poder de Deus e a importância da fé.","por_que_esta_palavra":"A palavra 'homem' é usada para enfatizar a humanidade e a necessidade de confiar em Deus em momentos de crise.","conexao_teologica":"A resposta humana à ação de Deus é um tema recorrente, mostrando a importância da fé e da adoração.","referencias_relacionadas":["Salmos 33:16","Salmos 146:3","Isaías 31:1"]},"2cronicas_32_23_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente refere-se ao nome do Senhor, enfatizando Sua importância na salvação.","explicacao_detalhada":"Invocar o nome do Senhor é um ato de fé que reconhece Sua soberania e poder sobre as circunstâncias.","por_que_esta_palavra":"A repetição da palavra 'Senhor' reforça a centralidade de Deus na vida do povo de Judá.","conexao_teologica":"A invocação do nome de Deus é um tema que aparece em várias passagens, mostrando a importância da oração e da dependência de Deus.","referencias_relacionadas":["Salmos 116:4","Salmos 145:18","Romanos 10:13"]},"2cronicas_32_23_rei":{"palavra_pt":"rei","palavra_original":"חִזְקִיָּה","transliteracao":"Chizqîyâh","strong":"H2396","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente ao rei Ezequias, que liderou o povo em fé.","explicacao_detalhada":"Ezequias é um exemplo de um rei que confia em Deus e busca Sua ajuda, sendo um modelo de liderança espiritual.","por_que_esta_palavra":"A palavra 'rei' é importante para entender o papel de Ezequias como líder que guia seu povo em tempos difíceis.","conexao_teologica":"A liderança e a fé são temas interligados na Bíblia, mostrando como os líderes devem depender de Deus.","referencias_relacionadas":["2 Reis 18:5","2 Crônicas 29:2","Isaías 37:1"]},"2cronicas_32_24_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que Ezequias ficou doente e clamou a Deus por ajuda.","explicacao_detalhada":"O dia da enfermidade de Ezequias é um momento crucial que leva à intervenção divina e à promessa de cura.","por_que_esta_palavra":"A palavra 'dia' é significativa, pois marca um ponto de virada na vida de Ezequias e na história de Judá.","conexao_teologica":"Os momentos de crise são frequentemente usados por Deus para revelar Seu poder e fidelidade.","referencias_relacionadas":["Isaías 38:1","2 Reis 20:1","Salmos 30:5"]},"2cronicas_32_24_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à iminente morte de Ezequias devido à sua enfermidade.","explicacao_detalhada":"A palavra 'morrer' destaca a gravidade da situação de Ezequias e a necessidade de intervenção divina.","por_que_esta_palavra":"A palavra 'morrer' é usada para enfatizar a fragilidade da vida e a soberania de Deus sobre a morte.","conexao_teologica":"A morte e a vida são temas centrais na Bíblia, refletindo a necessidade de confiar em Deus em todas as circunstâncias.","referencias_relacionadas":["Salmos 116:15","Hebreus 9:27","Isaías 38:18"]},"2cronicas_32_24_rei":{"palavra_pt":"rei","palavra_original":"חִזְקִיָּה","transliteracao":"Chizqîyâh","strong":"H2396","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei Ezequias, que governou Judá e foi conhecido por sua fidelidade a Deus.","explicacao_detalhada":"Ezequias foi um rei que se destacou por suas reformas religiosas e por confiar em Deus durante tempos de crise, especialmente durante a invasão assíria.","por_que_esta_palavra":"A palavra 'rei' é central para entender a liderança e a autoridade de Ezequias em Judá, além de seu papel na história de Israel.","conexao_teologica":"Ezequias representa a obediência a Deus e a importância da liderança justa e piedosa.","referencias_relacionadas":["2 Reis 18:1-6","Isaías 36:1","2 Crônicas 29:2"]},"2cronicas_32_25_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para descrever a fidelidade de Ezequias em sua relação com Deus.","explicacao_detalhada":"Ezequias, apesar de suas dificuldades, manteve sua integridade e compromisso com a verdade de Deus, o que é fundamental para a sua liderança.","por_que_esta_palavra":"A verdade é um princípio essencial na vida de fé e na governança, refletindo a natureza de Deus.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos líderes e do povo.","referencias_relacionadas":["Salmos 25:5","João 4:24","Efésios 4:15"]},"2cronicas_32_25_bom":{"palavra_pt":"bom","palavra_original":"גְּמוּל","transliteracao":"gᵉmûwl","strong":"H1576","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade de Ezequias em suas ações e decisões como rei.","explicacao_detalhada":"A bondade de Ezequias é evidenciada em suas reformas religiosas e em sua busca por restaurar a adoração verdadeira a Deus em Judá.","por_que_esta_palavra":"A palavra 'bom' destaca a moralidade e a justiça nas ações de Ezequias, contrastando com a corrupção de outros líderes.","conexao_teologica":"A bondade é um reflexo do caráter de Deus e deve ser buscada por todos os que O servem.","referencias_relacionadas":["Salmos 34:8","Gálatas 5:22","Romanos 12:21"]},"2cronicas_32_25_rei":{"palavra_pt":"rei","palavra_original":"חִזְקִיָּה","transliteracao":"Chizqîyâh","strong":"H2396","significado_raiz":"Ideia básica: rei.","significado_contextual":"Novamente se refere ao rei Ezequias, enfatizando sua posição e autoridade.","explicacao_detalhada":"Ezequias é um exemplo de um rei que se volta para Deus em tempos de crise, mostrando a importância da liderança espiritual.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a centralidade de Ezequias na narrativa e sua influência sobre o povo.","conexao_teologica":"A liderança de Ezequias é um modelo de como os líderes devem confiar em Deus e guiar seu povo.","referencias_relacionadas":["2 Reis 18:3","Isaías 37:1","2 Crônicas 30:1"]},"2cronicas_32_26_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de Ezequias de julgar com justiça e discernimento.","explicacao_detalhada":"Ezequias não apenas governou, mas também tomou decisões que refletiam a justiça de Deus, buscando sempre o bem do povo.","por_que_esta_palavra":"A palavra 'julgar' é crucial para entender a responsabilidade dos líderes em manter a justiça e a ordem.","conexao_teologica":"Deus é o juiz supremo, e os líderes devem refletir essa justiça em suas decisões.","referencias_relacionadas":["Salmos 82:3","Provérbios 21:15","Miquéias 6:8"]},"2cronicas_32_26_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que Ezequias estava enfrentando desafios e tomando decisões importantes.","explicacao_detalhada":"O 'dia' mencionado é um tempo de provação, onde a fé e a liderança de Ezequias foram testadas.","por_que_esta_palavra":"A noção de 'dia' enfatiza a urgência e a importância das decisões tomadas em momentos críticos.","conexao_teologica":"Cada dia é uma oportunidade para viver de acordo com a vontade de Deus e fazer escolhas que honrem a Ele.","referencias_relacionadas":["Salmos 118:24","Mateus 6:34","Tiago 4:14"]},"2cronicas_32_26_rei":{"palavra_pt":"rei","palavra_original":"חִזְקִיָּה","transliteracao":"Chizqîyâh","strong":"H2396","significado_raiz":"Ideia básica: rei.","significado_contextual":"Mais uma vez, refere-se ao rei Ezequias, destacando sua posição de autoridade.","explicacao_detalhada":"A repetição da palavra 'rei' reforça a importância de Ezequias como líder e seu papel em guiar o povo em tempos difíceis.","por_que_esta_palavra":"A palavra 'rei' é fundamental para entender a dinâmica de poder e a responsabilidade de liderança.","conexao_teologica":"A liderança é um chamado divino, e Ezequias é um exemplo de como um rei deve se comportar diante de Deus.","referencias_relacionadas":["2 Reis 18:5","Isaías 38:1","2 Crônicas 31:20"]},"2cronicas_32_27_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Ezequias conduziu seu reinado e suas decisões.","explicacao_detalhada":"O 'modo' de Ezequias é caracterizado por sua confiança em Deus e sua busca por justiça e verdade.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a abordagem de Ezequias em sua liderança.","conexao_teologica":"O modo de viver e liderar deve refletir os princípios de Deus e Sua vontade.","referencias_relacionadas":["Salmos 119:105","Provérbios 4:26","Colossenses 3:17"]},"2cronicas_32_27_rei":{"palavra_pt":"rei","palavra_original":"חִזְקִיָּה","transliteracao":"Chizqîyâh","strong":"H2396","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente ao rei Ezequias, enfatizando sua importância na narrativa.","explicacao_detalhada":"A repetição da palavra 'rei' destaca a centralidade de Ezequias em todas as ações e decisões que ele tomou.","por_que_esta_palavra":"A palavra 'rei' é essencial para entender o impacto de Ezequias na história de Judá.","conexao_teologica":"A liderança é um reflexo do caráter de Deus e deve ser exercida com responsabilidade e temor a Ele.","referencias_relacionadas":["2 Reis 18:7","Isaías 37:33","2 Crônicas 29:3"]},"2cronicas_32_28_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Ezequias administrou os recursos e as decisões do reino.","explicacao_detalhada":"O 'modo' de Ezequias em administrar o reino reflete sua sabedoria e dependência de Deus.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a estratégia e a visão de Ezequias como líder.","conexao_teologica":"A maneira como lideramos deve ser guiada pela sabedoria divina e pela busca do bem comum.","referencias_relacionadas":["Provérbios 16:3","Tiago 1:5","Romanos 12:2"]},"2cronicas_32_28_fruto":{"palavra_pt":"fruto","palavra_original":"תְּבוּאָה","transliteracao":"tᵉbûwʼâh","strong":"H8393","significado_raiz":"Ideia básica: fruto.","significado_contextual":"Refere-se aos resultados ou produtos da terra, especialmente no contexto agrícola.","explicacao_detalhada":"A palavra 'fruto' neste contexto pode se referir tanto ao fruto literal das plantações quanto aos resultados das ações e decisões do povo de Judá sob o reinado de Ezequias.","por_que_esta_palavra":"É usada para enfatizar a prosperidade e a bênção que Deus concede ao povo que O serve fielmente.","conexao_teologica":"O fruto é frequentemente associado à bênção divina e à obediência a Deus, refletindo a ideia de que a fidelidade a Deus traz prosperidade.","referencias_relacionadas":["Gênesis 1:29","Salmos 1:3","Mateus 7:17"]},"2cronicas_32_29_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade habitada, um centro de vida social e política.","explicacao_detalhada":"A palavra 'cidade' aqui é usada para descrever a importância das cidades no contexto da vida do povo de Israel, onde a cultura, a religião e a política se entrelaçam.","por_que_esta_palavra":"Destaca a estrutura social e a organização do povo de Deus, além de seu papel na proteção e na segurança da comunidade.","conexao_teologica":"As cidades são vistas como lugares de refúgio e proteção, onde o povo de Deus se reúne e adora.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"2cronicas_32_29_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal selvagem, simbolizando força e poder.","explicacao_detalhada":"A palavra 'urso' pode ser usada metaforicamente para descrever a força e a ferocidade de um inimigo ou a proteção que Deus oferece ao Seu povo.","por_que_esta_palavra":"É utilizada para ilustrar a força que pode ser encontrada na criação de Deus e a necessidade de confiar nEle em tempos de adversidade.","conexao_teologica":"A força dos animais é frequentemente usada nas Escrituras para simbolizar a proteção e o poder de Deus sobre Seus filhos.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Isaías 11:7"]},"2cronicas_32_29_gado":{"palavra_pt":"gado","palavra_original":"מִקְנֶה","transliteracao":"miqneh","strong":"H4735","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao rebanho de animais domesticados, importante para a economia e sustento do povo.","explicacao_detalhada":"A palavra 'gado' representa a riqueza e a provisão que Deus dá ao Seu povo, simbolizando também a responsabilidade de cuidar da criação.","por_que_esta_palavra":"Enfatiza a importância da agricultura e da criação de animais na vida cotidiana e na prosperidade de Israel.","conexao_teologica":"O cuidado com o gado reflete a responsabilidade do homem em cuidar da criação de Deus e a provisão divina para as necessidades humanas.","referencias_relacionadas":["Gênesis 30:43","Salmos 104:14","Mateus 12:11"]},"2cronicas_32_30_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Reitera a importância das cidades como centros de vida e cultura.","explicacao_detalhada":"A repetição da palavra 'cidade' enfatiza a relevância das cidades na história de Israel, especialmente em tempos de crise e proteção.","por_que_esta_palavra":"Serve para reforçar a ideia de que as cidades são fundamentais para a identidade e a segurança do povo de Deus.","conexao_teologica":"As cidades são vistas como lugares de adoração e comunidade, onde o povo se reúne para buscar a Deus.","referencias_relacionadas":["Salmos 48:1-2","Mateus 5:14","Hebreus 13:14"]},"2cronicas_32_30_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira de agir, especialmente em relação à obediência a Deus.","explicacao_detalhada":"A palavra 'modo' indica a forma como as ações são realizadas, enfatizando a importância de agir de acordo com a vontade de Deus.","por_que_esta_palavra":"É crucial para entender que a maneira de viver e agir do povo deve refletir a fidelidade a Deus.","conexao_teologica":"A maneira de viver é um reflexo da fé e da obediência a Deus, que traz bênçãos e proteção.","referencias_relacionadas":["Deuteronômio 5:33","Salmos 119:1","Colossenses 3:17"]},"2cronicas_32_30_rei":{"palavra_pt":"rei","palavra_original":"חִזְקִיָּה","transliteracao":"Chizqîyâh","strong":"H2396","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao líder político e espiritual do povo de Israel.","explicacao_detalhada":"A palavra 'rei' é central para entender a liderança de Ezequias e seu papel na restauração da adoração a Deus em Judá.","por_que_esta_palavra":"É usada para destacar a importância da liderança justa e piedosa na vida do povo de Deus.","conexao_teologica":"O rei é visto como um representante de Deus na terra, cuja fidelidade pode levar o povo a bênçãos ou juízo.","referencias_relacionadas":["1 Samuel 8:7","Salmos 72:1-2","Romanos 13:1"]},"2cronicas_32_31_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território que pertence ao povo de Deus.","explicacao_detalhada":"A palavra 'terra' é significativa no contexto da promessa de Deus a Israel, simbolizando a herança e a bênção divina.","por_que_esta_palavra":"É usada para enfatizar a conexão entre o povo e a terra prometida, que é um tema central na narrativa bíblica.","conexao_teologica":"A terra é vista como um símbolo da presença de Deus e da fidelidade às Suas promessas.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7-10","Hebreus 11:9"]},"2cronicas_32_31_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'Deus' é central para a fé israelita, representando a soberania e a autoridade divina sobre todas as coisas.","por_que_esta_palavra":"É usada para afirmar a relação entre Deus e Seu povo, destacando Sua proteção e provisão.","conexao_teologica":"Deus é o fundamento da fé e da vida do povo, sendo a fonte de todas as bênçãos e promessas.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Romanos 1:20"]},"2cronicas_32_31_mestre":{"palavra_pt":"mestre","palavra_original":"לוּץ","transliteracao":"lûwts","strong":"H3887","significado_raiz":"Ideia básica: mestre.","significado_contextual":"Refere-se a alguém que tem autoridade ou conhecimento, especialmente em relação a ensinar ou guiar.","explicacao_detalhada":"A palavra 'mestre' implica em liderança e sabedoria, essencial para guiar o povo em tempos de crise.","por_que_esta_palavra":"É utilizada para destacar a importância de ter líderes sábios e justos que conduzam o povo segundo a vontade de Deus.","conexao_teologica":"O papel do mestre é crucial na transmissão da verdade e na formação do caráter do povo de Deus.","referencias_relacionadas":["Mateus 23:10","Tiago 3:1","Efésios 4:11-12"]},"2cronicas_32_32_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"O termo 'profeta' refere-se a um mensageiro de Deus, alguém que transmite a vontade divina ao povo.","explicacao_detalhada":"Na passagem, o profeta é uma figura central que comunica as instruções e advertências de Deus, desempenhando um papel crucial na história de Israel.","por_que_esta_palavra":"A palavra 'profeta' é utilizada para enfatizar a importância da comunicação divina e da orientação espiritual na vida do povo de Deus.","conexao_teologica":"Os profetas são vistos como intermediários entre Deus e a humanidade, e sua mensagem é fundamental para a compreensão da aliança entre Deus e Israel.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Jeremias 1:5"]},"2cronicas_32_32_descanso":{"palavra_pt":"descanso","palavra_original":"יֶתֶר","transliteracao":"yether","strong":"H3499","significado_raiz":"Ideia básica: descanso.","significado_contextual":"O 'descanso' mencionado refere-se a um período de tranquilidade e paz após um tempo de conflito.","explicacao_detalhada":"Este descanso é um sinal da bênção de Deus sobre o povo, que após enfrentar desafios, encontra um momento de serenidade.","por_que_esta_palavra":"A palavra 'descanso' é usada para simbolizar a paz que Deus proporciona aos que confiam Nele.","conexao_teologica":"O descanso é um tema recorrente na Bíblia, representando a paz que vem da obediência a Deus e a Sua proteção.","referencias_relacionadas":["Salmos 23:2","Mateus 11:28","Hebreus 4:9-10"]},"2cronicas_32_32_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A 'palavra' refere-se à comunicação divina, seja em forma de instrução, promessa ou advertência.","explicacao_detalhada":"Neste contexto, a palavra de Deus é fundamental para a orientação do povo e para a manutenção da aliança com Ele.","por_que_esta_palavra":"A palavra é essencial na relação entre Deus e os seres humanos, pois é através dela que Deus se revela e orienta.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo um meio pelo qual Ele se comunica e transforma vidas.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Hebreus 4:12"]},"2cronicas_32_33_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"O 'descanso' aqui também se refere a um estado de paz e tranquilidade após um período de dificuldades.","explicacao_detalhada":"Este descanso é um reflexo da fidelidade de Deus em trazer alívio ao Seu povo após a adversidade.","por_que_esta_palavra":"A palavra 'descanso' é utilizada para destacar a misericórdia de Deus em proporcionar momentos de alívio e paz.","conexao_teologica":"O descanso é um símbolo da graça de Deus, que oferece refúgio e segurança aos que Nele confiam.","referencias_relacionadas":["Salmos 37:7","Isaías 26:3","Mateus 11:29"]},"2cronicas_32_33_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"O ato de 'julgar' implica em discernir e tomar decisões com base na justiça e na verdade.","explicacao_detalhada":"Neste contexto, o julgamento é uma responsabilidade que envolve a liderança e a administração da justiça entre o povo.","por_que_esta_palavra":"A palavra 'julgar' é importante para enfatizar a necessidade de justiça e retidão na governança.","conexao_teologica":"Deus é descrito como o juiz supremo, e a justiça é um atributo essencial de Seu caráter.","referencias_relacionadas":["Salmos 9:7-8","Eclesiastes 3:17","Romanos 14:10"]}}