{"2cronicas_33_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem real.","explicacao_detalhada":"Neste contexto, o filho é uma figura que representa a continuidade do reino e a herança das promessas de Deus.","por_que_esta_palavra":"A palavra 'filho' é utilizada para enfatizar a importância da família e da herança espiritual e material.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 20:5-6","Salmos 127:3","Mateus 1:1"]},"2cronicas_33_1_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"O termo 'reinar' refere-se ao ato de governar e exercer autoridade sobre um povo.","explicacao_detalhada":"Neste contexto, o reinado é uma responsabilidade que envolve liderança, justiça e a manutenção da ordem.","por_que_esta_palavra":"A palavra 'reinar' é utilizada para destacar a importância da liderança justa e da responsabilidade do governante diante de Deus.","conexao_teologica":"Deus é o Rei supremo, e os governantes terrenos são chamados a refletir Sua justiça e autoridade.","referencias_relacionadas":["Salmos 22:28","Isaías 9:6-7","Romanos 13:1"]},"2cronicas_33_1_fifty":{"palavra_pt":"fifty","palavra_original":"חֲמִשִּׁים","transliteracao":"chămishshîym","strong":"H2572","significado_raiz":"Ideia básica: fifty.","significado_contextual":"A palavra 'fifty' refere-se ao número cinquenta, que pode simbolizar um período de tempo ou uma quantidade significativa.","explicacao_detalhada":"Neste contexto, o número cinquenta pode indicar um marco importante na história do reinado ou na vida do povo.","por_que_esta_palavra":"A palavra 'fifty' é utilizada para enfatizar a importância de números na narrativa bíblica, muitas vezes carregando significados simbólicos.","conexao_teologica":"Os números na Bíblia frequentemente têm significados espirituais e podem representar a plenitude ou a conclusão de um ciclo.","referencias_relacionadas":["Levítico 25:10","Números 1:46","Apocalipse 21:17"]},"2cronicas_33_2_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um animal que pode simbolizar força e ferocidade.","explicacao_detalhada":"Neste contexto, o urso pode ser uma metáfora para a força opressora ou a ferocidade dos inimigos de Israel.","por_que_esta_palavra":"A palavra 'urso' é utilizada para ilustrar a gravidade da situação enfrentada pelo povo e a necessidade de proteção divina.","conexao_teologica":"Os animais na Bíblia muitas vezes simbolizam características de Deus ou de Seus adversários, refletindo a luta entre o bem e o mal.","referencias_relacionadas":["Provérbios 17:12","Isaías 11:7","Daniel 7:5"]},"2cronicas_33_2_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' refere-se à capacidade de ver e perceber, tanto fisicamente quanto espiritualmente.","explicacao_detalhada":"Neste contexto, o olho pode simbolizar a vigilância de Deus sobre o Seu povo e a necessidade de discernimento espiritual.","por_que_esta_palavra":"A palavra 'olho' é utilizada para enfatizar a importância da percepção e da visão espiritual na vida do crente.","conexao_teologica":"Deus é frequentemente descrito como aquele que vê tudo, e a visão espiritual é essencial para entender Sua vontade.","referencias_relacionadas":["Salmos 33:18","Mateus 6:22","Hebreus 4:13"]},"2cronicas_33_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, o soberano e criador do universo, que tem autoridade sobre todas as coisas.","explicacao_detalhada":"No contexto de 2 Crônicas 33:2, a palavra 'senhor' é usada para enfatizar a relação de autoridade e reverência que o povo deve ter em relação a Deus. É um reconhecimento de Sua soberania e poder.","por_que_esta_palavra":"Esta palavra é fundamental para entender a natureza de Deus como o governante supremo e a importância da submissão a Ele.","conexao_teologica":"A ideia de Deus como Senhor é central na teologia bíblica, refletindo Sua autoridade e o chamado à obediência dos crentes.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 10:9"]},"2cronicas_33_3_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' implica em uma ação de se erguer ou restaurar algo que estava caído ou em desgraça.","explicacao_detalhada":"Em 2 Crônicas 33:3, 'levantar' refere-se ao ato de restaurar a adoração e a prática religiosa que havia sido negligenciada. É um chamado à ação para reverter o que foi feito de errado.","por_que_esta_palavra":"A palavra é crucial para entender a necessidade de restauração espiritual e a ação que deve ser tomada para voltar ao caminho correto.","conexao_teologica":"Levantar-se espiritualmente é um tema recorrente na Bíblia, simbolizando arrependimento e retorno a Deus.","referencias_relacionadas":["Ezequiel 37:14","Isaías 61:3","Salmos 30:1"]},"2cronicas_33_3_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada aqui como uma metáfora para descrever a força e a determinação na construção de ídolos e práticas pagãs.","explicacao_detalhada":"No versículo, 'urso' pode ser interpretado como uma referência à força que os ídolos têm sobre as pessoas que os adoram, levando-as a se desviar do verdadeiro Deus.","por_que_esta_palavra":"A escolha dessa palavra destaca a gravidade da idolatria e como ela pode dominar a vida das pessoas.","conexao_teologica":"A idolatria é um tema importante na Bíblia, onde Deus frequentemente adverte Seu povo contra a adoração de ídolos.","referencias_relacionadas":["Êxodo 20:3-5","Isaías 44:9-20","1 Coríntios 10:14"]},"2cronicas_33_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas são feitas, especialmente em relação às práticas religiosas.","explicacao_detalhada":"Em 2 Crônicas 33:3, 'modo' é usado para descrever as práticas de adoração que foram adotadas, muitas vezes de maneira errada ou distorcida.","por_que_esta_palavra":"É importante entender que a forma de adoração deve ser de acordo com a vontade de Deus e não conforme os costumes pagãos.","conexao_teologica":"A maneira de adorar a Deus é um tema central na Bíblia, enfatizando a importância da pureza e da verdade na adoração.","referencias_relacionadas":["João 4:24","Colossenses 2:8","Romanos 12:1"]},"2cronicas_33_4_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao templo, que é o lugar de adoração e presença de Deus entre o Seu povo.","explicacao_detalhada":"No contexto de 2 Crônicas 33:4, 'casa' simboliza a importância do templo como um espaço sagrado onde a adoração a Deus deve ocorrer.","por_que_esta_palavra":"A casa de Deus é um símbolo da comunhão entre Deus e Seu povo, e a sua construção ou restauração é um ato de obediência e reverência.","conexao_teologica":"O templo é um tema recorrente na Bíblia, representando a habitação de Deus entre os homens e a importância da adoração coletiva.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Mateus 21:13"]},"2cronicas_33_4_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"A palavra 'eterno' refere-se à natureza imutável e perpétua de Deus e de Suas promessas.","explicacao_detalhada":"Em 2 Crônicas 33:4, 'eterno' destaca a durabilidade e a permanência da aliança de Deus com Seu povo, contrastando com as práticas temporais dos ídolos.","por_que_esta_palavra":"A eternidade de Deus é um conceito fundamental que assegura aos crentes que Suas promessas são sempre válidas e confiáveis.","conexao_teologica":"A eternidade de Deus é um tema central na teologia, refletindo Sua soberania e a certeza de Sua palavra.","referencias_relacionadas":["Salmos 90:2","Hebreus 13:8","Apocalipse 1:8"]},"2cronicas_33_4_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"A palavra 'construir' refere-se ao ato de edificar o templo, que é um símbolo da presença de Deus entre o Seu povo.","explicacao_detalhada":"Em 2 Crônicas 33:4, 'construir' enfatiza a importância de restaurar o templo como um ato de obediência e reverência a Deus.","por_que_esta_palavra":"Construir o templo é um ato de fé e compromisso com Deus, simbolizando a restauração da adoração verdadeira.","conexao_teologica":"A construção do templo é um tema importante na Bíblia, representando a relação entre Deus e Seu povo e a importância da adoração.","referencias_relacionadas":["1 Crônicas 28:10","Esdras 3:10","Mateus 16:18"]},"2cronicas_33_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' novamente refere-se à maneira como as práticas religiosas são realizadas.","explicacao_detalhada":"Em 2 Crônicas 33:5, 'modo' destaca a necessidade de se observar a forma correta de adoração a Deus, evitando práticas pagãs.","por_que_esta_palavra":"A forma de adoração é crucial para manter a pureza e a santidade na relação com Deus.","conexao_teologica":"A maneira de adorar a Deus é um tema recorrente na Bíblia, enfatizando a importância da verdade e da pureza na adoração.","referencias_relacionadas":["Deuteronômio 12:32","Mateus 15:9","Colossenses 3:17"]},"2cronicas_33_5_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"A palavra 'céus' refere-se ao domínio de Deus sobre toda a criação e Sua majestade.","explicacao_detalhada":"Em 2 Crônicas 33:5, 'céus' simboliza a grandeza de Deus e Sua autoridade sobre tudo que existe, incluindo a terra e o templo.","por_que_esta_palavra":"Reconhecer Deus como o Senhor dos céus é fundamental para entender Sua soberania e poder sobre todas as coisas.","conexao_teologica":"A soberania de Deus sobre os céus e a terra é um tema central na Bíblia, refletindo Sua autoridade e controle sobre a criação.","referencias_relacionadas":["Salmos 115:3","Isaías 66:1","Mateus 6:9"]},"2cronicas_33_5_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"A palavra 'construir' novamente refere-se ao ato de edificar, enfatizando a importância da restauração do templo.","explicacao_detalhada":"Em 2 Crônicas 33:5, 'construir' destaca a necessidade de restaurar o templo como um símbolo da presença de Deus e da verdadeira adoração.","por_que_esta_palavra":"Construir o templo é um ato de fé e compromisso com Deus, simbolizando a restauração da adoração verdadeira.","conexao_teologica":"A construção do templo é um tema importante na Bíblia, representando a relação entre Deus e Seu povo e a importância da adoração.","referencias_relacionadas":["Esdras 3:10","1 Crônicas 22:6-10","Mateus 21:12-13"]},"2cronicas_33_6_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O termo 'urso' é utilizado metaforicamente para descrever a brutalidade e a força em ações de sacrifício.","explicacao_detalhada":"No contexto de 2 Crônicas 33:6, o rei Manassés sacrificou seus filhos, o que é uma prática abominável. O uso da palavra 'urso' pode simbolizar a ferocidade e a crueldade desse ato.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a natureza selvagem e desumana dos sacrifícios feitos por Manassés, contrastando com a santidade que Deus exige.","conexao_teologica":"Este versículo ilustra a apostasia de Israel e a severidade do juízo de Deus sobre práticas idólatras e cruéis.","referencias_relacionadas":["Levítico 18:21","Deuteronômio 12:31","Jeremias 7:31"]},"2cronicas_33_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem, especialmente em contextos de sacrifício.","explicacao_detalhada":"Em 2 Crônicas 33:6, Manassés sacrifica seus filhos, o que representa uma violação grave das leis de Deus sobre a vida e a família.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a tragédia e a dor associadas a esses sacrifícios, que deveriam ser protegidos e amados.","conexao_teologica":"A prática de sacrificar filhos é uma abominação que contrasta com a visão de Deus sobre a vida e a família, refletindo a corrupção moral de Israel.","referencias_relacionadas":["Salmos 127:3","Êxodo 22:29","Deuteronômio 18:10"]},"2cronicas_33_6_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O 'fogo' simboliza tanto a purificação quanto a destruição, dependendo do contexto em que é usado.","explicacao_detalhada":"No contexto de 2 Crônicas 33:6, o fogo é associado aos sacrifícios, que eram feitos em altares, mas também representa a destruição que vem do juízo de Deus.","por_que_esta_palavra":"A palavra 'fogo' é utilizada para evocar a imagem de sacrifícios ardentes, que eram comuns nas práticas pagãs que Manassés adotou.","conexao_teologica":"O uso do fogo em sacrifícios contrasta com a pureza dos sacrifícios que Deus ordenou, refletindo a corrupção da adoração em Israel.","referencias_relacionadas":["Levítico 1:7","Deuteronômio 4:24","Hebreus 12:29"]},"2cronicas_33_7_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao templo de Deus, que é o lugar de adoração e presença divina.","explicacao_detalhada":"Em 2 Crônicas 33:7, a 'casa' é o templo que Manassés profanou ao introduzir ídolos e práticas pagãs, desonrando o lugar sagrado.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a importância do templo como o centro da vida espiritual de Israel e a gravidade de sua profanação.","conexao_teologica":"A profanação da casa de Deus é um tema recorrente nas Escrituras, refletindo a necessidade de pureza e santidade na adoração.","referencias_relacionadas":["1 Reis 8:29","Salmos 84:1","Ezequiel 8:6"]},"2cronicas_33_7_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Senhor, o único digno de adoração e reverência.","explicacao_detalhada":"Em 2 Crônicas 33:7, a menção de Deus destaca a gravidade da idolatria que Manassés introduziu, desafiando a soberania divina.","por_que_esta_palavra":"A palavra 'Deus' é central para a narrativa, pois enfatiza a relação entre o povo e seu Criador, que foi rompida pela idolatria.","conexao_teologica":"A idolatria é um tema que aparece frequentemente na Bíblia, mostrando a luta contínua entre a adoração verdadeira e as falsas divindades.","referencias_relacionadas":["Êxodo 20:3","Isaías 42:8","Romanos 1:25"]},"2cronicas_33_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Em 2 Crônicas 33:7, \"modo\" aparece na frase \"Também pôs uma imagem de escultura do ídolo que tinha feito, na casa de Deus, da qual Deus tinha falado a Davi e a Salomão seu filho: Nesta…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּל; kôl; H3605), \"modo\" traz a ideia de modo. Aqui, essa palavra deixa o ensino de 2 Crônicas 33:7 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"modo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em 2 Crônicas 33:8. Lendo junto com 2 Crônicas 33:7, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["2 Crônicas 33:7","2 Crônicas 33:8","Salmos 119:105"]},"2cronicas_33_8_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"A palavra 'solo' refere-se à terra, simbolizando a herança e a promessa de Deus ao povo de Israel.","explicacao_detalhada":"Em 2 Crônicas 33:8, o 'solo' é mencionado em relação à terra prometida, que deveria ser um lugar de adoração ao Senhor.","por_que_esta_palavra":"A palavra 'solo' é significativa porque representa a conexão entre o povo de Deus e a terra que Ele lhes deu como herança.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Israel, e a sua profanação reflete a quebra dessa aliança.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 11:9","Josué 1:3"]},"2cronicas_33_8_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O termo 'urso' é utilizado novamente para enfatizar a brutalidade das práticas de sacrifício.","explicacao_detalhada":"A repetição da palavra 'urso' em 2 Crônicas 33:8 reforça a ideia de que Manassés continuou a adotar práticas cruéis e desumanas.","por_que_esta_palavra":"A palavra é usada para ilustrar a ferocidade das ações de Manassés, que se afastou completamente dos caminhos de Deus.","conexao_teologica":"A continuidade das práticas abomináveis de Manassés mostra a necessidade de arrependimento e retorno a Deus.","referencias_relacionadas":["Levítico 18:21","Deuteronômio 12:31","Jeremias 7:31"]},"2cronicas_33_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Em 2 Crônicas 33:8, \"modo\" aparece na frase \"E nunca mais removerei o pé de Israel da terra que destinei a vossos pais; contanto que tenham cuidado de fazer tudo o que eu lhes ordenei,…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּל; kôl; H3605), \"modo\" traz a ideia de modo. Aqui, essa palavra deixa o ensino de 2 Crônicas 33:8 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"modo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em 2 Crônicas 34:13. Lendo junto com 2 Crônicas 33:8, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["2 Crônicas 33:8","2 Crônicas 34:13","Salmos 119:105"]},"2cronicas_33_9_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à ação de Deus em avaliar as ações do povo e trazer consequências.","explicacao_detalhada":"Em 2 Crônicas 33:9, o ato de 'julgar' é uma referência ao juízo divino sobre as práticas idólatras e a corrupção de Manassés.","por_que_esta_palavra":"A palavra 'julgar' é utilizada para enfatizar a certeza do juízo de Deus sobre aqueles que se afastam de Seus caminhos.","conexao_teologica":"O juízo de Deus é um tema recorrente nas Escrituras, mostrando que Ele é justo e não tolera a iniquidade.","referencias_relacionadas":["Salmos 96:13","Ezequiel 18:30","Romanos 2:6"]},"2cronicas_33_9_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é mencionada em um contexto que pode se referir a um símbolo de força ou poder.","explicacao_detalhada":"No contexto de 2 Crônicas 33:9, o uso da palavra 'urso' pode ser interpretado como uma metáfora para a força e a ferocidade, refletindo a natureza de um inimigo ou uma ameaça.","por_que_esta_palavra":"A palavra é utilizada para descrever uma situação de opressão ou perigo, onde a força do inimigo é comparada à ferocidade de um urso.","conexao_teologica":"A ferocidade do urso pode simbolizar a luta entre o povo de Deus e as forças do mal, enfatizando a necessidade de confiar em Deus para proteção.","referencias_relacionadas":["Salmos 22:12","Provérbios 17:12","Isaías 11:7"]},"2cronicas_33_10_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' é usada em um contexto onde Deus se comunica com o povo através de profetas.","explicacao_detalhada":"Em 2 Crônicas 33:10, 'falar' refere-se à comunicação divina, onde Deus expressa Sua vontade e advertências ao povo.","por_que_esta_palavra":"A escolha da palavra 'falar' destaca a importância da revelação e da obediência à palavra de Deus.","conexao_teologica":"A comunicação de Deus com Seu povo é fundamental para a relação de aliança, onde a obediência à Sua palavra é essencial.","referencias_relacionadas":["Deuteronômio 18:18","Jeremias 1:7","Hebreus 1:1"]},"2cronicas_33_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' é invocado como a autoridade suprema em questões de justiça e moralidade.","explicacao_detalhada":"Em 2 Crônicas 33:10, o uso do nome 'Senhor' enfatiza a soberania de Deus sobre todas as coisas e Sua capacidade de julgar e guiar o povo.","por_que_esta_palavra":"A palavra 'Senhor' é usada para reafirmar a relação de domínio e reverência que o povo deve ter em relação a Deus.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua natureza, caráter e a aliança com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"2cronicas_33_10_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para contrastar a fidelidade de Deus com a infidelidade do povo.","explicacao_detalhada":"Em 2 Crônicas 33:10, 'verdade' refere-se à autenticidade da mensagem de Deus e à necessidade de o povo viver de acordo com essa verdade.","por_que_esta_palavra":"A palavra é crucial para entender a natureza de Deus como a fonte de toda verdade e a expectativa de que Seu povo viva em conformidade com ela.","conexao_teologica":"A verdade de Deus é um tema central na Escritura, refletindo Sua justiça e a necessidade de integridade moral entre os crentes.","referencias_relacionadas":["Salmos 25:5","João 14:6","Efésios 4:15"]},"2cronicas_33_11_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é utilizada para descrever a autoridade e o governo sobre o povo de Israel.","explicacao_detalhada":"Em 2 Crônicas 33:11, 'rei' refere-se à posição de liderança e responsabilidade que um governante tem sobre seu povo, especialmente em relação à obediência a Deus.","por_que_esta_palavra":"A palavra 'rei' é importante para entender a estrutura de liderança em Israel e a expectativa de que os reis governem com justiça e temor a Deus.","conexao_teologica":"A figura do rei em Israel é um reflexo do reinado de Deus, onde a liderança deve ser um reflexo do caráter divino.","referencias_relacionadas":["1 Samuel 8:7","Salmos 72:1","Provérbios 16:12"]},"2cronicas_33_11_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' é usada em um contexto de convocação ou chamado à ação.","explicacao_detalhada":"Em 2 Crônicas 33:11, 'vir' implica uma ação de resposta ao chamado de Deus, seja para arrependimento ou para a ação de um líder.","por_que_esta_palavra":"A escolha da palavra 'vir' destaca a importância da resposta do povo ao chamado divino, enfatizando a ação necessária para a restauração.","conexao_teologica":"O chamado de Deus para o arrependimento é um tema recorrente na Escritura, onde a resposta humana é crucial para a restauração espiritual.","referencias_relacionadas":["Isaías 55:6","Mateus 11:28","Atos 2:38"]},"2cronicas_33_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' é novamente invocado, reafirmando a autoridade divina.","explicacao_detalhada":"Em 2 Crônicas 33:11, a repetição do nome 'Senhor' enfatiza a soberania de Deus sobre as ações do rei e do povo.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a relação de submissão e reverência que o povo deve ter diante de Deus.","conexao_teologica":"A invocação do nome de Deus é um ato de reconhecimento de Sua autoridade e poder sobre todas as situações.","referencias_relacionadas":["Salmos 34:3","Isaías 45:23","Romanos 10:13"]},"2cronicas_33_12_inimigo":{"palavra_pt":"inimigo","palavra_original":"צָרַר","transliteracao":"tsârar","strong":"H6887","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' é usada para descrever aqueles que se opõem ao povo de Deus.","explicacao_detalhada":"Em 2 Crônicas 33:12, 'inimigo' refere-se a qualquer força ou pessoa que se levanta contra a vontade de Deus e Seu povo.","por_que_esta_palavra":"A palavra é importante para entender a luta espiritual que o povo enfrenta e a necessidade de confiar em Deus para a vitória.","conexao_teologica":"A batalha entre o povo de Deus e seus inimigos é um tema central na Escritura, simbolizando a luta entre o bem e o mal.","referencias_relacionadas":["Salmos  enemies 27:2","Efésios 6:12","Romanos 8:31"]},"2cronicas_33_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' é novamente mencionado, reafirmando a soberania de Deus sobre os inimigos.","explicacao_detalhada":"Em 2 Crônicas 33:12, a invocação do nome 'Senhor' destaca a confiança do povo na proteção e ajuda divina contra seus inimigos.","por_que_esta_palavra":"A palavra 'Senhor' é usada para reafirmar a crença de que Deus é o defensor do Seu povo em tempos de adversidade.","conexao_teologica":"A proteção de Deus contra os inimigos é um tema recorrente, mostrando que Ele é um refúgio seguro para aqueles que confiam Nele.","referencias_relacionadas":["Salmos 46:1","Isaías 54:17","Romanos 8:37"]},"2cronicas_33_12_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é usada para descrever a natureza divina e a relação com o povo.","explicacao_detalhada":"Em 2 Crônicas 33:12, 'Deus' refere-se à autoridade suprema e à fonte de poder que protege e guia o povo.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a relação de dependência do povo em relação à Sua orientação e proteção.","conexao_teologica":"A natureza de Deus como protetor e guia é um tema central na Escritura, enfatizando Sua fidelidade e amor pelo Seu povo.","referencias_relacionadas":["Salmos 23:1","Isaías 41:10","Hebreus 13:5"]},"2cronicas_33_13_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e Senhor de todas as coisas.","explicacao_detalhada":"A palavra 'deus' neste contexto enfatiza a soberania e a autoridade de Deus sobre a vida e a história do povo de Israel. É um reconhecimento da sua capacidade de ouvir e responder às súplicas dos que se arrependem.","por_que_esta_palavra":"A palavra é utilizada para mostrar a relação direta entre o arrependimento de Manassés e a intervenção divina em sua vida.","conexao_teologica":"Deus é apresentado como aquele que perdoa e restaura, refletindo sua natureza misericordiosa e justa.","referencias_relacionadas":["Salmos 86:5","Isaías 55:7","Romanos 10:13"]},"2cronicas_33_13_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Indica a ação de escutar e prestar atenção, especialmente às súplicas e orações.","explicacao_detalhada":"Neste versículo, 'ouvir' implica que Deus não apenas escuta, mas também responde às orações de Manassés quando ele se volta para Ele em arrependimento.","por_que_esta_palavra":"A escolha da palavra 'ouvir' destaca a importância da comunicação entre o ser humano e Deus, mostrando que Ele está atento às nossas necessidades.","conexao_teologica":"A ideia de que Deus ouve as orações é central na teologia bíblica, refletindo a relação pessoal que os crentes têm com Ele.","referencias_relacionadas":["1 João 5:14","Salmos 34:17","Tiago 5:16"]},"2cronicas_33_13_graca":{"palavra_pt":"graca","palavra_original":"תְּחִנָּה","transliteracao":"tᵉchinnâh","strong":"H8467","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se ao favor imerecido que Deus concede aos seres humanos.","explicacao_detalhada":"A palavra 'graça' neste contexto enfatiza a misericórdia de Deus ao perdoar Manassés, que havia cometido muitos erros e pecados.","por_que_esta_palavra":"A inclusão da palavra 'graça' ressalta que o perdão de Deus não é baseado em méritos, mas na sua natureza amorosa.","conexao_teologica":"A graça é um tema central na Bíblia, mostrando como Deus se relaciona com a humanidade de forma amorosa e redentora.","referencias_relacionadas":["Efésios 2:8-9","Romanos 3:24","Tito 2:11"]},"2cronicas_33_14_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade específica, neste caso, Jerusalém, que é central na história de Israel.","explicacao_detalhada":"A menção da 'cidade' destaca a importância de Jerusalém como o centro do culto e da presença de Deus entre o seu povo.","por_que_esta_palavra":"A palavra 'cidade' é crucial para entender o contexto histórico e religioso em que Manassés estava inserido.","conexao_teologica":"Jerusalém é frequentemente vista como um símbolo da presença de Deus e do seu plano redentor para a humanidade.","referencias_relacionadas":["Salmos 48:1-2","Isaías 2:3","Mateus 5:35"]},"2cronicas_33_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou forma como algo é feito.","explicacao_detalhada":"Neste contexto, 'modo' pode se referir à maneira como Manassés reconstruiu a cidade e restaurou o culto a Deus.","por_que_esta_palavra":"A palavra é importante para entender que a restauração não foi apenas física, mas também espiritual.","conexao_teologica":"A forma como adoramos e servimos a Deus é fundamental para a nossa relação com Ele e para a saúde espiritual da comunidade.","referencias_relacionadas":["Colossenses 3:23","1 Coríntios 10:31","Romanos 12:1"]},"2cronicas_33_14_poderoso":{"palavra_pt":"poderoso","palavra_original":"בָּצַר","transliteracao":"bâtsar","strong":"H1219","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se à força e capacidade de Deus de agir em favor do seu povo.","explicacao_detalhada":"A palavra 'poderoso' enfatiza que Deus tem a autoridade e o poder para restaurar e proteger Jerusalém.","por_que_esta_palavra":"A utilização desta palavra destaca a confiança que Manassés deve ter tido ao buscar a ajuda de Deus.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, mostrando que Ele é capaz de realizar grandes coisas em favor dos que nele confiam.","referencias_relacionadas":["Salmos 147:5","Jeremias 32:17","Efésios 3:20"]},"2cronicas_33_15_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo, que é a casa de Deus, onde o culto é realizado.","explicacao_detalhada":"A palavra 'casa' neste contexto indica a importância do templo como o lugar de adoração e encontro com Deus.","por_que_esta_palavra":"A menção da 'casa' é significativa, pois representa a restauração do culto verdadeiro em Israel.","conexao_teologica":"O templo é um símbolo da presença de Deus entre o seu povo e da importância da adoração adequada.","referencias_relacionadas":["1 Reis 8:27","Salmos 122:1","Hebreus 10:21"]},"2cronicas_33_15_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou forma de adoração e serviço a Deus.","explicacao_detalhada":"Neste contexto, 'modo' pode se referir à forma como os rituais e sacrifícios eram realizados no templo.","por_que_esta_palavra":"A palavra é importante para entender que a adoração deve ser feita de maneira correta e reverente.","conexao_teologica":"A maneira como adoramos a Deus é fundamental para a nossa relação com Ele e para a saúde espiritual da comunidade.","referencias_relacionadas":["Salmos 29:2","Mateus 15:9","Hebreus 12:28"]},"2cronicas_33_15_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao lugar de sacrifício, onde as ofertas eram apresentadas a Deus.","explicacao_detalhada":"A palavra 'altar' é central para a adoração no Antigo Testamento, simbolizando a entrega e o sacrifício ao Senhor.","por_que_esta_palavra":"A menção do altar destaca a importância do sacrifício como meio de reconciliação com Deus.","conexao_teologica":"O altar representa a necessidade de sacrifício para a expiação dos pecados, um tema que culmina em Cristo.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"2cronicas_33_16_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"זָבַח","transliteracao":"zâbach","strong":"H2076","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se à oferta feita a Deus como ato de adoração e arrependimento.","explicacao_detalhada":"A palavra 'sacrifício' neste contexto enfatiza a importância de oferecer algo valioso a Deus como sinal de arrependimento e devoção.","por_que_esta_palavra":"A escolha da palavra 'sacrifício' é significativa, pois representa a resposta de Manassés ao perdão recebido.","conexao_teologica":"O sacrifício é um tema central na Bíblia, simbolizando a necessidade de expiação e a relação entre Deus e o homem.","referencias_relacionadas":["Levítico 1:3","Romanos 12:1","Hebreus 9:22"]},"2cronicas_33_16_mao":{"palavra_pt":"mao","palavra_original":"תּוֹדָה","transliteracao":"tôwdâh","strong":"H8426","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mao' refere-se a ações de gratidão e louvor a Deus.","explicacao_detalhada":"No contexto de 2 Crônicas 33:16, a palavra 'mao' é usada para descrever a ação de Manassés ao restaurar o culto ao Senhor, expressando sua gratidão e reconhecimento da soberania divina.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância do reconhecimento e da adoração a Deus após um período de desvio espiritual.","conexao_teologica":"A gratidão e o louvor são fundamentais na relação entre Deus e seu povo, refletindo a transformação espiritual e a restauração.","referencias_relacionadas":["Salmos 100:4","Salmos 107:22","Hebreus 13:15"]},"2cronicas_33_16_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"A palavra 'construir' refere-se à ação de restaurar o templo e a adoração ao Senhor.","explicacao_detalhada":"Em 2 Crônicas 33:16, 'construir' é usado para descrever a restauração do culto e do templo, simbolizando a volta ao caminho correto após um período de idolatria.","por_que_esta_palavra":"A construção do templo representa a importância da adoração a Deus e a centralidade do culto na vida do povo de Israel.","conexao_teologica":"A construção e a restauração do templo são símbolos da presença de Deus entre seu povo e da necessidade de um lugar sagrado para a adoração.","referencias_relacionadas":["1 Reis 6:1","Esdras 3:10","Mateus 21:12"]},"2cronicas_33_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que é invocado em adoração e súplica.","explicacao_detalhada":"No versículo, 'senhor' é usado para enfatizar a soberania de Deus sobre Israel e a importância de reconhecer seu domínio.","por_que_esta_palavra":"O uso do nome de Deus destaca a relação pessoal e a reverência que o povo deve ter em relação ao Criador.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando sua natureza, caráter e autoridade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"2cronicas_33_17_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência e à vitalidade que Deus dá ao seu povo.","explicacao_detalhada":"Em 2 Crônicas 33:17, 'vida' é usada para descrever a restauração espiritual e a nova vida que vem da obediência a Deus.","por_que_esta_palavra":"A vida é um presente de Deus, e a verdadeira vida é encontrada em comunhão com Ele.","conexao_teologica":"A vida espiritual é um tema central na Bíblia, onde a obediência a Deus resulta em bênçãos e vida abundante.","referencias_relacionadas":["João 10:10","Gálatas 2:20","Romanos 6:4"]},"2cronicas_33_17_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se ao povo de Israel, escolhido por Deus como seu povo especial.","explicacao_detalhada":"No contexto do versículo, 'povo' destaca a relação única entre Deus e Israel, enfatizando a responsabilidade do povo em seguir os caminhos do Senhor.","por_que_esta_palavra":"A identidade do povo de Deus é fundamental para entender a aliança e as promessas feitas a Israel.","conexao_teologica":"A noção de povo de Deus é central na narrativa bíblica, representando a comunidade que vive em obediência e adoração ao Senhor.","referencias_relacionadas":["Deuteronômio 7:6","1 Pedro 2:9","Romanos 9:25-26"]},"2cronicas_33_18_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação divina e à revelação de Deus ao seu povo.","explicacao_detalhada":"Em 2 Crônicas 33:18, 'palavra' é usada para enfatizar a importância da mensagem de Deus e a necessidade de ouvir e obedecer a sua vontade.","por_que_esta_palavra":"A palavra de Deus é vital para a vida espiritual, guiando e instruindo o povo em seus caminhos.","conexao_teologica":"A revelação de Deus por meio da palavra é um tema central na Bíblia, mostrando como Deus se comunica com a humanidade.","referencias_relacionadas":["Salmos 119:105","Isaías 40:8","Hebreus 4:12"]},"2cronicas_33_18_visao":{"palavra_pt":"visao","palavra_original":"חֹזֶה","transliteracao":"chôzeh","strong":"H2374","significado_raiz":"Ideia básica: visao.","significado_contextual":"A palavra 'visao' refere-se à percepção espiritual e à revelação que Deus concede aos profetas.","explicacao_detalhada":"No versículo, 'visao' é usada para descrever a capacidade de entender a vontade de Deus e as realidades espirituais.","por_que_esta_palavra":"A visão é essencial para discernir a direção de Deus e compreender seus planos para o povo.","conexao_teologica":"A visão profética é uma forma pela qual Deus se comunica com seu povo, revelando seu propósito e planos.","referencias_relacionadas":["Amós 3:7","Ezequiel 12:22-23","Atos 2:17"]},"2cronicas_33_18_descanso":{"palavra_pt":"descanso","palavra_original":"יֶתֶר","transliteracao":"yether","strong":"H3499","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' refere-se ao alívio e à paz que Deus oferece ao seu povo.","explicacao_detalhada":"Em 2 Crônicas 33:18, 'descanso' é usado para descrever a condição de paz e segurança que vem da obediência a Deus.","por_que_esta_palavra":"O descanso é um tema importante na Bíblia, simbolizando a confiança em Deus e a libertação das preocupações.","conexao_teologica":"O descanso em Deus é uma promessa de paz e segurança, refletindo a confiança na soberania divina.","referencias_relacionadas":["Mateus 11:28-30","Salmos 37:7","Hebreus 4:9-11"]},"2cronicas_33_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as ações e decisões são tomadas em conformidade com a vontade de Deus.","explicacao_detalhada":"No versículo, 'modo' é usado para enfatizar a importância de viver de acordo com os princípios divinos.","por_que_esta_palavra":"A maneira de viver é crucial para a vida espiritual e reflete a obediência a Deus.","conexao_teologica":"A vida cristã é caracterizada por um modo de viver que glorifica a Deus e reflete seu caráter.","referencias_relacionadas":["Colossenses 3:17","Romanos 12:1-2","Gálatas 5:16"]},"2cronicas_33_19_imagem":{"palavra_pt":"imagem","palavra_original":"אֲשֵׁרָה","transliteracao":"ʼăshêrâh","strong":"H842","significado_raiz":"Ideia básica: imagem.","significado_contextual":"A palavra 'imagem' refere-se a ídolos e representações que desviam o povo da adoração verdadeira a Deus.","explicacao_detalhada":"Em 2 Crônicas 33:19, 'imagem' é usada para descrever as práticas idólatras que Manassés havia introduzido, contrastando com a verdadeira adoração ao Senhor.","por_que_esta_palavra":"A imagem é um símbolo do desvio espiritual e da necessidade de retornar à adoração verdadeira.","conexao_teologica":"A idolatria é um tema recorrente na Bíblia, alertando sobre os perigos de desviar-se da adoração ao Deus verdadeiro.","referencias_relacionadas":["Êxodo 20:4-5","Salmos 115:4-8","1 João 5:21"]},"2cronicas_33_19_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' refere-se à transgressão da lei de Deus, um ato que separa o homem de sua comunhão com o Criador.","explicacao_detalhada":"No contexto de 2 Crônicas 33:19, o rei Manassés reconhece seus pecados e busca a misericórdia de Deus após um período de idolatria e desobediência. O 'pecado' aqui é visto como um obstáculo à restauração espiritual.","por_que_esta_palavra":"A palavra 'pecado' é fundamental para entender a necessidade de arrependimento e a busca pela reconciliação com Deus.","conexao_teologica":"O conceito de pecado é central na teologia cristã, pois enfatiza a necessidade de redenção através de Cristo.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:4"]},"2cronicas_33_20_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' implica um estado de paz e tranquilidade, frequentemente associado ao descanso após o trabalho ou a luta.","explicacao_detalhada":"Em 2 Crônicas 33:20, o descanso de Manassés após sua morte simboliza a conclusão de sua jornada e a paz que ele encontrou após o arrependimento.","por_que_esta_palavra":"O 'descanso' é um tema importante na Bíblia, representando não apenas a pausa física, mas também a paz espiritual que vem de estar em harmonia com Deus.","conexao_teologica":"O descanso é frequentemente associado ao conceito de salvação e ao descanso eterno prometido aos fiéis.","referencias_relacionadas":["Mateus 11:28","Hebreus 4:9-11","Salmos 23:2"]},"2cronicas_33_20_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"A palavra 'reinar' refere-se ao ato de governar, ter autoridade e exercer poder sobre um povo ou território.","explicacao_detalhada":"No versículo, o reinado de Manassés é um reflexo de sua posição como líder, mas também de sua responsabilidade diante de Deus e do povo.","por_que_esta_palavra":"Entender o 'reinar' é crucial para compreender a dinâmica entre liderança e responsabilidade espiritual na Bíblia.","conexao_teologica":"Cristo é descrito como Rei dos Reis, e o conceito de reinar é central na escatologia cristã.","referencias_relacionadas":["Apocalipse 19:16","Salmos 22:28","Isaías 9:6-7"]},"2cronicas_33_20_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' pode se referir tanto a uma estrutura física quanto ao lar espiritual e à comunidade de fé.","explicacao_detalhada":"Em 2 Crônicas 33:20, a 'casa' de Manassés representa não apenas seu lar, mas também o templo e a presença de Deus entre seu povo.","por_que_esta_palavra":"A 'casa' é um símbolo de segurança, pertencimento e a presença de Deus na vida dos crentes.","conexao_teologica":"A ideia de 'casa' é frequentemente usada para descrever a relação entre Deus e Seu povo, como em 'a casa de Israel'.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:6","1 Pedro 2:5"]},"2cronicas_33_21_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência, à continuidade da linhagem e à herança espiritual.","explicacao_detalhada":"Em 2 Crônicas 33:21, o 'filho' de Manassés, Amom, é mencionado como seu sucessor, destacando a importância da transmissão de valores e liderança.","por_que_esta_palavra":"O conceito de 'filho' é vital para entender a relação entre gerações e a responsabilidade de passar adiante a fé.","conexao_teologica":"Na teologia cristã, todos os crentes são considerados filhos de Deus, enfatizando a relação íntima entre Deus e Seus seguidores.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","Efésios 1:5"]},"2cronicas_33_21_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"A palavra 'reinar' novamente se refere ao ato de governar, especialmente no contexto da sucessão do trono.","explicacao_detalhada":"Neste versículo, o reinado de Amom é uma continuação do legado de Manassés, refletindo a continuidade da liderança e a responsabilidade diante de Deus.","por_que_esta_palavra":"A repetição da palavra 'reinar' enfatiza a importância da liderança e da responsabilidade espiritual na história de Israel.","conexao_teologica":"O reinado de Cristo é um tema central na escatologia, onde Ele reinará eternamente.","referencias_relacionadas":["1 Timóteo 6:15","Apocalipse 11:15","Salmos 145:13"]},"2cronicas_33_22_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada aqui em um contexto que pode se referir a uma ação ou um modo de fazer algo.","explicacao_detalhada":"Em 2 Crônicas 33:22, a palavra pode estar relacionada à forma como Amom se comportou em seu reinado, possivelmente refletindo uma atitude de desobediência.","por_que_esta_palavra":"A escolha da palavra 'urso' pode simbolizar a força ou a natureza do comportamento de Amom, que não seguiu os caminhos de seu pai.","conexao_teologica":"A natureza do comportamento humano é um tema recorrente na Bíblia, onde as ações têm consequências espirituais.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Provérbios 14:12"]},"2cronicas_33_22_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito, implicando em estilo ou abordagem.","explicacao_detalhada":"No contexto do versículo, o 'modo' pode se referir à forma como Amom governou, que foi marcada por desobediência e idolatria.","por_que_esta_palavra":"O 'modo' de agir é importante para entender a moralidade e a ética na liderança, especialmente em relação a Deus.","conexao_teologica":"A maneira como vivemos e governamos reflete nossa relação com Deus e os princípios que seguimos.","referencias_relacionadas":["Mateus 7:13-14","Tiago 1:22","Romanos 12:2"]},"2cronicas_33_22_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza percepção, visão e a capacidade de discernir entre o bem e o mal.","explicacao_detalhada":"Em 2 Crônicas 33:22, o 'olho' pode se referir à falta de discernimento de Amom ao seguir os caminhos de seu pai, que eram errados.","por_que_esta_palavra":"A visão espiritual é crucial para a liderança e para a vida cristã, onde devemos buscar a verdade e a sabedoria de Deus.","conexao_teologica":"A Bíblia frequentemente usa a metáfora do 'olho' para descrever a percepção espiritual e a necessidade de ver as coisas através da perspectiva de Deus.","referencias_relacionadas":["Mateus 6:22-23","Salmos 119:18","Efésios 1:18"]},"2cronicas_33_23_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade, à fidelidade e à conformidade com a vontade de Deus.","explicacao_detalhada":"No contexto de 2 Crônicas 33:23, a falta de verdade no coração de Amom é um reflexo de sua desobediência e idolatria.","por_que_esta_palavra":"A 'verdade' é essencial para a vida cristã, pois Jesus se apresenta como a Verdade, e conhecer a verdade liberta.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, enfatizando a importância de viver em conformidade com Seus princípios.","referencias_relacionadas":["João 8:32","Salmos 25:5","Efésios 4:15"]},"2cronicas_33_23_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à presença de Deus e à sua face voltada para o povo.","explicacao_detalhada":"O 'rosto' de Deus simboliza a sua atenção e favor. Quando a face de Deus está voltada para alguém, isso indica que Ele está ouvindo e respondendo às suas orações.","por_que_esta_palavra":"A palavra 'rosto' é usada para enfatizar a relação pessoal entre Deus e seu povo, mostrando que Ele se importa com suas vidas.","conexao_teologica":"A ideia do rosto de Deus é central na teologia bíblica, representando a comunhão e a presença divina entre os fiéis.","referencias_relacionadas":["Números 6:25","Salmos 67:1","Salmos 80:3"]},"2cronicas_33_23_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' é usado para designar a soberania e a autoridade de Deus.","explicacao_detalhada":"O nome de Deus, YHWH, é associado à sua natureza eterna e imutável, sendo um símbolo de sua aliança com o povo de Israel.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a relação de Deus com seu povo, indicando sua posição de autoridade e cuidado.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, refletindo sua santidade e a importância de invocar seu nome em adoração e oração.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"2cronicas_33_24_amor":{"palavra_pt":"amor","palavra_original":"קָשַׁר","transliteracao":"qâshar","strong":"H7194","significado_raiz":"Ideia básica: amor.","significado_contextual":"Refere-se ao amor de Deus que é incondicional e duradouro.","explicacao_detalhada":"O amor mencionado aqui implica um compromisso profundo e uma relação de fidelidade entre Deus e seu povo, que deve ser refletido nas ações humanas.","por_que_esta_palavra":"A palavra 'amor' é crucial para entender a natureza de Deus e como Ele se relaciona com a humanidade.","conexao_teologica":"O amor de Deus é um dos pilares da teologia cristã, sendo a base para a salvação e a vida em comunidade.","referencias_relacionadas":["1 João 4:8","Romanos 5:8","Salmos 136:1"]},"2cronicas_33_24_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à morte física e espiritual, simbolizando a separação de Deus.","explicacao_detalhada":"A morte é vista como consequência do pecado e a necessidade de reconciliação com Deus para a vida eterna.","por_que_esta_palavra":"A palavra 'morrer' é importante para entender a gravidade do pecado e a necessidade de redenção.","conexao_teologica":"A morte e a ressurreição de Cristo são centrais na fé cristã, oferecendo esperança de vida eterna.","referencias_relacionadas":["Romanos 6:23","João 3:16","1 Coríntios 15:22"]},"2cronicas_33_24_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar físico e à habitação espiritual de Deus entre seu povo.","explicacao_detalhada":"A 'casa' simboliza segurança, pertencimento e a presença de Deus, sendo um lugar de adoração e comunhão.","por_que_esta_palavra":"A palavra 'casa' é usada para enfatizar a importância da comunidade de fé e da habitação de Deus entre os homens.","conexao_teologica":"A ideia de casa é central na narrativa bíblica, refletindo a relação entre Deus e seu povo como uma família.","referencias_relacionadas":["Salmos 23:6","João 14:2","Hebreus 3:6"]},"2cronicas_33_25_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território físico e à herança prometida a Israel.","explicacao_detalhada":"A 'terra' é um símbolo da promessa de Deus e da fidelidade de suas promessas ao povo escolhido.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender a aliança de Deus com Israel e a importância do lugar na história da salvação.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, simbolizando a bênção e a presença de Deus.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Josué 1:3"]},"2cronicas_33_25_amor":{"palavra_pt":"amor","palavra_original":"קָשַׁר","transliteracao":"qâshar","strong":"H7194","significado_raiz":"Ideia básica: amor.","significado_contextual":"Refere-se ao amor que deve ser refletido nas relações humanas e na adoração a Deus.","explicacao_detalhada":"O amor é um mandamento central na vida do crente, refletindo a natureza de Deus e a relação com o próximo.","por_que_esta_palavra":"A repetição da palavra 'amor' enfatiza sua importância nas interações e na vida espiritual.","conexao_teologica":"O amor é a essência da lei de Deus e a base para a vida cristã.","referencias_relacionadas":["Mateus 22:37-39","1 Coríntios 13:4-7","Gálatas 5:22-23"]},"2cronicas_33_25_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e ao governo de um líder sobre o povo.","explicacao_detalhada":"O 'rei' é um símbolo de liderança e responsabilidade, representando a soberania de Deus sobre a história.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a estrutura social e espiritual de Israel, bem como a expectativa messiânica.","conexao_teologica":"A figura do rei é central na narrativa bíblica, apontando para Cristo como o Rei dos Reis.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]}}