{"2cronicas_34_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência e à continuidade da linhagem real.","explicacao_detalhada":"A palavra 'filho' implica herança, responsabilidade e a continuidade das promessas de Deus através das gerações.","por_que_esta_palavra":"A palavra 'filho' é importante para entender a relação familiar e a transmissão de valores e fé.","conexao_teologica":"A ideia de filho é central na teologia da adoção e na relação entre Cristo e os crentes.","referencias_relacionadas":["Salmos 127:3","Romanos 8:15","Gálatas 4:6"]},"2cronicas_34_1_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Refere-se ao ato de governar e liderar o povo de acordo com a vontade de Deus.","explicacao_detalhada":"O 'reinar' implica responsabilidade e a necessidade de buscar a justiça e a retidão em um governo.","por_que_esta_palavra":"A palavra 'reinar' é fundamental para entender a função do líder e a expectativa de Deus para com os governantes.","conexao_teologica":"O reinado de Cristo é um tema central na escatologia, representando a realização do reino de Deus.","referencias_relacionadas":["Salmos 145:13","Isaías 9:6-7","Apocalipse 11:15"]},"2cronicas_34_1_thirty":{"palavra_pt":"thirty","palavra_original":"שְׁלוֹשִׁים","transliteracao":"shᵉlôwshîym","strong":"H7970","significado_raiz":"Ideia básica: thirty.","significado_contextual":"Refere-se à idade de Josias quando começou a reinar.","explicacao_detalhada":"A palavra 'thirty' indica que Josias tinha trinta anos quando ascendeu ao trono de Judá, um marco importante na narrativa de sua vida e reinado.","por_que_esta_palavra":"A idade de trinta anos é significativa na cultura judaica, pois é um momento de maturidade e responsabilidade.","conexao_teologica":"A ascensão de Josias aos trinta anos simboliza um novo começo e a possibilidade de renovação espiritual em Judá.","referencias_relacionadas":["2 Reis 22:1","2 Crônicas 34:1","Ezequiel 1:1"]},"2cronicas_34_2_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada para descrever a ação de fazer ou realizar algo.","explicacao_detalhada":"Neste contexto, 'urso' refere-se ao ato de fazer ou estabelecer, possivelmente relacionado às reformas que Josias implementou.","por_que_esta_palavra":"A escolha do verbo 'urso' enfatiza a ação e a determinação de Josias em seguir os caminhos do Senhor.","conexao_teologica":"A obediência a Deus é frequentemente associada a ações concretas, e Josias é um exemplo de um rei que agiu segundo a vontade divina.","referencias_relacionadas":["2 Crônicas 34:2","Deuteronômio 6:5","Salmos 119:4"]},"2cronicas_34_2_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho ou à maneira de viver que Josias escolheu.","explicacao_detalhada":"A palavra 'vida' implica na escolha de seguir o caminho de Deus, que é a verdadeira vida segundo a perspectiva bíblica.","por_que_esta_palavra":"A vida em conformidade com a lei de Deus é central para a fé israelita e representa a busca pela santidade.","conexao_teologica":"A vida em Deus é um tema recorrente na Bíblia, onde seguir Seus caminhos resulta em bênçãos e prosperidade.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","Mateus 7:14"]},"2cronicas_34_2_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"Simboliza a percepção e a visão espiritual de Josias.","explicacao_detalhada":"A palavra 'olho' pode representar a capacidade de discernir a verdade e a vontade de Deus em meio à corrupção.","por_que_esta_palavra":"A visão espiritual é crucial para um líder, especialmente em tempos de apostasia, como era o caso de Judá.","conexao_teologica":"A Bíblia frequentemente usa a metáfora do olho para descrever a capacidade de ver e entender as coisas espirituais.","referencias_relacionadas":["Mateus 6:22","Salmos 119:18","Efésios 1:18"]},"2cronicas_34_3_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, a quem Josias buscou servir.","explicacao_detalhada":"A palavra 'deus' é central na fé israelita e representa a soberania e a autoridade divina sobre o povo.","por_que_esta_palavra":"A adoração ao Deus verdadeiro é fundamental para a identidade de Israel e para a legitimidade do reinado de Josias.","conexao_teologica":"A relação entre Deus e Seu povo é um tema central na Bíblia, enfatizando a importância da fidelidade e da obediência.","referencias_relacionadas":["Êxodo 20:2-3","Deuteronômio 6:4","Salmos 46:1"]},"2cronicas_34_3_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"Refere-se à pureza de coração e à intenção de Josias em servir a Deus.","explicacao_detalhada":"A palavra 'puro' implica em uma devoção sincera e sem hipocrisia, essencial para a liderança espiritual.","por_que_esta_palavra":"A pureza é um requisito para aqueles que desejam se aproximar de Deus e liderar Seu povo.","conexao_teologica":"A pureza de coração é frequentemente mencionada nas Escrituras como uma condição para ver a Deus.","referencias_relacionadas":["Mateus 5:8","Salmos 24:4","Tiago 4:8"]},"2cronicas_34_3_imagem":{"palavra_pt":"imagem","palavra_original":"אֲשֵׁרָה","transliteracao":"ʼăshêrâh","strong":"H842","significado_raiz":"Ideia básica: imagem.","significado_contextual":"Refere-se à idolatria que Josias combateu durante seu reinado.","explicacao_detalhada":"A palavra 'imagem' é usada para descrever os ídolos que foram removidos como parte das reformas religiosas.","por_que_esta_palavra":"A destruição das imagens é um ato de purificação e retorno à adoração verdadeira ao Deus de Israel.","conexao_teologica":"A luta contra a idolatria é um tema recorrente na Bíblia, simbolizando a necessidade de pureza na adoração.","referencias_relacionadas":["Êxodo 20:4-5","Deuteronômio 12:3","1 Reis 14:23"]},"2cronicas_34_4_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"זָבַח","transliteracao":"zâbach","strong":"H2076","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se aos sacrifícios que eram oferecidos a Deus como parte do culto.","explicacao_detalhada":"A palavra 'sacrifício' é central na adoração israelita, simbolizando a expiação e a devoção a Deus.","por_que_esta_palavra":"Os sacrifícios eram uma maneira de expressar arrependimento e buscar a reconciliação com Deus.","conexao_teologica":"O sacrifício é um tema importante que prefigura o sacrifício de Cristo na Nova Aliança.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"2cronicas_34_4_imagem":{"palavra_pt":"imagem","palavra_original":"אֲשֵׁרָה","transliteracao":"ʼăshêrâh","strong":"H842","significado_raiz":"Ideia básica: imagem.","significado_contextual":"Refere-se novamente à idolatria que Josias se esforçou para erradicar.","explicacao_detalhada":"A repetição da palavra 'imagem' enfatiza a gravidade da idolatria e a necessidade de purificação do culto.","por_que_esta_palavra":"A destruição das imagens é um ato de restauração da verdadeira adoração a Deus.","conexao_teologica":"A luta contra a idolatria é essencial para a santidade do povo de Deus e sua relação com Ele.","referencias_relacionadas":["Deuteronômio 7:5","2 Reis 23:4","Isaías 44:9"]},"2cronicas_34_4_destruir":{"palavra_pt":"destruir","palavra_original":"נָתַץ","transliteracao":"nâthats","strong":"H5422","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de eliminar ídolos e práticas idólatras.","explicacao_detalhada":"A palavra 'destruir' implica em uma ação decisiva e radical contra a idolatria que permeava Judá.","por_que_esta_palavra":"A destruição é necessária para restaurar a pureza do culto e a adoração ao Deus verdadeiro.","conexao_teologica":"A destruição de ídolos é um símbolo da purificação espiritual e do retorno à fidelidade a Deus.","referencias_relacionadas":["2 Reis 23:24","Ezequiel 14:6","Miquéias 5:13"]},"2cronicas_34_5_osso":{"palavra_pt":"osso","palavra_original":"עֶצֶם","transliteracao":"ʻetsem","strong":"H6106","significado_raiz":"Ideia básica: osso.","significado_contextual":"Refere-se à parte do corpo que é essencial para a estrutura e a vida.","explicacao_detalhada":"Os ossos são fundamentais para a sustentação do corpo humano e simbolizam força e durabilidade. No contexto bíblico, o osso também pode representar a essência de algo, como em 'ossos dos meus ossos'.","por_que_esta_palavra":"A palavra 'osso' é utilizada para enfatizar a solidez e a permanência, além de estar ligada à ideia de vida e vitalidade.","conexao_teologica":"Os ossos podem simbolizar a ressurreição e a restauração, como em Ezequiel 37, onde os ossos secos ganham vida.","referencias_relacionadas":["Gênesis 2:23","Ezequiel 37:1-14","Salmos 34:20"]},"2cronicas_34_5_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"Refere-se à condição de estar livre de impurezas ou contaminações.","explicacao_detalhada":"A pureza é um conceito central na lei mosaica, onde objetos e pessoas deveriam ser considerados puros para se aproximar de Deus. A pureza ritual é essencial para a adoração.","por_que_esta_palavra":"A palavra 'puro' é usada para descrever a santidade necessária para o culto e a comunhão com Deus.","conexao_teologica":"A pureza é um reflexo da santidade de Deus e é um chamado para os crentes viverem em santidade.","referencias_relacionadas":["Levítico 11:44","Salmos 51:10","Mateus 5:8"]},"2cronicas_34_5_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se a uma pessoa designada para servir no templo e realizar sacrifícios.","explicacao_detalhada":"Os sacerdotes eram mediadores entre Deus e o povo, responsáveis por manter a santidade do culto e a prática das leis religiosas.","por_que_esta_palavra":"A palavra 'sacerdote' é crucial para entender a estrutura religiosa do Antigo Testamento e a importância do serviço no templo.","conexao_teologica":"Jesus é descrito como nosso sumo sacerdote, que intercede por nós diante de Deus.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:1-3","Hebreus 4:14-16"]},"2cronicas_34_6_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local habitado, geralmente cercado e organizado.","explicacao_detalhada":"As cidades na Bíblia muitas vezes simbolizam segurança, comunidade e a presença de Deus. Jerusalém, por exemplo, é a cidade santa.","por_que_esta_palavra":"A palavra 'cidade' é usada para descrever não apenas um lugar físico, mas também um espaço de vida comunitária e espiritual.","conexao_teologica":"A cidade de Deus é um tema recorrente na Bíblia, simbolizando a habitação de Deus entre seu povo.","referencias_relacionadas":["Salmos 46:4","Isaías 65:18","Apocalipse 21:2"]},"2cronicas_34_6_filho":{"palavra_pt":"filho","palavra_original":"אֶפְרַיִם","transliteracao":"ʼEphrayim","strong":"H669","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou progenitura.","explicacao_detalhada":"A palavra 'filho' é frequentemente usada para descrever relações familiares, mas também pode simbolizar herança e continuidade da fé.","por_que_esta_palavra":"A palavra 'filho' é importante para entender a relação entre Deus e seu povo, que é frequentemente descrito como filhos de Deus.","conexao_teologica":"A filiação é um tema central no Novo Testamento, onde os crentes são chamados de filhos de Deus através de Cristo.","referencias_relacionadas":["Gênesis 1:26","Romanos 8:14","Gálatas 3:26"]},"2cronicas_34_6_tribo":{"palavra_pt":"tribo","palavra_original":"שִׁמְעוֹן","transliteracao":"Shimʻôwn","strong":"H8095","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se a um dos grupos familiares ou clãs que formavam a nação de Israel.","explicacao_detalhada":"As tribos de Israel eram fundamentais para a organização social e política do povo, cada uma com suas próprias características e heranças.","por_que_esta_palavra":"A palavra 'tribo' é usada para enfatizar a identidade coletiva e a herança espiritual do povo de Deus.","conexao_teologica":"A ideia de tribo é importante para entender a promessa de Deus a Israel e a diversidade dentro da unidade do povo de Deus.","referencias_relacionadas":["Números 1:2","Josué 14:1","Apocalipse 7:4-8"]},"2cronicas_34_7_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao local de sacrifício e adoração a Deus.","explicacao_detalhada":"Os altares eram centrais na adoração do Antigo Testamento, onde os sacrifícios eram oferecidos como expiação pelos pecados.","por_que_esta_palavra":"A palavra 'altar' simboliza a necessidade de sacrifício e a busca de reconciliação com Deus.","conexao_teologica":"O altar é um símbolo da obra redentora de Cristo, que se ofereceu como sacrifício perfeito.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"2cronicas_34_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Em 2 Crônicas 34:7, \"modo\" aparece na frase \"E, tendo derrubado os altares, e os bosques, e as imagens de escultura, até reduzi-los a pó, e tendo despedaçado todas as imagens do sol em…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּל; kôl; H3605), \"modo\" traz a ideia de modo. Aqui, essa palavra deixa o ensino de 2 Crônicas 34:7 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"modo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em 2 Crônicas 35:18. Lendo junto com 2 Crônicas 34:7, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["2 Crônicas 34:7","2 Crônicas 35:18","Salmos 119:105"]},"2cronicas_34_7_imagem":{"palavra_pt":"imagem","palavra_original":"אֲשֵׁרָה","transliteracao":"ʼăshêrâh","strong":"H842","significado_raiz":"Ideia básica: imagem.","significado_contextual":"Refere-se a representações físicas que podem ser adoradas ou veneradas.","explicacao_detalhada":"As imagens são frequentemente associadas à idolatria, que é condenada na Bíblia. A adoração de imagens é vista como uma violação do primeiro mandamento.","por_que_esta_palavra":"A palavra 'imagem' é usada para alertar sobre os perigos da idolatria e a necessidade de adorar somente a Deus.","conexao_teologica":"A proibição de imagens é um chamado à pureza na adoração e à exclusividade de Deus como objeto de culto.","referencias_relacionadas":["Êxodo 20:4-5","Deuteronômio 5:8-9","1 João 5:21"]},"2cronicas_34_8_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"Refere-se à condição de estar livre de impurezas ou contaminações.","explicacao_detalhada":"A pureza é um conceito central na lei mosaica, onde objetos e pessoas deveriam ser considerados puros para se aproximar de Deus. A pureza ritual é essencial para a adoração.","por_que_esta_palavra":"A palavra 'puro' é usada para descrever a santidade necessária para o culto e a comunhão com Deus.","conexao_teologica":"A pureza é um reflexo da santidade de Deus e é um chamado para os crentes viverem em santidade.","referencias_relacionadas":["Levítico 11:44","Salmos 51:10","Mateus 5:8"]},"2cronicas_34_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à região geográfica em que o povo de Israel habitava.","explicacao_detalhada":"A palavra 'terra' é usada frequentemente na Bíblia para descrever não apenas a geografia física, mas também a herança e a promessa de Deus ao Seu povo. Neste contexto, a terra é o cenário onde as ações de Deus se desenrolam e onde o povo de Israel vive suas experiências com Ele.","por_que_esta_palavra":"A terra é um elemento central na história de Israel, simbolizando a promessa de Deus e a identidade do povo.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, representando a fidelidade de Deus às Suas promessas e a relação do povo com Ele.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Deuteronômio 8:7-10"]},"2cronicas_34_8_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a um edifício ou estrutura que serve como moradia ou lugar de adoração.","explicacao_detalhada":"A palavra 'casa' pode se referir tanto a uma residência física quanto ao Templo, que é considerado a casa de Deus. Neste contexto, a casa é um lugar de encontro com Deus e de realização de atos de culto.","por_que_esta_palavra":"A casa simboliza segurança, pertencimento e a presença de Deus entre o Seu povo.","conexao_teologica":"A ideia de casa é fundamental na teologia bíblica, representando a habitação de Deus entre os homens e a comunhão que Ele deseja ter com Seu povo.","referencias_relacionadas":["Salmos 127:1","1 Reis 6:1","Mateus 21:13"]},"2cronicas_34_9_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se a um membro da tribo de Levi que serve como intermediário entre Deus e o povo.","explicacao_detalhada":"Os sacerdotes desempenhavam um papel crucial na adoração e nos rituais do Antigo Testamento, oferecendo sacrifícios e ensinando a Lei. Neste contexto, a menção do sacerdote destaca a importância da mediação e do culto adequado a Deus.","por_que_esta_palavra":"A figura do sacerdote é essencial para entender a relação entre Deus e o povo, enfatizando a necessidade de intercessão e sacrifício.","conexao_teologica":"O sacerdócio é um tema que culmina em Cristo, nosso Sumo Sacerdote, que oferece um sacrifício perfeito.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:1-3","Hebreus 4:14-16"]},"2cronicas_34_9_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de invocar ou pedir algo com fervor.","explicacao_detalhada":"Neste contexto, clamar implica um apelo sincero a Deus, buscando Sua ajuda ou intervenção. É uma expressão de dependência e necessidade.","por_que_esta_palavra":"Clamar a Deus é um ato de fé que reconhece Sua soberania e poder para agir em situações difíceis.","conexao_teologica":"A oração e o clamor a Deus são temas centrais na vida espiritual, mostrando a relação íntima entre o crente e o Criador.","referencias_relacionadas":["Salmos 34:17","Jeremias 33:3","Romanos 10:13"]},"2cronicas_34_9_sangue":{"palavra_pt":"sangue","palavra_original":"סַף","transliteracao":"çaph","strong":"H5592","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se ao fluido vital que simboliza vida e sacrifício.","explicacao_detalhada":"O sangue é um símbolo poderoso na Bíblia, representando a vida e a expiação dos pecados. Neste contexto, pode estar relacionado a sacrifícios que eram oferecidos para a purificação do povo.","por_que_esta_palavra":"O sangue é essencial para a compreensão da redenção e do sacrifício de Cristo, que derramou Seu sangue por nós.","conexao_teologica":"O sangue de Cristo é o cumprimento da antiga aliança e a base da nova aliança, trazendo perdão e reconciliação.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:18-19"]},"2cronicas_34_10_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de invocar ou pedir algo com fervor.","explicacao_detalhada":"Assim como em outras menções, clamar implica um apelo sincero a Deus, buscando Sua ajuda ou intervenção. É uma expressão de dependência e necessidade.","por_que_esta_palavra":"Clamar a Deus é um ato de fé que reconhece Sua soberania e poder para agir em situações difíceis.","conexao_teologica":"A oração e o clamor a Deus são temas centrais na vida espiritual, mostrando a relação íntima entre o crente e o Criador.","referencias_relacionadas":["Salmos 34:17","Jeremias 33:3","Romanos 10:13"]},"2cronicas_34_10_obra":{"palavra_pt":"obra","palavra_original":"מְלָאכָה","transliteracao":"mᵉlâʼkâh","strong":"H4399","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se a uma atividade ou trabalho realizado, especialmente em relação ao serviço a Deus.","explicacao_detalhada":"A palavra 'obra' neste contexto pode se referir às ações realizadas em nome de Deus, incluindo a construção e a restauração do Templo. É um lembrete da importância do trabalho diligente no serviço ao Senhor.","por_que_esta_palavra":"As obras são uma expressão da fé e da obediência a Deus, refletindo o caráter e a missão do povo de Deus.","conexao_teologica":"As boas obras são o resultado da fé genuína e são preparadas por Deus para que andemos nelas.","referencias_relacionadas":["Efésios 2:10","Colossenses 3:23","Tiago 2:17"]},"2cronicas_34_10_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a um edifício ou estrutura que serve como moradia ou lugar de adoração.","explicacao_detalhada":"A palavra 'casa' pode se referir tanto a uma residência física quanto ao Templo, que é considerado a casa de Deus. Neste contexto, a casa é um lugar de encontro com Deus e de realização de atos de culto.","por_que_esta_palavra":"A casa simboliza segurança, pertencimento e a presença de Deus entre o Seu povo.","conexao_teologica":"A ideia de casa é fundamental na teologia bíblica, representando a habitação de Deus entre os homens e a comunhão que Ele deseja ter com Seu povo.","referencias_relacionadas":["Salmos 127:1","1 Reis 6:1","Mateus 21:13"]},"2cronicas_34_11_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de invocar ou pedir algo com fervor.","explicacao_detalhada":"Neste contexto, clamar implica um apelo sincero a Deus, buscando Sua ajuda ou intervenção. É uma expressão de dependência e necessidade.","por_que_esta_palavra":"Clamar a Deus é um ato de fé que reconhece Sua soberania e poder para agir em situações difíceis.","conexao_teologica":"A oração e o clamor a Deus são temas centrais na vida espiritual, mostrando a relação íntima entre o crente e o Criador.","referencias_relacionadas":["Salmos 34:17","Jeremias 33:3","Romanos 10:13"]},"2cronicas_34_11_criar":{"palavra_pt":"criar","palavra_original":"קָנָה","transliteracao":"qânâh","strong":"H7069","significado_raiz":"Ideia básica: criar.","significado_contextual":"Refere-se ao ato de trazer algo à existência ou de formar algo novo.","explicacao_detalhada":"A palavra 'criar' neste contexto pode se referir à ação de Deus em trazer à existência o que não existia, ou à restauração de algo que estava em ruínas. É um ato de poder e criatividade divina.","por_que_esta_palavra":"Criar é um ato que revela a soberania e a autoridade de Deus sobre todas as coisas.","conexao_teologica":"A criação é um tema central na Bíblia, refletindo a natureza de Deus como Criador e a relação do homem com a criação.","referencias_relacionadas":["Gênesis 1:1","Isaías 43:7","2 Coríntios 5:17"]},"2cronicas_34_11_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo de Deus, que é considerado a casa do Senhor.","explicacao_detalhada":"A palavra 'casa' neste contexto é usada para descrever o local sagrado onde Deus habita entre o Seu povo. O templo é visto como um espaço de adoração e comunhão com Deus.","por_que_esta_palavra":"A casa é um símbolo da presença de Deus e da relação entre Ele e o Seu povo. É um lugar de sacrifício e oração.","conexao_teologica":"A casa do Senhor representa a habitação de Deus entre os homens e a importância da adoração coletiva.","referencias_relacionadas":["Salmos 27:4","1 Reis 8:27","Isaías 56:7"]},"2cronicas_34_12_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, especialmente no contexto de liderança e responsabilidade.","explicacao_detalhada":"A palavra 'homem' é utilizada para enfatizar a dignidade e o papel do ser humano na obra de Deus, especialmente em tarefas de liderança e serviço.","por_que_esta_palavra":"O uso da palavra 'homem' destaca a importância da responsabilidade individual e coletiva na construção do templo e na adoração a Deus.","conexao_teologica":"A dignidade do homem é um tema central na teologia, refletindo a imagem de Deus em cada ser humano.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4-5","1 Pedro 2:9"]},"2cronicas_34_12_obra":{"palavra_pt":"obra","palavra_original":"מְלָאכָה","transliteracao":"mᵉlâʼkâh","strong":"H4399","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se ao trabalho ou atividade realizada, especialmente em relação à construção do templo.","explicacao_detalhada":"A palavra 'obra' implica em esforço e dedicação, destacando a importância do trabalho manual e espiritual na edificação do templo.","por_que_esta_palavra":"A obra é vista como um ato de serviço a Deus, refletindo a devoção e o compromisso do povo com a Sua casa.","conexao_teologica":"A obra de Deus é uma extensão do Seu caráter criativo e redentor, e cada ato de serviço é um reflexo da adoração.","referencias_relacionadas":["Efésios 2:10","Colossenses 3:23-24","1 Coríntios 15:58"]},"2cronicas_34_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira como as coisas são feitas, especialmente em relação ao serviço no templo.","explicacao_detalhada":"A palavra 'modo' enfatiza a importância da ordem e da reverência nas práticas de adoração e serviço a Deus.","por_que_esta_palavra":"O modo de realizar as atividades no templo reflete a santidade do espaço e a seriedade do serviço a Deus.","conexao_teologica":"A maneira como adoramos a Deus deve ser guiada pela Sua Palavra e pela reverência que Ele merece.","referencias_relacionadas":["Êxodo 25:9","1 Crônicas 15:13","Hebreus 12:28-29"]},"2cronicas_34_14_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se aos líderes espirituais que servem no templo e intercedem pelo povo diante de Deus.","explicacao_detalhada":"A palavra 'sacerdote' é fundamental para entender o papel mediador entre Deus e o povo, realizando sacrifícios e conduzindo adorações.","por_que_esta_palavra":"Os sacerdotes eram responsáveis por manter a santidade do templo e guiar o povo na adoração correta a Deus.","conexao_teologica":"O sacerdócio é um símbolo do ministério de Cristo, que é nosso Sumo Sacerdote.","referencias_relacionadas":["Hebreus 4:14-16","1 Pedro 2:9","Êxodo 28:1"]},"2cronicas_34_14_prata":{"palavra_pt":"prata","palavra_original":"כֶּסֶף","transliteracao":"keçeph","strong":"H3701","significado_raiz":"Ideia básica: prata.","significado_contextual":"Refere-se ao metal precioso usado para a construção e manutenção do templo.","explicacao_detalhada":"A palavra 'prata' simboliza valor e riqueza, destacando a importância dos recursos dedicados à casa de Deus.","por_que_esta_palavra":"A prata é um símbolo de dedicação e sacrifício, representando o que é precioso para Deus e para o Seu povo.","conexao_teologica":"Os recursos materiais devem ser usados para a glória de Deus, refletindo a prioridade do Reino em nossas vidas.","referencias_relacionadas":["1 Crônicas 29:3","Salmos 119:72","Mateus 6:21"]},"2cronicas_34_14_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se novamente ao templo, enfatizando sua importância na adoração a Deus.","explicacao_detalhada":"A repetição da palavra 'casa' reforça a centralidade do templo na vida espiritual do povo de Israel.","por_que_esta_palavra":"A casa do Senhor é um lugar de encontro, adoração e sacrifício, essencial para a vida comunitária de fé.","conexao_teologica":"A casa de Deus é um símbolo da presença divina e da comunhão entre Deus e Seu povo.","referencias_relacionadas":["Salmos 84:1-2","Isaías 2:3","Mateus 21:13"]},"2cronicas_34_15_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à capacidade de ver, tanto fisicamente quanto espiritualmente.","explicacao_detalhada":"A palavra 'olho' simboliza percepção e entendimento, especialmente no contexto da revelação divina.","por_que_esta_palavra":"O olho é uma metáfora para a capacidade de discernir a vontade de Deus e a realidade espiritual ao nosso redor.","conexao_teologica":"A visão espiritual é essencial para compreender as verdades de Deus e viver de acordo com Sua vontade.","referencias_relacionadas":["Mateus 6:22-23","Efésios 1:18","Apocalipse 3:18"]},"2cronicas_34_15_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se novamente ao templo, enfatizando sua importância na adoração a Deus.","explicacao_detalhada":"A repetição da palavra 'casa' reforça a centralidade do templo na vida espiritual do povo de Israel.","por_que_esta_palavra":"A casa do Senhor é um lugar de encontro, adoração e sacrifício, essencial para a vida comunitária de fé.","conexao_teologica":"A casa de Deus é um símbolo da presença divina e da comunhão entre Deus e Seu povo.","referencias_relacionadas":["Salmos 84:1-2","Isaías 2:3","Mateus 21:13"]},"2cronicas_34_15_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de invocar ou pedir a Deus, especialmente em momentos de necessidade.","explicacao_detalhada":"A palavra 'dar' neste contexto é usada para descrever a ação de oferecer algo a Deus, seja em oração ou em sacrifício.","por_que_esta_palavra":"Clamar a Deus é um ato de fé e dependência, reconhecendo Sua soberania e poder.","conexao_teologica":"A oração é um meio de comunicação com Deus, essencial para a vida espiritual e a relação com o Criador.","referencias_relacionadas":["Salmos 34:17","Romanos 10:13","1 João 5:14"]},"2cronicas_34_16_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' refere-se à autoridade máxima em Israel, que deveria governar com justiça e temor a Deus.","explicacao_detalhada":"No contexto de 2 Crônicas 34, o rei Josias é mencionado como um líder que busca restaurar a adoração verdadeira a Deus após a descoberta do Livro da Lei. A figura do rei é central para a manutenção da aliança entre Deus e o povo.","por_que_esta_palavra":"A palavra 'rei' é usada para enfatizar a responsabilidade do governante em liderar o povo segundo os preceitos divinos.","conexao_teologica":"A realeza de Josias simboliza a esperança de restauração e renovação espiritual em Israel, refletindo a soberania de Deus sobre a nação.","referencias_relacionadas":["2 Crônicas 34:1-3","1 Reis 12:6-7","Salmos 72:1-2"]},"2cronicas_34_16_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' indica a ação de chamar alguém para um encontro ou para uma tarefa específica.","explicacao_detalhada":"Neste versículo, a ação de chamar é crucial para a convocação dos sacerdotes e levitas, que têm um papel importante na restauração do culto a Deus.","por_que_esta_palavra":"A escolha da palavra 'vir' destaca a importância da obediência e da resposta ao chamado divino.","conexao_teologica":"A convocação para a obra de Deus é um tema recorrente na Bíblia, mostrando que Deus chama pessoas para cumprir Seus propósitos.","referencias_relacionadas":["Isaías 6:8","Mateus 4:19","Romanos 8:30"]},"2cronicas_34_16_livro":{"palavra_pt":"livro","palavra_original":"סֵפֶר","transliteracao":"çêpher","strong":"H5612","significado_raiz":"Ideia básica: livro.","significado_contextual":"O 'livro' mencionado é o Livro da Lei, que contém as instruções de Deus para o povo de Israel.","explicacao_detalhada":"A descoberta do Livro da Lei por Hilquias é um ponto de virada na história de Judá, pois leva à reforma religiosa sob o reinado de Josias.","por_que_esta_palavra":"A palavra 'livro' simboliza a revelação de Deus e a importância de seguir Seus mandamentos.","conexao_teologica":"A centralidade das Escrituras na vida do povo de Deus é fundamental para a compreensão da aliança e da obediência.","referencias_relacionadas":["Deuteronômio 31:24-26","Salmos 119:105","2 Timóteo 3:16-17"]},"2cronicas_34_17_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A 'casa' refere-se ao templo, que é o local de adoração e sacrifício a Deus.","explicacao_detalhada":"A menção da casa destaca a importância do templo como o centro da vida espiritual de Israel e a necessidade de sua purificação e restauração.","por_que_esta_palavra":"A palavra 'casa' é usada para enfatizar a presença de Deus entre Seu povo e a necessidade de um lugar adequado para a adoração.","conexao_teologica":"O templo é um símbolo da habitação de Deus entre os homens, refletindo a relação de proximidade que Ele deseja ter com Seu povo.","referencias_relacionadas":["1 Reis 6:1","Salmos 84:1-2","Hebreus 9:24"]},"2cronicas_34_17_obra":{"palavra_pt":"obra","palavra_original":"מְלָאכָה","transliteracao":"mᵉlâʼkâh","strong":"H4399","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se às atividades e esforços realizados para a restauração do templo e da adoração a Deus.","explicacao_detalhada":"Neste contexto, a obra é vista como um esforço coletivo para restaurar a verdadeira adoração e cumprir a vontade de Deus.","por_que_esta_palavra":"A palavra 'obra' é importante para mostrar que a fé deve ser acompanhada de ações concretas em obediência a Deus.","conexao_teologica":"A relação entre fé e obras é um tema central na Bíblia, onde a verdadeira fé se manifesta em ações que glorificam a Deus.","referencias_relacionadas":["Efésios 2:10","Tiago 2:17","Colossenses 3:23"]},"2cronicas_34_17_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' refere-se à ação de Deus em libertar Seu povo da idolatria e da desobediência.","explicacao_detalhada":"Neste contexto, a libertação é um tema importante, pois Josias busca restaurar a pureza do culto e afastar as práticas idólatras.","por_que_esta_palavra":"A palavra 'libertar' enfatiza a ação redentora de Deus na vida de Seu povo, trazendo-os de volta à verdadeira adoração.","conexao_teologica":"A libertação é um aspecto fundamental da salvação, refletindo a obra de Cristo em libertar os crentes do pecado.","referencias_relacionadas":["Salmos 34:17","Isaías 61:1","Gálatas 5:1"]},"2cronicas_34_18_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A repetição da palavra 'rei' reforça a importância da liderança de Josias na restauração espiritual de Judá.","explicacao_detalhada":"Josias, como rei, tem a responsabilidade de guiar o povo de volta a Deus e à obediência à Sua Palavra.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica de liderança e a influência que um governante pode ter sobre a nação.","conexao_teologica":"A figura do rei é um símbolo da liderança divina, onde Cristo é o Rei dos Reis que governa com justiça e amor.","referencias_relacionadas":["2 Crônicas 34:1-3","1 Samuel 8:5","Apocalipse 19:16"]},"2cronicas_34_18_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O 'sacerdote' é a figura responsável por interceder pelo povo e conduzir o culto a Deus.","explicacao_detalhada":"No contexto de 2 Crônicas 34, os sacerdotes desempenham um papel vital na restauração do culto e na aplicação da Lei.","por_que_esta_palavra":"A palavra 'sacerdote' destaca a importância do ministério sacerdotal na mediação entre Deus e o povo.","conexao_teologica":"A figura do sacerdote aponta para Cristo, nosso Sumo Sacerdote, que intercede por nós diante de Deus.","referencias_relacionadas":["Êxodo 28:1","Hebreus 4:14-16","1 Pedro 2:9"]},"2cronicas_34_18_palavra":{"palavra_pt":"palavra","palavra_original":"נָגַד","transliteracao":"nâgad","strong":"H5046","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação de Deus ao Seu povo, especialmente através da Lei.","explicacao_detalhada":"Neste contexto, a palavra é fundamental para a instrução e correção do povo, levando-os ao arrependimento e à restauração.","por_que_esta_palavra":"A palavra 'palavra' enfatiza a revelação divina e a importância de ouvir e obedecer a voz de Deus.","conexao_teologica":"A Palavra de Deus é viva e eficaz, capaz de transformar vidas e restaurar relacionamentos com Ele.","referencias_relacionadas":["Salmos 119:11","Romanos 10:17","Hebreus 4:12"]},"2cronicas_34_19_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A repetição da palavra 'rei' novamente destaca a importância da liderança de Josias na resposta ao chamado de Deus.","explicacao_detalhada":"Josias, ao ouvir a palavra de Deus, demonstra um coração sensível e disposto a se submeter à vontade divina.","por_que_esta_palavra":"A palavra 'rei' é usada para enfatizar a responsabilidade e a influência que a liderança tem sobre a nação.","conexao_teologica":"A liderança espiritual é um reflexo da soberania de Deus, que levanta líderes segundo Seu propósito.","referencias_relacionadas":["2 Crônicas 34:1-3","1 Reis 15:11","Mateus 20:26-28"]},"2cronicas_34_19_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se a um estado de desespero ou tristeza profunda, especialmente em resposta à descoberta da desobediência ao Senhor.","explicacao_detalhada":"Neste contexto, o rei Josias ficou profundamente abalado ao ouvir a leitura da Lei, que revelava a gravidade da situação espiritual de Judá. O 'cair' representa uma reação emocional intensa diante da revelação do pecado.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a seriedade da situação e a necessidade de arrependimento e mudança.","conexao_teologica":"A queda do homem em pecado é um tema recorrente na Bíblia, e a resposta de Josias reflete a necessidade de arrependimento e retorno a Deus.","referencias_relacionadas":["2 Crônicas 34:19","Salmos 51:17","Isaías 57:15"]},"2cronicas_34_19_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' implica em prestar atenção e compreender a mensagem que está sendo transmitida, especialmente a Palavra de Deus.","explicacao_detalhada":"Josias ouviu a leitura da Lei e, ao fazê-lo, foi confrontado com a realidade do pecado de seu povo. O 'ouvir' aqui é mais do que apenas escutar; é uma resposta ativa à mensagem divina.","por_que_esta_palavra":"A ênfase em 'ouvir' destaca a importância de estar atento à voz de Deus e às suas instruções.","conexao_teologica":"A capacidade de ouvir a Palavra de Deus é fundamental para a fé e a obediência, conforme Romanos 10:17.","referencias_relacionadas":["2 Crônicas 34:19","Deuteronômio 6:4","Romanos 10:17"]},"2cronicas_34_20_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima em Judá, que tem a responsabilidade de guiar o povo segundo a vontade de Deus.","explicacao_detalhada":"Josias, como rei, tinha o dever de liderar seu povo em retidão e justiça. A menção do 'rei' destaca a importância da liderança espiritual e moral.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender o papel de Josias na reforma religiosa que se seguiu.","conexao_teologica":"Cristo é frequentemente referido como Rei na Bíblia, simbolizando a autoridade divina e a liderança espiritual.","referencias_relacionadas":["2 Crônicas 34:20","1 Samuel 8:7","Apocalipse 19:16"]},"2cronicas_34_20_enviar":{"palavra_pt":"enviar","palavra_original":"צָוָה","transliteracao":"tsâvâh","strong":"H6680","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' implica em uma ação de delegar autoridade ou responsabilidade a alguém para realizar uma tarefa.","explicacao_detalhada":"Josias enviou mensageiros para consultar a profetisa Hulda, demonstrando sua disposição em buscar a orientação de Deus através de outros.","por_que_esta_palavra":"A escolha de 'enviar' mostra a importância da comunidade e da busca de conselhos sábios na liderança.","conexao_teologica":"A ideia de enviar mensageiros é refletida em como Deus envia profetas e apóstolos para comunicar Sua vontade ao povo.","referencias_relacionadas":["2 Crônicas 34:20","Mateus 10:16","Lucas 10:1"]},"2cronicas_34_20_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem real, além de simbolizar herança e responsabilidade.","explicacao_detalhada":"Josias, como filho de Amom, representa a continuidade da linha de reis em Judá, mas também a possibilidade de mudança e renovação espiritual.","por_que_esta_palavra":"A menção de 'filho' destaca a importância da herança espiritual e a responsabilidade de cada geração em seguir a Deus.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["2 Crônicas 34:20","Salmos 127:3","Efésios 6:1"]},"2cronicas_34_21_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é uma referência a um animal que simboliza força e poder, mas aqui pode ser uma confusão com a palavra original.","explicacao_detalhada":"A palavra correta no contexto é 'fazer', mas a confusão pode surgir da tradução. O foco deve ser na ação de buscar a Deus.","por_que_esta_palavra":"A escolha de 'urso' pode ser um erro de tradução, mas enfatiza a força necessária para realizar a vontade de Deus.","conexao_teologica":"A força de Deus é frequentemente comparada à força de animais, mostrando Sua soberania sobre a criação.","referencias_relacionadas":["2 Crônicas 34:21","Salmos 104:24-25","Isaías 40:31"]},"2cronicas_34_21_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo deve ser feito, enfatizando a importância da abordagem correta na adoração a Deus.","explicacao_detalhada":"Josias estava preocupado com a maneira correta de buscar a Deus e restaurar a adoração em Judá, refletindo a necessidade de reverência.","por_que_esta_palavra":"A palavra 'modo' destaca que a adoração a Deus deve ser feita de acordo com Seus mandamentos e não de qualquer maneira.","conexao_teologica":"A maneira de adorar a Deus é um tema central na Bíblia, com instruções claras sobre como se aproximar dEle.","referencias_relacionadas":["2 Crônicas 34:21","Êxodo 20:4-5","João 4:24"]},"2cronicas_34_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que é sagrado e digno de reverência.","explicacao_detalhada":"Josias estava preocupado em restaurar o culto ao Senhor, reconhecendo a importância do nome de Deus na vida do povo.","por_que_esta_palavra":"A menção do 'senhor' enfatiza a autoridade e a santidade de Deus, que deve ser respeitada e adorada.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua natureza e caráter.","referencias_relacionadas":["2 Crônicas 34:21","Salmos 29:2","Filipenses 2:9-11"]},"2cronicas_34_22_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' novamente destaca a posição de liderança e a responsabilidade de guiar o povo em retidão.","explicacao_detalhada":"A menção do rei Josias ao consultar a profetisa Hulda mostra sua busca por direção divina e sua humildade em reconhecer a necessidade de ajuda.","por_que_esta_palavra":"A repetição da palavra 'rei' reforça a importância da liderança espiritual na nação.","conexao_teologica":"A liderança de Cristo como Rei é um tema central na Bíblia, mostrando a importância da autoridade divina.","referencias_relacionadas":["2 Crônicas 34:22","1 Pedro 2:9","Apocalipse 1:6"]},"2cronicas_34_22_mulher":{"palavra_pt":"mulher","palavra_original":"נְבִיאָה","transliteracao":"nᵉbîyʼâh","strong":"H5031","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se à profetisa Hulda, que desempenhou um papel crucial na orientação espiritual do rei Josias.","explicacao_detalhada":"Hulda, como mulher profetisa, destaca a inclusão de vozes femininas na revelação de Deus e na liderança espiritual.","por_que_esta_palavra":"A menção de 'mulher' enfatiza que Deus pode usar qualquer pessoa, independentemente de gênero, para cumprir Seus propósitos.","conexao_teologica":"A presença de mulheres profetisas na Bíblia mostra que Deus usa todos os Seus servos para comunicar Sua vontade.","referencias_relacionadas":["2 Crônicas 34:22","Juízes 4:4","Lucas 2:36"]},"2cronicas_34_22_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao modo de viver ou agir de uma pessoa, especialmente em relação a Deus.","explicacao_detalhada":"A palavra 'andar' no contexto bíblico muitas vezes simboliza a maneira como alguém se comporta ou se dirige na vida, refletindo sua relação com Deus e seus mandamentos.","por_que_esta_palavra":"É usada para descrever a obediência e a fidelidade a Deus, indicando que a vida deve ser guiada por Seus princípios.","conexao_teologica":"Andar com Deus é um tema recorrente na Bíblia, simbolizando uma vida de comunhão e obediência.","referencias_relacionadas":["Gênesis 5:24","Salmos 1:1","Miqueias 6:8"]},"2cronicas_34_23_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, enfatizando sua dignidade e responsabilidade diante de Deus.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a criação de Deus, que possui um papel especial na criação e uma relação única com o Criador.","por_que_esta_palavra":"É importante para destacar a individualidade e a importância de cada pessoa na história da salvação.","conexao_teologica":"A dignidade do homem é um tema central na teologia, refletindo a imagem de Deus em cada ser humano.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"2cronicas_34_23_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a magnitude ou importância de algo, frequentemente usado para descrever a grandeza de Deus.","explicacao_detalhada":"A palavra 'grande' é utilizada para enfatizar a majestade e o poder de Deus, bem como a importância de Sua palavra e promessas.","por_que_esta_palavra":"É crucial para reconhecer a soberania de Deus sobre todas as coisas e a relevância de Sua mensagem.","conexao_teologica":"A grandeza de Deus é um tema central na adoração e na reverência que devemos ter em relação a Ele.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"2cronicas_34_23_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à identidade e à autoridade de Deus, frequentemente invocado em oração e adoração.","explicacao_detalhada":"O 'nome' de Deus representa Sua natureza, caráter e a relação que Ele tem com Seu povo.","por_que_esta_palavra":"É fundamental para entender a importância de invocar o nome de Deus em momentos de necessidade e adoração.","conexao_teologica":"O nome de Deus é um tema recorrente, simbolizando Sua presença e poder na vida dos crentes.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Romanos 10:13"]},"2cronicas_34_24_maldicao":{"palavra_pt":"maldicao","palavra_original":"אָלָה","transliteracao":"ʼâlâh","strong":"H423","significado_raiz":"Ideia básica: maldicao.","significado_contextual":"Refere-se a uma sentença de juízo ou condenação, frequentemente associada à desobediência a Deus.","explicacao_detalhada":"A palavra 'maldicao' é usada para descrever as consequências da desobediência e a separação de Deus.","por_que_esta_palavra":"É importante para entender as advertências de Deus e a seriedade de se afastar de Seus caminhos.","conexao_teologica":"A maldição é um tema que destaca a necessidade de arrependimento e a busca pela reconciliação com Deus.","referencias_relacionadas":["Deuteronômio 28:15","Gálatas 3:10","Romanos 6:23"]},"2cronicas_34_24_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à identidade e à autoridade de Deus, frequentemente invocado em oração e adoração.","explicacao_detalhada":"O 'nome' de Deus representa Sua natureza, caráter e a relação que Ele tem com Seu povo.","por_que_esta_palavra":"É fundamental para entender a importância de invocar o nome de Deus em momentos de necessidade e adoração.","conexao_teologica":"O nome de Deus é um tema recorrente, simbolizando Sua presença e poder na vida dos crentes.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Romanos 10:13"]},"2cronicas_34_24_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Usado para chamar a atenção para algo importante que está prestes a ser revelado.","explicacao_detalhada":"A palavra 'eis' é uma interjeição que enfatiza a importância do que se segue, muitas vezes uma revelação divina.","por_que_esta_palavra":"É crucial para preparar o ouvinte para uma mensagem significativa ou um aviso de Deus.","conexao_teologica":"A revelação de Deus é um tema central, onde Ele se comunica com Seu povo de maneiras significativas.","referencias_relacionadas":["Isaías 43:1","Mateus 1:23","Apocalipse 3:20"]},"2cronicas_34_25_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Refere-se ao fogo como símbolo de juízo, purificação ou presença divina.","explicacao_detalhada":"A palavra 'fogo' é frequentemente associada à purificação e ao juízo de Deus, simbolizando Sua santidade.","por_que_esta_palavra":"É importante para entender a seriedade do juízo de Deus e a necessidade de purificação.","conexao_teologica":"O fogo é um tema que aparece em várias passagens, simbolizando tanto a presença de Deus quanto o juízo.","referencias_relacionadas":["Hebreus 12:29","Mateus 3:11-12","Apocalipse 20:14-15"]},"2cronicas_34_25_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'Deus' representa a autoridade máxima e a fonte de toda a vida e moralidade.","por_que_esta_palavra":"É fundamental para entender a relação entre Deus e a humanidade, bem como a necessidade de adoração.","conexao_teologica":"A natureza de Deus é um tema central na teologia, refletindo Sua soberania e amor.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","João 3:16"]},"2cronicas_34_25_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como algo é feito, frequentemente em relação à adoração ou comportamento.","explicacao_detalhada":"A palavra 'modo' é usada para descrever a forma como devemos nos comportar diante de Deus e uns com os outros.","por_que_esta_palavra":"É importante para entender que a maneira como vivemos reflete nossa fé e obediência a Deus.","conexao_teologica":"O modo de vida é um tema que destaca a importância da ética cristã e do testemunho.","referencias_relacionadas":["Colossenses 3:17","1 Pedro 1:15-16","Romanos 12:1-2"]},"2cronicas_34_26_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus, que traz instrução e revelação.","explicacao_detalhada":"A palavra 'dâbâr' é usada para descrever não apenas uma palavra falada, mas também a ação e a intenção por trás dela. Neste contexto, representa a comunicação divina que Josias ouviu e que o levou a uma reforma espiritual.","por_que_esta_palavra":"A palavra é fundamental para a relação entre Deus e seu povo, pois é através dela que Deus se revela e orienta.","conexao_teologica":"A palavra de Deus é viva e eficaz, capaz de transformar corações e direcionar vidas, conforme Hebreus 4:12.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Mateus 4:4"]},"2cronicas_34_26_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é sagrado e poderoso.","explicacao_detalhada":"O nome 'Yᵉhôvâh' representa a essência de Deus como o Criador e Sustentador. É um nome que carrega autoridade e presença divina.","por_que_esta_palavra":"O nome do Senhor é invocado em momentos de oração e adoração, simbolizando a relação íntima entre Deus e seu povo.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, enfatizando sua santidade e poder, como em Êxodo 3:14.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Romanos 10:13"]},"2cronicas_34_26_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei Josias, que buscou a Deus e promoveu reformas religiosas.","explicacao_detalhada":"A palavra 'melek' indica não apenas a posição de autoridade, mas também a responsabilidade de governar segundo a vontade de Deus. Josias é um exemplo de liderança que busca a justiça e a verdade.","por_que_esta_palavra":"A figura do rei é crucial na história de Israel, pois os reis eram responsáveis por guiar o povo em direção a Deus.","conexao_teologica":"A liderança justa é um reflexo do reino de Deus na terra, conforme descrito em 1 Pedro 2:9.","referencias_relacionadas":["1 Reis 15:34","2 Reis 22:2","2 Crônicas 34:1"]},"2cronicas_34_27_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à presença de Deus, que é buscada por Josias em sua reforma.","explicacao_detalhada":"A palavra 'pânîym' implica em estar diante de Deus, em sua presença. Josias reconhece a necessidade de se voltar para Deus e buscar seu favor.","por_que_esta_palavra":"O rosto de Deus simboliza sua atenção e cuidado pelo seu povo, e a busca por sua presença é essencial na vida espiritual.","conexao_teologica":"A presença de Deus é um tema recorrente na Bíblia, como em Salmos 27:8, onde se busca a face do Senhor.","referencias_relacionadas":["Números 6:25","Salmos 31:16","Mateus 5:8"]},"2cronicas_34_27_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, que é o único digno de adoração.","explicacao_detalhada":"A palavra 'ʼĕlôhîym' é usada para descrever a natureza divina, enfatizando seu poder e soberania sobre todas as coisas.","por_que_esta_palavra":"Reconhecer Deus como 'Elohim' é fundamental para a fé israelita, pois afirma sua unicidade e autoridade.","conexao_teologica":"A compreensão de Deus como Criador e Sustentador é central na teologia bíblica, conforme Gênesis 1:1.","referencias_relacionadas":["Deuteronômio 6:4","Salmos 46:10","Isaías 40:28"]},"2cronicas_34_27_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus que foi ouvida e que trouxe convicção ao rei.","explicacao_detalhada":"A repetição da palavra 'dâbâr' enfatiza a importância da comunicação divina e sua capacidade de impactar vidas.","por_que_esta_palavra":"A palavra de Deus é um meio pelo qual Ele se comunica com seu povo, trazendo direção e transformação.","conexao_teologica":"A palavra de Deus é essencial para a vida cristã, como indicado em 2 Timóteo 3:16-17.","referencias_relacionadas":["Salmos 119:11","Isaías 40:8","Tiago 1:22"]},"2cronicas_34_28_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"Refere-se à paz que vem de Deus, especialmente em tempos de reforma e mudança.","explicacao_detalhada":"A palavra 'shalom' implica em um estado de bem-estar completo, que é prometido por Deus ao seu povo.","por_que_esta_palavra":"A paz é um dos frutos da obediência a Deus e da busca por sua presença.","conexao_teologica":"A paz de Deus é um tema central na Bíblia, como em Filipenses 4:7, que fala da paz que excede todo entendimento.","referencias_relacionadas":["Isaías 26:3","Romanos 5:1","João 14:27"]},"2cronicas_34_28_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas devem ser feitas, especialmente em relação à adoração a Deus.","explicacao_detalhada":"A palavra 'kôl' sugere um modo abrangente, indicando que todas as ações devem ser feitas de acordo com a vontade de Deus.","por_que_esta_palavra":"A maneira de adorar e viver deve refletir a santidade e a justiça de Deus.","conexao_teologica":"A forma como adoramos a Deus é importante, como enfatizado em João 4:24, que fala sobre adorar em espírito e em verdade.","referencias_relacionadas":["Colossenses 3:17","1 Coríntios 10:31","Romanos 12:1"]},"2cronicas_34_28_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei Josias, que liderou o povo em um retorno a Deus.","explicacao_detalhada":"A palavra 'melek' aqui destaca a importância da liderança na condução do povo em direção à obediência a Deus.","por_que_esta_palavra":"A liderança é crucial para a saúde espiritual de uma nação, e Josias é um exemplo de um rei que buscou a vontade de Deus.","conexao_teologica":"A liderança espiritual é um reflexo do reino de Deus, como em Efésios 5:23, onde Cristo é descrito como o cabeça da igreja.","referencias_relacionadas":["2 Crônicas 34:1","2 Reis 23:25","1 Crônicas 29:23"]},"2cronicas_34_29_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente ao rei Josias, enfatizando seu papel na reforma religiosa.","explicacao_detalhada":"A repetição da palavra 'melek' sublinha a importância da liderança na restauração da adoração verdadeira a Deus.","por_que_esta_palavra":"A figura do rei é central na narrativa de 2 Crônicas, mostrando como a liderança pode influenciar a nação.","conexao_teologica":"A liderança justa e piedosa é um reflexo do caráter de Deus, como em Provérbios 29:2.","referencias_relacionadas":["2 Crônicas 34:1","2 Reis 22:1","2 Crônicas 35:1"]},"2cronicas_34_29_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Enviar refere-se ao ato de mandar ou despachar alguém para cumprir uma missão ou tarefa.","explicacao_detalhada":"No contexto de 2 Crônicas 34:29, o rei Josias envia mensageiros para convocar todos os líderes de Judá e Jerusalém para ouvir a leitura da Lei. O ato de enviar é crucial para a restauração espiritual do povo.","por_que_esta_palavra":"A palavra 'enviar' é utilizada para mostrar a ação proativa de Josias em buscar a renovação da aliança com Deus, demonstrando liderança e responsabilidade.","conexao_teologica":"O envio de mensageiros é um reflexo do chamado de Deus para que seu povo se volte a Ele e ouça Sua palavra, enfatizando a importância da comunicação divina.","referencias_relacionadas":["2 Crônicas 34:29","Mateus 10:16","Romanos 10:15"]},"2cronicas_34_29_destruir":{"palavra_pt":"destruir","palavra_original":"אָסַף","transliteracao":"ʼâçaph","strong":"H622","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Destruir implica em eliminar ou aniquilar algo completamente.","explicacao_detalhada":"Neste versículo, a destruição se refere à ordem de Josias para eliminar os ídolos e altares pagãos que haviam sido estabelecidos em Judá, como parte da reforma religiosa.","por_que_esta_palavra":"A palavra 'destruir' é usada para enfatizar a necessidade de purificação e retorno à adoração verdadeira, removendo tudo que se opõe a Deus.","conexao_teologica":"A destruição dos ídolos simboliza a rejeição do pecado e a busca pela santidade, um tema recorrente nas Escrituras.","referencias_relacionadas":["2 Crônicas 34:29","Deuteronômio 7:5","1 Reis 14:24"]},"2cronicas_34_30_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Rei refere-se à figura de autoridade máxima em um reino, responsável por governar e liderar o povo.","explicacao_detalhada":"Josias, como rei, assume um papel central na restauração da adoração a Deus, convocando o povo para ouvir a Lei e se comprometer com a aliança.","por_que_esta_palavra":"A palavra 'rei' é significativa porque representa a liderança espiritual e política, essencial para a transformação do povo.","conexao_teologica":"A figura do rei é frequentemente usada na Bíblia para ilustrar a soberania de Deus e a necessidade de líderes que busquem a vontade divina.","referencias_relacionadas":["2 Crônicas 34:30","1 Samuel 8:7","Salmos 72:1"]},"2cronicas_34_30_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Julgar implica em tomar decisões ou fazer avaliações sobre a conduta e as ações do povo.","explicacao_detalhada":"Josias se propõe a julgar o povo de acordo com a Lei de Deus, buscando restaurar a justiça e a retidão em Judá.","por_que_esta_palavra":"A palavra 'julgar' é utilizada para mostrar a responsabilidade do rei em garantir que a justiça divina seja aplicada entre seu povo.","conexao_teologica":"O ato de julgar é um reflexo do caráter de Deus, que é justo e reto, e espera que seus líderes também ajam de acordo.","referencias_relacionadas":["2 Crônicas 34:30","Salmos 82:3","Isaías 1:17"]},"2cronicas_34_31_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Rei, neste contexto, refere-se à autoridade que lidera o povo e implementa reformas espirituais.","explicacao_detalhada":"Josias, como rei, se compromete a seguir a Lei e a guiar seu povo em um retorno à adoração verdadeira, demonstrando liderança espiritual.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a importância do papel de Josias na restauração da aliança entre Deus e Israel.","conexao_teologica":"A liderança do rei é vista como um reflexo da liderança de Deus sobre seu povo, destacando a importância de líderes que busquem a vontade divina.","referencias_relacionadas":["2 Crônicas 34:31","1 Reis 15:11","Salmos 78:72"]},"2cronicas_34_31_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Destruir, neste contexto, refere-se à ação de eliminar os ídolos e práticas pagãs que se infiltraram no culto a Deus.","explicacao_detalhada":"Josias ordena a destruição dos ídolos e altares, reafirmando a exclusividade da adoração a Yahweh e a necessidade de purificação.","por_que_esta_palavra":"A palavra 'destruir' é utilizada para enfatizar a severidade da reforma e a necessidade de eliminar tudo que é contrário à vontade de Deus.","conexao_teologica":"A destruição de ídolos é um tema recorrente na Bíblia, simbolizando a luta contra a idolatria e a busca pela pureza espiritual.","referencias_relacionadas":["2 Crônicas 34:31","Deuteronômio 12:3","Ezequiel 14:6"]},"2cronicas_34_31_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Aliança, neste contexto, refere-se ao pacto estabelecido entre Deus e seu povo, que envolve promessas e obrigações mútuas.","explicacao_detalhada":"Josias renova a aliança com Deus, comprometendo-se a seguir Seus mandamentos e a guiar o povo na obediência.","por_que_esta_palavra":"A palavra 'aliança' é central para a relação entre Deus e Israel, simbolizando compromisso e fidelidade.","conexao_teologica":"A aliança é um tema fundamental na Bíblia, representando a relação de amor e compromisso entre Deus e seu povo.","referencias_relacionadas":["2 Crônicas 34:31","Gênesis 9:13","Hebreus 8:6"]},"2cronicas_34_32_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Urso, neste contexto, refere-se a um símbolo de força e poder, embora a palavra não se aplique diretamente ao versículo.","explicacao_detalhada":"A menção de 'urso' pode ser uma confusão, pois o contexto se refere mais à ação de servir e à obediência à aliança.","por_que_esta_palavra":"A palavra 'urso' pode ser uma referência a força, mas não se aplica diretamente ao contexto de 2 Crônicas 34.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, mas o foco aqui deve ser na obediência e serviço a Deus.","referencias_relacionadas":["2 Crônicas 34:32","Salmos 104:21","Isaías 11:7"]},"2cronicas_34_32_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Aliança, neste contexto, refere-se ao compromisso renovado entre Deus e seu povo, reafirmando a fidelidade a Seus mandamentos.","explicacao_detalhada":"A renovação da aliança é um ato de compromisso do povo em seguir a Lei de Deus, simbolizando a restauração espiritual.","por_que_esta_palavra":"A palavra 'aliança' é fundamental para entender a relação entre Deus e Israel, enfatizando a necessidade de fidelidade.","conexao_teologica":"A aliança é um tema central na teologia bíblica, representando o relacionamento de Deus com seu povo e a expectativa de obediência.","referencias_relacionadas":["2 Crônicas 34:32","Êxodo 19:5","Jeremias 31:31"]},"2cronicas_34_32_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"Servir refere-se ao ato de dedicar-se a Deus e cumprir Suas ordens com fidelidade.","explicacao_detalhada":"Josias e o povo se comprometem a servir a Deus, seguindo Seus mandamentos e mantendo a aliança renovada.","por_que_esta_palavra":"A palavra 'servir' é utilizada para enfatizar a devoção e a responsabilidade do povo em cumprir a vontade de Deus.","conexao_teologica":"O serviço a Deus é um tema central na Bíblia, refletindo a relação de submissão e adoração que o povo deve ter com seu Criador.","referencias_relacionadas":["2 Crônicas 34:32","Josué 24:15","Romanos 12:1"]},"2cronicas_34_33_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como os israelitas deveriam viver e seguir as leis de Deus.","explicacao_detalhada":"A palavra 'modo' implica em um estilo de vida ou uma forma de agir que está alinhada com os preceitos divinos. No contexto de 2 Crônicas 34, isso se relaciona à reforma religiosa promovida pelo rei Josias.","por_que_esta_palavra":"É importante para entender a necessidade de um comportamento que reflita a obediência a Deus e a sua palavra.","conexao_teologica":"A maneira de viver segundo a vontade de Deus é um tema central na Bíblia, refletindo a santidade e a justiça divina.","referencias_relacionadas":["Deuteronômio 5:32-33","Salmos 119:1","Romanos 12:2"]},"2cronicas_34_33_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida a Israel, que é um símbolo da herança e da presença de Deus entre seu povo.","explicacao_detalhada":"A palavra 'terra' neste contexto enfatiza a importância do local físico onde o povo de Deus habita e a relação espiritual que eles têm com esse lugar.","por_que_esta_palavra":"A terra é um elemento crucial na história de Israel, representando não apenas um espaço físico, mas também a promessa de Deus e a identidade do povo.","conexao_teologica":"A terra prometida é frequentemente vista como uma metáfora da salvação e do reino de Deus.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Hebreus 11:9-10"]},"2cronicas_34_33_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar e à continuidade da linhagem, especialmente no contexto da liderança espiritual.","explicacao_detalhada":"A palavra 'filho' é usada para enfatizar a herança e a responsabilidade que vem com a posição de liderança, especialmente em relação à fé e à obediência a Deus.","por_que_esta_palavra":"É fundamental para entender a dinâmica familiar e a transmissão de valores espirituais entre gerações.","conexao_teologica":"A relação entre pais e filhos é um tema recorrente na Bíblia, simbolizando a relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:4"]}}