{"2cronicas_35_1_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser uma referência a um ato de força ou proteção, embora o contexto exato de uso precise ser considerado.","explicacao_detalhada":"Neste versículo, a palavra pode simbolizar a força necessária para realizar os sacrifícios e as obrigações religiosas.","por_que_esta_palavra":"A força é um atributo importante na execução das ordens de Deus, especialmente em momentos de adoração e sacrifício.","conexao_teologica":"A força e a determinação são frequentemente necessárias para cumprir os mandamentos de Deus e servir ao seu propósito.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","Filipenses 4:13"]},"2cronicas_35_1_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao ato de oferecer algo a Deus como um sinal de adoração e devoção.","explicacao_detalhada":"O sacrifício é uma prática central na adoração israelita, simbolizando a expiação e a entrega ao Senhor.","por_que_esta_palavra":"É essencial para entender a relação entre o povo e Deus, onde o sacrifício representa a busca pela reconciliação e a gratidão.","conexao_teologica":"O sacrifício é um tema que culmina na obra de Cristo, que se ofereceu como o sacrifício perfeito.","referencias_relacionadas":["Levítico 1:1-17","Hebreus 9:22","Romanos 12:1"]},"2cronicas_35_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e representa sua autoridade e caráter.","explicacao_detalhada":"O nome do Senhor é invocado em momentos de adoração e é um símbolo da presença divina entre o povo.","por_que_esta_palavra":"O nome de Deus é fundamental para a identidade do povo e para a sua relação com Ele.","conexao_teologica":"A invocação do nome de Deus é um ato de fé e reverência, refletindo a importância de reconhecer sua soberania.","referencias_relacionadas":["Êxodo 20:7","Salmos 29:2","Filipenses 2:9-11"]},"2cronicas_35_2_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à função dos sacerdotes como mediadores entre Deus e o povo.","explicacao_detalhada":"Os sacerdotes desempenham um papel crucial na adoração, oferecendo sacrifícios e intercedendo pelo povo.","por_que_esta_palavra":"A palavra é importante para entender a estrutura religiosa de Israel e a importância da mediação na relação com Deus.","conexao_teologica":"O sacerdócio é um símbolo da intercessão de Cristo, que é o nosso sumo sacerdote.","referencias_relacionadas":["Êxodo 28:1","Hebreus 5:1","1 Pedro 2:9"]},"2cronicas_35_2_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"Refere-se ao ato de servir a Deus e ao povo, especialmente no contexto do culto.","explicacao_detalhada":"Servir implica em dedicação e compromisso com as responsabilidades espirituais e comunitárias.","por_que_esta_palavra":"É essencial para entender a natureza do ministério e a chamada de cada crente para servir.","conexao_teologica":"O serviço a Deus é um reflexo do amor e da obediência, sendo um chamado para todos os crentes.","referencias_relacionadas":["Marcos 10:45","Gálatas 5:13","Colossenses 3:23-24"]},"2cronicas_35_2_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se à ideia de agarrar ou segurar firmemente algo, simbolizando determinação e força.","explicacao_detalhada":"Neste contexto, pode representar a necessidade de se apegar às promessas de Deus e à sua palavra.","por_que_esta_palavra":"É importante para entender a perseverança na fé e a luta contra as adversidades.","conexao_teologica":"Agarrar-se à fé é um tema central, refletindo a confiança em Deus em todas as circunstâncias.","referencias_relacionadas":["Hebreus 10:23","Filipenses 3:13-14","1 Timóteo 6:12"]},"2cronicas_35_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como os rituais e sacrifícios devem ser realizados, enfatizando a ordem e a reverência.","explicacao_detalhada":"A palavra 'modo' aqui destaca a importância de seguir as instruções divinas na adoração.","por_que_esta_palavra":"É crucial para entender a santidade do culto e a necessidade de se aproximar de Deus com respeito.","conexao_teologica":"A maneira de adorar a Deus é um reflexo da nossa compreensão de sua santidade e majestade.","referencias_relacionadas":["Levítico 10:1-3","Salmos 96:9","João 4:24"]},"2cronicas_35_3_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao que é separado para Deus, indicando a santidade do local e das práticas religiosas.","explicacao_detalhada":"A palavra 'sagrado' implica em algo que é consagrado, separado para o serviço divino. No contexto de 2 Crônicas 35:3, o sagrado se refere ao templo e aos rituais que devem ser realizados de acordo com as instruções de Deus.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a importância da santidade nas práticas religiosas e na adoração a Deus.","conexao_teologica":"A santidade é um tema central na teologia bíblica, refletindo a natureza de Deus e a necessidade de separação do pecado.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Hebreus 12:14"]},"2cronicas_35_3_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo de Deus, que é considerado a casa do Senhor.","explicacao_detalhada":"A palavra 'casa' neste contexto se refere ao templo, que é o local de adoração e sacrifício. É um espaço sagrado onde o povo se encontra com Deus.","por_que_esta_palavra":"A utilização da palavra 'casa' enfatiza a importância do templo como o lugar de habitação de Deus entre o seu povo.","conexao_teologica":"O templo é um símbolo da presença de Deus e da comunhão entre Deus e a humanidade.","referencias_relacionadas":["Salmos 27:4","Mateus 21:13","1 Reis 6:1"]},"2cronicas_35_4_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a magnitude e a importância do evento que está sendo descrito.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a importância do sacrifício e da celebração da Páscoa, que era um evento significativo na vida do povo de Israel.","por_que_esta_palavra":"A ênfase na grandeza ressalta a importância da adoração e do sacrifício a Deus.","conexao_teologica":"A grandeza de Deus é refletida na adoração e nos atos de obediência do seu povo.","referencias_relacionadas":["Salmos 95:3","Isaías 40:12","Mateus 5:14"]},"2cronicas_35_4_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se novamente ao templo, enfatizando seu papel central nas práticas religiosas.","explicacao_detalhada":"A repetição da palavra 'casa' destaca a importância do templo como o local de adoração e sacrifício, onde o povo se reúne para honrar a Deus.","por_que_esta_palavra":"A casa de Deus é um lugar de encontro e comunhão com o Senhor, essencial para a vida espiritual do povo.","conexao_teologica":"A casa de Deus simboliza a presença divina e a relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 84:1","Hebreus 10:25","1 Coríntios 3:16"]},"2cronicas_35_4_livro":{"palavra_pt":"livro","palavra_original":"כָּתָב","transliteracao":"kâthâb","strong":"H3791","significado_raiz":"Ideia básica: livro.","significado_contextual":"Refere-se às escrituras que contêm as instruções e a lei de Deus.","explicacao_detalhada":"A palavra 'livro' neste contexto se refere ao Livro da Lei, que orienta o povo sobre como viver em obediência a Deus e realizar os sacrifícios corretamente.","por_que_esta_palavra":"A menção ao livro destaca a importância da Palavra de Deus na vida do povo e na prática da fé.","conexao_teologica":"As escrituras são fundamentais para a revelação de Deus e para a instrução do seu povo.","referencias_relacionadas":["Deuteronômio 31:26","Salmos 119:105","2 Timóteo 3:16"]},"2cronicas_35_5_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Reitera a ideia de separação para o serviço divino, enfatizando a santidade do que está sendo preparado.","explicacao_detalhada":"A palavra 'sagrado' aqui reforça a necessidade de que tudo o que é oferecido a Deus deve ser feito com reverência e respeito.","por_que_esta_palavra":"A repetição da palavra 'sagrado' sublinha a importância da pureza e da santidade nas práticas religiosas.","conexao_teologica":"A santidade de Deus exige que seu povo se aproxime dele com reverência e pureza.","referencias_relacionadas":["Levítico 20:26","1 Pedro 2:9","Apocalipse 21:27"]},"2cronicas_35_5_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"Refere-se ao ato de prestar serviço a Deus, especialmente no contexto do culto e adoração.","explicacao_detalhada":"A palavra 'servir' implica em dedicação e compromisso com as atividades religiosas, como os sacrifícios e as celebrações.","por_que_esta_palavra":"O serviço a Deus é uma expressão de adoração e devoção, essencial para a vida espiritual do povo.","conexao_teologica":"Servir a Deus é um chamado para todos os crentes, refletindo a relação de amor e obediência.","referencias_relacionadas":["Romanos 12:1","Colossenses 3:23","1 Pedro 4:10"]},"2cronicas_35_6_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao ato de oferecer algo a Deus como um sinal de adoração e expiação.","explicacao_detalhada":"A palavra 'sacrifício' é central na adoração do povo de Israel, simbolizando a entrega e a busca de reconciliação com Deus.","por_que_esta_palavra":"O sacrifício é uma prática que demonstra a obediência e a devoção do povo a Deus.","conexao_teologica":"O sacrifício é um tema que aponta para a obra redentora de Cristo, o sacrifício perfeito.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"2cronicas_35_6_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"Novamente indica a magnitude do sacrifício e da celebração da Páscoa.","explicacao_detalhada":"A palavra 'grande' enfatiza a importância e a seriedade do ato de adoração e sacrifício que está sendo realizado.","por_que_esta_palavra":"A grandeza do sacrifício reflete a grandeza de Deus e a importância da adoração.","conexao_teologica":"A grandeza de Deus é reconhecida através da adoração e do sacrifício do seu povo.","referencias_relacionadas":["Salmos 145:3","Isaías 6:3","Mateus 5:16"]},"2cronicas_35_6_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal que pode ser sacrificado, simbolizando a entrega e o custo do sacrifício.","explicacao_detalhada":"A palavra 'urso' pode ser uma referência a um tipo de animal que é considerado adequado para o sacrifício, enfatizando a importância da escolha do sacrifício.","por_que_esta_palavra":"A escolha do animal para o sacrifício é crucial, pois deve ser sem defeito e apropriado para a oferta a Deus.","conexao_teologica":"O conceito de sacrifício é central na relação entre Deus e seu povo, apontando para a necessidade de expiação.","referencias_relacionadas":["Levítico 22:19","Hebreus 9:14","1 Pedro 1:19"]},"2cronicas_35_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, alguém que é gerado por outra pessoa.","explicacao_detalhada":"A palavra 'filho' é usada frequentemente na Bíblia para descrever não apenas a relação biológica, mas também a relação espiritual e de herança. No contexto de 2 Crônicas 35:7, 'filho' pode se referir aos filhos de Josias que participaram da Páscoa.","por_que_esta_palavra":"A inclusão de 'filho' enfatiza a continuidade da linhagem e a importância da tradição familiar na adoração a Deus.","conexao_teologica":"A relação entre pai e filho é um tema central na Bíblia, simbolizando a relação entre Deus e Seu povo, onde Deus é frequentemente referido como Pai.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 5:9"]},"2cronicas_35_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou forma como algo é feito.","explicacao_detalhada":"A palavra 'modo' implica em um método ou estilo de ação. No contexto do versículo, refere-se à maneira como a Páscoa foi celebrada, seguindo as instruções dadas por Deus.","por_que_esta_palavra":"A ênfase no 'modo' destaca a importância da obediência às instruções divinas na celebração das festividades religiosas.","conexao_teologica":"A obediência a Deus e a Seus mandamentos é um tema recorrente na Bíblia, refletindo a importância de seguir a vontade divina.","referencias_relacionadas":["Deuteronômio 12:32","Salmos 119:4","Mateus 28:20"]},"2cronicas_35_7_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade máxima de um reino, o governante.","explicacao_detalhada":"A palavra 'rei' é usada para descrever a posição de Josias, que liderou o povo de Judá em um retorno à adoração a Deus. O rei tinha um papel crucial na vida religiosa e social do povo.","por_que_esta_palavra":"A menção do 'rei' sublinha a importância da liderança na promoção da adoração e na observância das leis de Deus.","conexao_teologica":"Cristo é frequentemente referido como Rei na Bíblia, simbolizando Sua autoridade e soberania sobre o povo de Deus.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"2cronicas_35_8_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se a um ministro religioso que serve no templo e realiza sacrifícios.","explicacao_detalhada":"A palavra 'sacerdote' é fundamental na prática religiosa do Antigo Testamento, sendo responsável por interceder pelo povo e oferecer sacrifícios a Deus. No contexto, os sacerdotes desempenham um papel vital na celebração da Páscoa.","por_que_esta_palavra":"A presença dos sacerdotes ressalta a importância do ministério e da mediação entre Deus e o povo.","conexao_teologica":"Jesus é considerado nosso Sumo Sacerdote, que intercede por nós diante de Deus.","referencias_relacionadas":["Levítico 10:10","Hebreus 4:14","1 Pedro 2:9"]},"2cronicas_35_8_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'deus' é usada para enfatizar a soberania e a autoridade de Deus sobre todas as coisas. No contexto, destaca a centralidade de Deus na celebração da Páscoa.","por_que_esta_palavra":"A menção de Deus sublinha a importância da adoração e do reconhecimento de Sua grandeza e poder.","conexao_teologica":"A relação entre Deus e Seu povo é central na narrativa bíblica, refletindo a aliança e a fidelidade divina.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"2cronicas_35_9_pascoa":{"palavra_pt":"pascoa","palavra_original":"פֶּסַח","transliteracao":"peçach","strong":"H6453","significado_raiz":"Ideia básica: pascoa.","significado_contextual":"Refere-se à festividade que celebra a libertação do povo de Israel da escravidão no Egito.","explicacao_detalhada":"A palavra 'Páscoa' é central na tradição judaica, simbolizando a redenção e a proteção de Deus sobre Seu povo. No contexto, é a celebração que Josias promoveu para restaurar a adoração a Deus.","por_que_esta_palavra":"A Páscoa é um lembrete da fidelidade de Deus e da importância da memória coletiva na vida espiritual.","conexao_teologica":"A Páscoa é vista como um precursor da obra redentora de Cristo, que é o Cordeiro de Deus.","referencias_relacionadas":["Êxodo 12:13","Lucas 22:15","1 Coríntios 5:7"]},"2cronicas_35_9_gado":{"palavra_pt":"gado","palavra_original":"בָּקָר","transliteracao":"bâqâr","strong":"H1241","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se aos animais utilizados para sacrifícios e alimentação.","explicacao_detalhada":"A palavra 'gado' é importante no contexto dos sacrifícios da Páscoa, onde animais eram oferecidos a Deus como parte da celebração.","por_que_esta_palavra":"A menção do gado destaca a necessidade de sacrifício e a provisão de Deus para o povo.","conexao_teologica":"Os sacrifícios do Antigo Testamento apontam para o sacrifício de Cristo, que é o verdadeiro Cordeiro de Deus.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"2cronicas_35_10_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se novamente ao ministro religioso que serve no templo.","explicacao_detalhada":"A repetição da palavra 'sacerdote' enfatiza a importância do papel sacerdotal na celebração da Páscoa e na mediação entre Deus e o povo.","por_que_esta_palavra":"A presença dos sacerdotes é crucial para garantir que os rituais sejam realizados corretamente e de acordo com a lei de Deus.","conexao_teologica":"O sacerdócio de Cristo é um tema central no Novo Testamento, onde Ele é o Sumo Sacerdote que oferece um sacrifício perfeito.","referencias_relacionadas":["Êxodo 28:1","Hebreus 5:1","1 Pedro 2:5"]},"2cronicas_35_10_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade que governa o povo.","explicacao_detalhada":"A palavra 'rei' é novamente mencionada para ressaltar a liderança de Josias na restauração da adoração a Deus e na celebração da Páscoa.","por_que_esta_palavra":"A liderança do rei é fundamental para a unidade e a fidelidade do povo a Deus.","conexao_teologica":"A figura do rei é um símbolo da liderança de Cristo, que governa com justiça e retidão.","referencias_relacionadas":["Provérbios 21:1","Isaías 9:6","Apocalipse 17:14"]},"2cronicas_35_10_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se a algo que é significativo ou de grande importância.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a magnitude da celebração da Páscoa e a importância do evento na vida do povo de Judá.","por_que_esta_palavra":"A ênfase na grandeza destaca a importância da adoração e da celebração das obras de Deus.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo Sua majestade e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"2cronicas_35_11_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Ato de oferecer um animal como oferta a Deus durante a celebração da Páscoa.","explicacao_detalhada":"O sacrifício é um elemento central na adoração israelita, simbolizando a expiação dos pecados e a consagração a Deus. Em 2 Crônicas 35, o sacrifício é realizado durante a Páscoa, seguindo as instruções de Deus.","por_que_esta_palavra":"A palavra 'sacrifício' é utilizada para descrever a prática de oferecer algo de valor a Deus, demonstrando devoção e arrependimento.","conexao_teologica":"O sacrifício prefigura o sacrifício de Cristo, que é o Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["Levítico 23:5","Hebreus 9:22","João 1:29"]},"2cronicas_35_11_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A pessoa responsável por realizar os rituais e sacrifícios no templo.","explicacao_detalhada":"Os sacerdotes eram da tribo de Levi e tinham a função de interceder pelo povo diante de Deus, oferecendo sacrifícios e mantendo a santidade do templo.","por_que_esta_palavra":"A palavra 'sacerdote' é crucial para entender a mediação entre Deus e o povo, especialmente durante as festividades religiosas.","conexao_teologica":"Jesus é nosso sumo sacerdote, que intercede por nós de forma perfeita.","referencias_relacionadas":["Êxodo 28:1","Hebreus 4:14","1 Pedro 2:9"]},"2cronicas_35_11_pascoa":{"palavra_pt":"pascoa","palavra_original":"פֶּסַח","transliteracao":"peçach","strong":"H6453","significado_raiz":"Ideia básica: pascoa.","significado_contextual":"Celebração que recorda a libertação do povo de Israel da escravidão no Egito.","explicacao_detalhada":"A Páscoa é uma festa importante que envolve a lembrança do sacrifício do cordeiro pascal e a marcação das portas com seu sangue, simbolizando a proteção de Deus sobre os israelitas.","por_que_esta_palavra":"A palavra 'Páscoa' é utilizada para enfatizar a importância da libertação e da aliança de Deus com seu povo.","conexao_teologica":"A Páscoa aponta para a obra redentora de Cristo, que é o verdadeiro Cordeiro pascal.","referencias_relacionadas":["Êxodo 12:13","Lucas 22:15","1 Coríntios 5:7"]},"2cronicas_35_12_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo de Deus, onde os sacrifícios eram realizados.","explicacao_detalhada":"A 'casa' de Deus é um lugar sagrado, onde a presença divina habita e onde o povo se reúne para adorar e oferecer sacrifícios.","por_que_esta_palavra":"A palavra 'casa' é usada para descrever o espaço físico e espiritual que representa a habitação de Deus entre seu povo.","conexao_teologica":"Hoje, a casa de Deus é representada pela igreja, que é o corpo de Cristo.","referencias_relacionadas":["Salmos 27:4","Mateus 21:13","1 Coríntios 3:16"]},"2cronicas_35_12_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se aos filhos dos israelitas que participam da celebração da Páscoa.","explicacao_detalhada":"A menção aos 'filhos' destaca a importância da transmissão da fé e das tradições de geração em geração, especialmente nas festividades religiosas.","por_que_esta_palavra":"A palavra 'filho' é significativa para enfatizar a continuidade da aliança de Deus com seu povo através das famílias.","conexao_teologica":"Deus é nosso Pai, e somos seus filhos, chamados a viver em obediência e adoração.","referencias_relacionadas":["Deuteronômio 6:7","Salmos 78:4","Efésios 6:4"]},"2cronicas_35_13_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se ao juízo e à justiça de Deus que devem ser respeitados durante os rituais.","explicacao_detalhada":"A justiça de Deus é um tema central na adoração, e os sacerdotes devem assegurar que os rituais sejam realizados de acordo com as leis divinas.","por_que_esta_palavra":"A palavra 'juízo' é usada para enfatizar a necessidade de retidão e integridade nas práticas religiosas.","conexao_teologica":"A justiça de Deus é refletida na vida de Cristo, que é a nossa justiça.","referencias_relacionadas":["Salmos 89:14","Isaías 61:8","Romanos 3:26"]},"2cronicas_35_13_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à santidade dos rituais e do espaço onde são realizados.","explicacao_detalhada":"O conceito de 'sagrado' implica que certas coisas e lugares são dedicados a Deus e devem ser tratados com reverência.","por_que_esta_palavra":"A palavra 'sagrado' é utilizada para enfatizar a separação do que é comum e a importância da pureza na adoração.","conexao_teologica":"A santidade de Deus nos chama a viver vidas santas, refletindo seu caráter.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Apocalipse 15:4"]},"2cronicas_35_14_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Reitera a função dos sacerdotes durante a celebração da Páscoa.","explicacao_detalhada":"Os sacerdotes têm um papel vital na mediação entre Deus e o povo, especialmente em momentos de adoração coletiva.","por_que_esta_palavra":"A repetição da palavra 'sacerdote' destaca a importância da liderança espiritual na adoração.","conexao_teologica":"Cristo, como nosso sumo sacerdote, cumpre perfeitamente essa função.","referencias_relacionadas":["Hebreus 5:1","1 Timóteo 2:5","Hebreus 7:27"]},"2cronicas_35_14_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se à necessidade de seguir as instruções de Deus durante a celebração.","explicacao_detalhada":"Seguir as orientações divinas é essencial para garantir que a adoração seja aceitável a Deus e que o povo permaneça em comunhão com Ele.","por_que_esta_palavra":"A palavra 'seguir' enfatiza a obediência e a submissão à vontade de Deus.","conexao_teologica":"Seguir a Cristo é um chamado para todos os crentes, que devem andar em seus caminhos.","referencias_relacionadas":["Mateus 16:24","João 10:27","Romanos 8:14"]},"2cronicas_35_15_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei Josias, que lidera o povo na celebração da Páscoa.","explicacao_detalhada":"O rei tem um papel importante na condução do povo em adoração e na restauração da verdadeira adoração a Deus.","por_que_esta_palavra":"A palavra 'rei' é usada para destacar a autoridade e a responsabilidade do líder espiritual e político.","conexao_teologica":"Cristo é o Rei dos Reis, que governa com justiça e retidão.","referencias_relacionadas":["1 Reis 12:28","Salmos 2:6","Apocalipse 19:16"]},"2cronicas_35_15_homem":{"palavra_pt":"homem","palavra_original":"שִׁיר","transliteracao":"shîyr","strong":"H7891","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, enfatizando a natureza mortal e a fragilidade do homem diante de Deus.","explicacao_detalhada":"No contexto de 2 Crônicas 35:15, a palavra 'homem' é usada para descrever a humanidade em geral, destacando a relação entre o homem e as práticas religiosas, como a Páscoa.","por_que_esta_palavra":"A palavra 'homem' é utilizada para mostrar que todos, independentemente de sua posição, são chamados a participar das festividades religiosas e a se submeter à vontade de Deus.","conexao_teologica":"A inclusão do homem nas celebrações religiosas reflete a ideia de que todos têm acesso a Deus e são parte do Seu plano de salvação.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 3:23"]},"2cronicas_35_15_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação familiar e a continuidade da linhagem, especialmente no contexto da herança espiritual.","explicacao_detalhada":"A palavra 'filho' é usada para enfatizar a importância da transmissão da fé e das tradições de geração em geração, especialmente durante a celebração da Páscoa.","por_que_esta_palavra":"A menção do 'filho' destaca a responsabilidade dos pais em ensinar seus filhos sobre as leis e os mandamentos de Deus.","conexao_teologica":"A relação pai-filho é uma metáfora comum na Bíblia para descrever a relação entre Deus e Seu povo, onde Deus é visto como Pai.","referencias_relacionadas":["Deuteronômio 6:6-7","Salmos 78:4-6","Efésios 6:4"]},"2cronicas_35_16_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período específico, destacando a importância do tempo nas celebrações religiosas.","explicacao_detalhada":"No versículo, 'dia' é crucial, pois marca o momento da celebração da Páscoa, um evento significativo no calendário religioso de Israel.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a santidade e a importância de momentos específicos na adoração a Deus.","conexao_teologica":"O conceito de tempo é importante na teologia bíblica, pois Deus institui festivais e dias santos para que Seu povo se lembre de Sua obra.","referencias_relacionadas":["Êxodo 12:14","Levítico 23:5-6","Lucas 22:15"]},"2cronicas_35_16_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Neste contexto, a palavra 'urso' não se aplica diretamente, mas pode ser um erro de transcrição ou interpretação.","explicacao_detalhada":"A palavra 'urso' não é relevante no contexto do versículo e pode ser uma confusão com outra palavra ou conceito.","por_que_esta_palavra":"A inclusão de 'urso' pode ser um erro, pois não se relaciona com o tema da Páscoa ou da adoração a Deus.","conexao_teologica":"Não há conexão teológica clara com a palavra 'urso' neste contexto.","referencias_relacionadas":["2 Crônicas 35:16","2 Crônicas 35:17","Salmos 119:105"]},"2cronicas_35_16_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e liderança, especialmente no contexto do rei Josias, que lidera o povo na adoração a Deus.","explicacao_detalhada":"A palavra 'rei' destaca a importância da liderança espiritual e política na condução do povo em direção a Deus e à observância das festividades.","por_que_esta_palavra":"O rei é visto como um mediador entre Deus e o povo, responsável por guiar a nação em práticas religiosas.","conexao_teologica":"A figura do rei é frequentemente usada na Bíblia para simbolizar Cristo, o Rei dos Reis, que lidera Seu povo.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:6","Apocalipse 19:16"]},"2cronicas_35_17_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Assim como em 2 Crônicas 35:16, a palavra 'urso' não se aplica diretamente e pode ser um erro.","explicacao_detalhada":"A palavra 'urso' não tem relevância no contexto do versículo e pode ser uma confusão.","por_que_esta_palavra":"A inclusão de 'urso' pode ser um erro, pois não se relaciona com o tema da Páscoa ou da adoração.","conexao_teologica":"Não há conexão teológica clara com a palavra 'urso' neste contexto.","referencias_relacionadas":["2 Crônicas 35:17","2 Crônicas 35:19","Salmos 119:105"]},"2cronicas_35_17_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à continuidade da linhagem e à importância da transmissão da fé entre gerações.","explicacao_detalhada":"A palavra 'filho' é usada novamente para enfatizar a responsabilidade dos pais em ensinar seus filhos sobre as tradições religiosas.","por_que_esta_palavra":"A menção do 'filho' reforça a ideia de que a fé deve ser passada de geração em geração.","conexao_teologica":"A relação entre pais e filhos é uma representação da relação entre Deus e Seu povo, onde Deus é o Pai que cuida e ensina.","referencias_relacionadas":["Deuteronômio 6:6-7","Salmos 78:4-6","Efésios 6:4"]},"2cronicas_35_17_pascoa":{"palavra_pt":"pascoa","palavra_original":"פֶּסַח","transliteracao":"peçach","strong":"H6453","significado_raiz":"Ideia básica: pascoa.","significado_contextual":"Refere-se à celebração da Páscoa, um evento central na fé israelita que comemora a libertação do Egito.","explicacao_detalhada":"A palavra 'Páscoa' é fundamental, pois representa a salvação e a redenção do povo de Deus, simbolizando a passagem da morte para a vida.","por_que_esta_palavra":"A Páscoa é um lembrete da fidelidade de Deus em cumprir Suas promessas e libertar Seu povo.","conexao_teologica":"A Páscoa é um tipo de Cristo, que é o Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["Êxodo 12:1-14","Mateus 26:17-19","1 Coríntios 5:7"]},"2cronicas_35_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um dia específico de celebração, enfatizando a importância do tempo nas práticas religiosas.","explicacao_detalhada":"A palavra 'dia' é usada novamente para marcar um momento significativo na adoração a Deus, especialmente durante a Páscoa.","por_que_esta_palavra":"A ênfase no 'dia' destaca a importância de momentos específicos de adoração e celebração na vida do povo de Deus.","conexao_teologica":"O tempo é um elemento importante na teologia bíblica, onde Deus estabelece festivais e dias santos para que Seu povo se lembre de Sua obra.","referencias_relacionadas":["Êxodo 12:14","Levítico 23:5-6","Lucas 22:15"]},"2cronicas_35_18_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a um mensageiro de Deus, alguém que fala em nome do Senhor e transmite Sua vontade ao povo.","explicacao_detalhada":"A palavra 'profeta' é crucial, pois destaca a importância da revelação divina e da comunicação entre Deus e Seu povo.","por_que_esta_palavra":"A menção do 'profeta' sublinha a necessidade de ouvir a voz de Deus e seguir Suas instruções, especialmente em tempos de celebração.","conexao_teologica":"Os profetas desempenham um papel vital na história da salvação, apontando para Cristo e preparando o caminho para Sua vinda.","referencias_relacionadas":["Amós 3:7","Mateus 5:17","Hebreus 1:1-2"]},"2cronicas_35_18_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as festividades da Páscoa foram realizadas.","explicacao_detalhada":"A palavra 'modo' indica a maneira específica em que as instruções de Deus foram seguidas durante a celebração da Páscoa, enfatizando a importância da obediência às diretrizes divinas.","por_que_esta_palavra":"O uso de 'modo' destaca a necessidade de seguir as práticas estabelecidas por Deus para a adoração e celebração.","conexao_teologica":"A obediência ao modo de adoração é fundamental na relação entre Deus e seu povo, refletindo a santidade e a ordem divina.","referencias_relacionadas":["Êxodo 12:24-27","Levítico 23:5-6","Deuteronômio 16:1-2"]},"2cronicas_35_19_governo":{"palavra_pt":"governo","palavra_original":"מַלְכוּת","transliteracao":"malkûwth","strong":"H4438","significado_raiz":"Ideia básica: governo.","significado_contextual":"Refere-se ao governo de Josias e à sua influência sobre o povo de Judá.","explicacao_detalhada":"A palavra 'governo' implica a autoridade e o controle que Josias exercia sobre Judá, especialmente em relação à restauração da adoração a Deus.","por_que_esta_palavra":"O governo de um rei justo é crucial para a fidelidade do povo a Deus e para a manutenção da aliança.","conexao_teologica":"A liderança espiritual e política é essencial para guiar o povo em direção à obediência e à adoração a Deus.","referencias_relacionadas":["2 Reis 22:1-2","2 Reis 23:1-3","2 Crônicas 34:29-33"]},"2cronicas_35_19_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser uma referência a um erro de tradução ou interpretação, pois não se encaixa no contexto.","explicacao_detalhada":"Se a palavra se refere a 'fazer' ou 'realizar', isso enfatiza a ação de Josias em estabelecer a Páscoa.","por_que_esta_palavra":"A ação de realizar a Páscoa é central para a narrativa, mostrando a importância da celebração.","conexao_teologica":"A ação de celebrar a Páscoa é um ato de obediência e reconhecimento da salvação de Deus.","referencias_relacionadas":["Êxodo 12:14","Deuteronômio 16:3","Lucas 22:15"]},"2cronicas_35_19_pascoa":{"palavra_pt":"pascoa","palavra_original":"פֶּסַח","transliteracao":"peçach","strong":"H6453","significado_raiz":"Ideia básica: pascoa.","significado_contextual":"Refere-se à celebração da Páscoa, um evento central na vida religiosa de Israel.","explicacao_detalhada":"A Páscoa simboliza a libertação do povo de Israel da escravidão no Egito e a proteção de Deus sobre eles.","por_que_esta_palavra":"A Páscoa é um lembrete da fidelidade de Deus e da importância da memória coletiva do povo.","conexao_teologica":"A Páscoa prefigura a obra redentora de Cristo, que é o verdadeiro Cordeiro pascal.","referencias_relacionadas":["Êxodo 12:1-14","Mateus 26:17-19","1 Coríntios 5:7"]},"2cronicas_35_20_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo como a casa de Deus, onde as celebrações e sacrifícios ocorrem.","explicacao_detalhada":"A palavra 'casa' enfatiza a importância do templo como o local de encontro entre Deus e seu povo.","por_que_esta_palavra":"A casa de Deus é um símbolo da presença divina e da comunhão entre Deus e a humanidade.","conexao_teologica":"O templo representa a habitação de Deus entre seu povo e a centralidade da adoração.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Hebreus 9:24"]},"2cronicas_35_20_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se à ação de seguir as instruções de Deus na celebração da Páscoa.","explicacao_detalhada":"A palavra 'seguir' implica em obedecer e cumprir as ordens dadas por Deus, essencial para a adoração correta.","por_que_esta_palavra":"Seguir as instruções de Deus é fundamental para manter a pureza e a santidade na adoração.","conexao_teologica":"A obediência às instruções divinas é um tema recorrente na Bíblia, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Deuteronômio 5:32-33","Josué 1:7-8","Romanos 12:1-2"]},"2cronicas_35_21_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia específico da celebração da Páscoa.","explicacao_detalhada":"A palavra 'dia' enfatiza a importância do tempo determinado por Deus para a celebração das festividades.","por_que_esta_palavra":"O dia da Páscoa é um momento sagrado que deve ser observado com reverência.","conexao_teologica":"O tempo e as datas sagradas são importantes na vida espiritual, pois marcam momentos de encontro com Deus.","referencias_relacionadas":["Levítico 23:5","Mateus 26:17","Lucas 22:1"]},"2cronicas_35_21_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como o ser supremo que ordena e abençoa a celebração da Páscoa.","explicacao_detalhada":"A palavra 'Deus' destaca a soberania e a autoridade de Deus sobre todas as coisas, incluindo a adoração.","por_que_esta_palavra":"Reconhecer Deus é fundamental para a adoração verdadeira e para a compreensão da aliança.","conexao_teologica":"A relação entre Deus e seu povo é central na teologia bíblica, refletindo a necessidade de adoração e obediência.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"2cronicas_35_21_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de Deus enviar mensagens ou instruções ao seu povo.","explicacao_detalhada":"A palavra 'enviar' implica em comunicação divina, onde Deus se revela e orienta seu povo.","por_que_esta_palavra":"Enviar mensagens é uma forma de Deus se relacionar com a humanidade, guiando-os em sua vontade.","conexao_teologica":"A comunicação de Deus com seu povo é um tema central, refletindo seu desejo de relacionamento e direção.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19-20","Atos 1:8"]},"2cronicas_35_22_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade de Deus e à fidelidade de suas promessas.","explicacao_detalhada":"A palavra 'verdade' enfatiza a importância da sinceridade e da autenticidade na adoração a Deus.","por_que_esta_palavra":"A verdade é essencial para a relação com Deus, pois Ele é a própria verdade.","conexao_teologica":"A busca pela verdade é um chamado para todos os crentes, refletindo a natureza de Deus e sua palavra.","referencias_relacionadas":["Salmos 119:160","João 14:6","Efésios 4:15"]},"2cronicas_35_22_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de proximidade ou separação entre elementos.","explicacao_detalhada":"No contexto de 2 Crônicas 35:22, a palavra 'entre' é usada para descrever a posição de um indivíduo ou grupo em relação a outros, enfatizando a interconexão entre as partes.","por_que_esta_palavra":"A escolha da palavra 'entre' é crucial para entender a dinâmica de interação e a posição relativa dos personagens na narrativa.","conexao_teologica":"A ideia de estar 'entre' pode ser vista como uma representação da presença de Deus entre seu povo, reforçando a noção de comunidade e unidade.","referencias_relacionadas":["Êxodo 25:8","Salmos 22:3","Mateus 18:20"]},"2cronicas_35_22_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para uma ação ou evento.","explicacao_detalhada":"Em 2 Crônicas 35:22, 'porque' é utilizado para esclarecer a razão por trás das decisões tomadas pelos personagens, oferecendo um entendimento mais profundo das motivações.","por_que_esta_palavra":"A palavra 'porque' é essencial para conectar ações a suas causas, permitindo que o leitor compreenda o raciocínio por trás das escolhas feitas.","conexao_teologica":"A utilização de 'porque' reflete a soberania de Deus em guiar os eventos, mostrando que tudo acontece por uma razão divina.","referencias_relacionadas":["Romanos 8:28","Provérbios 16:9","Tiago 1:5"]},"2cronicas_35_23_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima em um reino, simbolizando poder e liderança.","explicacao_detalhada":"No versículo, 'rei' é mencionado para destacar a figura de autoridade que toma decisões que afetam todo o povo, refletindo a importância da liderança na história bíblica.","por_que_esta_palavra":"A palavra 'rei' é fundamental para entender a estrutura social e política de Israel, bem como a relação entre Deus e a monarquia.","conexao_teologica":"A figura do rei em Israel é frequentemente vista como um tipo de Cristo, que é o Rei dos Reis, enfatizando a soberania de Deus sobre todas as nações.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"2cronicas_35_23_agua":{"palavra_pt":"agua","palavra_original":"יָרָה","transliteracao":"yârâh","strong":"H3384","significado_raiz":"Ideia básica: agua.","significado_contextual":"A palavra 'água' é um símbolo de purificação e vida, frequentemente associada a rituais religiosos.","explicacao_detalhada":"Em 2 Crônicas 35:23, 'água' pode representar a necessidade de purificação antes de um evento sagrado, como a Páscoa, ressaltando a importância da santidade.","por_que_esta_palavra":"A menção de 'água' é significativa, pois remete à ideia de renovação e à necessidade de estar limpo diante de Deus.","conexao_teologica":"A água é um símbolo do Espírito Santo e da vida eterna, refletindo a obra redentora de Cristo.","referencias_relacionadas":["João 4:14","Isaías 12:3","Apocalipse 21:6"]},"2cronicas_35_23_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para relatar ações ou declarações significativas dentro do texto.","explicacao_detalhada":"No contexto, 'dizer' é uma ação que implica comunicação e a transmissão de mensagens importantes entre os personagens.","por_que_esta_palavra":"A escolha de 'dizer' é crucial para entender como as instruções e ordens são passadas, refletindo a importância da palavra na narrativa bíblica.","conexao_teologica":"A palavra de Deus é frequentemente descrita como poderosa e criativa, mostrando a importância da comunicação divina.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 4:12"]},"2cronicas_35_24_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se ao fim da vida física, mas também pode simbolizar a separação espiritual.","explicacao_detalhada":"Em 2 Crônicas 35:24, 'morrer' é usado para descrever a consequência de ações que levam à morte, enfatizando a fragilidade da vida.","por_que_esta_palavra":"A menção de 'morrer' é significativa, pois traz à tona a realidade da mortalidade e a necessidade de se viver de acordo com a vontade de Deus.","conexao_teologica":"A morte é um tema central na teologia cristã, onde a morte de Cristo traz vida eterna aos crentes.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:22","João 11:25"]},"2cronicas_35_24_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou à forma de agir.","explicacao_detalhada":"No versículo, 'modo' é utilizado para descrever a forma como as ações são realizadas, destacando a importância da intenção e do método.","por_que_esta_palavra":"A escolha de 'modo' é importante para entender que não apenas as ações, mas também a maneira como são realizadas têm consequências.","conexao_teologica":"O modo de viver segundo os princípios de Deus é enfatizado em toda a Escritura, refletindo a importância da ética cristã.","referencias_relacionadas":["Gálatas 5:25","Colossenses 3:17","1 Pedro 2:12"]},"2cronicas_35_25_homem":{"palavra_pt":"homem","palavra_original":"שִׁיר","transliteracao":"shîyr","strong":"H7891","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, mas também pode ter conotações específicas em contextos individuais.","explicacao_detalhada":"Em 2 Crônicas 35:25, 'homem' é mencionado para destacar a condição humana e a necessidade de arrependimento e redenção.","por_que_esta_palavra":"A palavra 'homem' é fundamental para entender a relação entre Deus e a humanidade, enfatizando a dignidade e a responsabilidade do ser humano.","conexao_teologica":"A humanidade é o foco do plano de salvação de Deus, onde Cristo veio para salvar os homens do pecado.","referencias_relacionadas":["Gênesis 1:27","Romanos 5:12","Efésios 2:10"]},"2cronicas_35_25_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode simbolizar um tempo de eventos significativos.","explicacao_detalhada":"No versículo, 'dia' é utilizado para marcar um momento especial na história de Israel, como a celebração da Páscoa.","por_que_esta_palavra":"A menção de 'dia' é importante para entender a cronologia dos eventos e a importância de momentos específicos na vida do povo de Deus.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tempo de julgamento e redenção.","referencias_relacionadas":["Salmos 118:24","Mateus 24:36","Apocalipse 1:10"]},"2cronicas_35_25_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada novamente para enfatizar a comunicação e a importância das declarações feitas.","explicacao_detalhada":"Neste contexto, 'dizer' destaca a relevância das palavras e como elas moldam a realidade e as ações dos personagens.","por_que_esta_palavra":"A repetição da palavra 'dizer' reforça a ideia de que a comunicação é vital para a compreensão e a ação dentro da narrativa bíblica.","conexao_teologica":"As palavras têm poder, e a Bíblia enfatiza a importância de falar a verdade e de edificar uns aos outros.","referencias_relacionadas":["Provérbios 18:21","Efésios 4:29","Tiago 3:5"]},"2cronicas_35_26_descanso":{"palavra_pt":"descanso","palavra_original":"יֶתֶר","transliteracao":"yether","strong":"H3499","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao descanso que Deus proporciona ao seu povo após a realização de um ato de adoração.","explicacao_detalhada":"O termo 'descanso' neste contexto implica um estado de tranquilidade e paz que vem após a celebração da Páscoa, onde o povo se reúne para honrar a Deus. É um momento de reflexão e gratidão.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância do descanso espiritual e físico após um ato significativo de adoração.","conexao_teologica":"O descanso é um tema recorrente na Bíblia, simbolizando a paz que Deus oferece aos seus seguidores, especialmente após momentos de grande fervor espiritual.","referencias_relacionadas":["Êxodo 20:8-11","Salmos 23:2","Mateus 11:28"]},"2cronicas_35_26_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus e à importância da comunicação divina com o povo.","explicacao_detalhada":"A palavra 'dâbâr' é fundamental na tradição hebraica, representando não apenas a fala, mas também a ação e a criação. Neste contexto, enfatiza a revelação de Deus ao seu povo.","por_que_esta_palavra":"A escolha dessa palavra destaca a centralidade da comunicação de Deus e sua vontade para a vida do povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo um meio pelo qual Deus se relaciona com a humanidade.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","João 1:1"]},"2cronicas_35_26_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"Refere-se à misericórdia e ao amor leal de Deus para com seu povo.","explicacao_detalhada":"A palavra 'chêçêd' expressa a fidelidade e a bondade de Deus, que se manifesta em sua relação com Israel, especialmente em momentos de arrependimento e retorno.","por_que_esta_palavra":"Esta palavra é escolhida para enfatizar a natureza de Deus como um ser que é fiel e amoroso, mesmo diante da infidelidade do povo.","conexao_teologica":"A misericórdia de Deus é um tema central na teologia bíblica, refletindo seu caráter e sua disposição em perdoar.","referencias_relacionadas":["Salmos 136:1","Lamentações 3:22-23","Romanos 5:8"]},"2cronicas_35_27_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Novamente se refere à palavra de Deus, ressaltando sua importância na vida do povo.","explicacao_detalhada":"A repetição da palavra 'dâbâr' reforça a ideia de que a comunicação divina é essencial para a compreensão e a prática da fé.","por_que_esta_palavra":"A ênfase na palavra destaca a continuidade da revelação de Deus ao longo da história de Israel.","conexao_teologica":"A palavra de Deus é um fundamento para a fé e a prática, guiando o povo em sua jornada espiritual.","referencias_relacionadas":["Isaías 55:11","Tiago 1:22","1 Pedro 1:25"]},"2cronicas_35_27_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Usado para chamar a atenção do povo para um evento ou mensagem importante.","explicacao_detalhada":"A palavra 'hên' é uma interjeição que serve para enfatizar a importância do que está sendo dito ou mostrado, muitas vezes precedendo uma revelação significativa.","por_que_esta_palavra":"A escolha dessa palavra é para despertar a atenção e a consciência do povo sobre a ação de Deus.","conexao_teologica":"A chamada à atenção é um convite para que o povo reconheça e responda à obra de Deus em suas vidas.","referencias_relacionadas":["Isaías 40:9","Mateus 5:14","Apocalipse 3:20"]},"2cronicas_35_27_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e ao papel do rei em Israel, especialmente em relação à adoração e à liderança espiritual.","explicacao_detalhada":"A palavra 'melek' destaca a função do rei como líder do povo, responsável por guiar a nação em direção a Deus e à observância da Lei.","por_que_esta_palavra":"A menção do rei é crucial para entender a dinâmica de liderança e a responsabilidade espiritual que ele carrega.","conexao_teologica":"O conceito de realeza em Israel é frequentemente associado à soberania de Deus, refletindo a relação entre o Rei celestial e os reis terrenos.","referencias_relacionadas":["1 Samuel 8:7","Salmos 72:1-2","Romanos 13:1"]}}