{"2cronicas_36_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Israel, simbolizando a herança e a promessa de Deus ao seu povo.","explicacao_detalhada":"A palavra 'ʼerets' é usada para enfatizar a importância da terra como parte do pacto entre Deus e Israel, representando tanto um lugar físico quanto um espaço espiritual.","por_que_esta_palavra":"A escolha dessa palavra destaca a conexão entre o povo e a terra prometida, que é central na narrativa bíblica.","conexao_teologica":"A terra é um símbolo da presença de Deus e da realização de suas promessas, refletindo a relação entre o Criador e sua criação.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Hebreus 11:9-10"]},"2cronicas_36_1_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se ao ato de tomar ou capturar, especialmente no contexto de conquistas e exílio.","explicacao_detalhada":"A palavra 'lâqach' implica uma ação de apropriação, que pode ser tanto física quanto espiritual, refletindo a dinâmica de poder entre nações.","por_que_esta_palavra":"A escolha dessa palavra é significativa para entender a transição de poder e a soberania de Deus sobre a história.","conexao_teologica":"O ato de tomar é muitas vezes associado à soberania de Deus, que controla os eventos da história em conformidade com seu plano.","referencias_relacionadas":["Daniel 1:1-2","Ezequiel 36:24","Romanos 8:28"]},"2cronicas_36_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência e à continuidade da linhagem real em Israel.","explicacao_detalhada":"A palavra 'bên' é usada para enfatizar a importância dos filhos na transmissão da herança e das promessas de Deus.","por_que_esta_palavra":"A menção do filho é crucial para entender a continuidade da liderança e a realização das promessas divinas ao longo das gerações.","conexao_teologica":"A ideia de filho é central na teologia bíblica, refletindo a relação entre Deus e seu povo como uma família.","referencias_relacionadas":["Salmos 127:3","Mateus 1:1","Gálatas 4:4"]},"2cronicas_36_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Novamente se refere à importância da descendência e da continuidade na linhagem real.","explicacao_detalhada":"A repetição da palavra 'bên' reforça a ideia de que a linhagem é fundamental para a identidade do povo e a realização das promessas de Deus.","por_que_esta_palavra":"A ênfase na palavra destaca a importância da continuidade familiar e da fidelidade às promessas divinas.","conexao_teologica":"A linhagem é um tema recorrente na Bíblia, simbolizando a fidelidade de Deus em cumprir suas promessas através das gerações.","referencias_relacionadas":["Gênesis 17:7","Mateus 1:17","Hebreus 11:11"]},"2cronicas_36_2_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"O ato de governar ou exercer autoridade sobre um povo ou território.","explicacao_detalhada":"A palavra 'reinar' refere-se à ação de um soberano que exerce poder e controle sobre seu reino. No contexto de 2 Crônicas 36:2, ela se aplica ao rei que assume o trono e lidera o povo de Israel.","por_que_esta_palavra":"Esta palavra é fundamental para entender a estrutura de governo em Israel e a relação entre Deus e os reis que Ele estabelece.","conexao_teologica":"O reinado é um tema central na Bíblia, simbolizando a soberania de Deus sobre a criação e a importância da liderança justa.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Isaías 9:6"]},"2cronicas_36_3_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território físico, à nação de Israel e ao lugar prometido por Deus ao Seu povo.","explicacao_detalhada":"A palavra 'terra' é usada para descrever não apenas o solo, mas também a herança e a identidade do povo de Israel. Em 2 Crônicas 36:3, a terra é o cenário das ações dos reis e do povo.","por_que_esta_palavra":"A terra é um símbolo da promessa de Deus e da aliança com Israel, representando segurança e pertencimento.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, simbolizando a fidelidade de Deus e a esperança de restauração.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-11","Josué 1:3"]},"2cronicas_36_3_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A figura do governante que lidera o povo de Israel, representando a autoridade e a responsabilidade diante de Deus.","explicacao_detalhada":"A palavra 'rei' implica em liderança, poder e a necessidade de governar com justiça. Em 2 Crônicas 36:3, o rei é responsável por guiar o povo e manter a aliança com Deus.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica de liderança em Israel e a expectativa de que os reis sigam os caminhos de Deus.","conexao_teologica":"O conceito de rei é central na teologia bíblica, especialmente em relação ao Rei dos Reis, que é Cristo.","referencias_relacionadas":["1 Reis 10:1-2","Salmos 72:1-2","Isaías 32:1"]},"2cronicas_36_3_amerce":{"palavra_pt":"amerce","palavra_original":"עָנַשׁ","transliteracao":"ʻânash","strong":"H6064","significado_raiz":"Ideia básica: amerce.","significado_contextual":"Refere-se à ação de impor uma penalidade ou punição a alguém por suas ações.","explicacao_detalhada":"A palavra 'amerce' implica em justiça e retribuição. Em 2 Crônicas 36:3, ela é usada para descrever a consequência das ações do rei e do povo.","por_que_esta_palavra":"É importante para entender a justiça divina e como Deus responde ao comportamento dos líderes e do povo.","conexao_teologica":"A ideia de justiça e retribuição é um tema importante na Bíblia, refletindo o caráter de Deus como justo.","referencias_relacionadas":["Deuteronômio 32:35","Ezequiel 18:30","Romanos 2:6"]},"2cronicas_36_4_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"O ato de governar, especialmente em relação ao novo rei que assume o trono.","explicacao_detalhada":"A palavra 'reinar' é usada novamente para enfatizar a continuidade do governo e a responsabilidade do novo rei em liderar o povo.","por_que_esta_palavra":"É essencial para entender a sucessão de poder e a importância da liderança na história de Israel.","conexao_teologica":"O reinado é um reflexo da soberania de Deus e da necessidade de líderes que busquem a Sua vontade.","referencias_relacionadas":["1 Crônicas 29:23","Salmos 47:2","Eclesiastes 8:4"]},"2cronicas_36_4_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A figura de autoridade que governa sobre o povo de Israel, com um papel crucial na história da nação.","explicacao_detalhada":"A palavra 'rei' é usada para descrever a liderança e a responsabilidade que um governante tem sobre seu povo, especialmente em tempos de crise.","por_que_esta_palavra":"É fundamental para entender a relação entre o rei e Deus, e como essa relação afeta a nação.","conexao_teologica":"O rei é visto como um representante de Deus na terra, e sua fidelidade a Deus é crucial para o bem-estar do povo.","referencias_relacionadas":["1 Reis 11:34","Salmos 89:27","Isaías 33:22"]},"2cronicas_36_4_andar":{"palavra_pt":"andar","palavra_original":"סָבַב","transliteracao":"çâbab","strong":"H5437","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao modo de viver ou agir de uma pessoa, especialmente em relação à obediência a Deus.","explicacao_detalhada":"A palavra 'andar' implica em um estilo de vida que reflete as escolhas e ações de uma pessoa. Em 2 Crônicas 36:4, isso se relaciona com a maneira como o rei deve governar.","por_que_esta_palavra":"É importante para entender que a vida de um líder deve estar alinhada com os princípios de Deus.","conexao_teologica":"Andar nos caminhos de Deus é um tema central na Bíblia, refletindo a necessidade de viver de acordo com Sua vontade.","referencias_relacionadas":["Salmos 1:1-2","Miquéias 6:8","Gálatas 5:16"]},"2cronicas_36_5_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um ato de fazer ou realizar algo, especialmente em um contexto de autoridade.","explicacao_detalhada":"A palavra 'urso' é usada para descrever a ação de um rei ou líder em tomar decisões e implementar ações que afetam seu povo.","por_que_esta_palavra":"É crucial para entender a responsabilidade de um líder em agir de acordo com a vontade de Deus.","conexao_teologica":"A ação de fazer é um reflexo da fé em ação, mostrando que a obediência a Deus deve se manifestar em ações concretas.","referencias_relacionadas":["Tiago 2:17","Colossenses 3:23","1 Pedro 2:12"]},"2cronicas_36_5_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência, especialmente em relação à linhagem real e à continuidade do governo.","explicacao_detalhada":"A palavra 'filho' é usada para enfatizar a relação familiar e a sucessão no trono, destacando a importância da herança.","por_que_esta_palavra":"É fundamental para entender a importância da linhagem e da continuidade na liderança de Israel.","conexao_teologica":"A ideia de filho é central na Bíblia, especialmente em relação a Jesus como o Filho de Deus e a promessa de um Salvador.","referencias_relacionadas":["Mateus 1:1","Lucas 3:38","Romanos 8:17"]},"2cronicas_36_5_rei":{"palavra_pt":"rei","palavra_original":"יְהוֹיָקִים","transliteracao":"Yᵉhôwyâqîym","strong":"H3079","significado_raiz":"Ideia básica: rei.","significado_contextual":"A figura de autoridade que governa sobre o povo, especificamente referindo-se ao rei Jeoaquim.","explicacao_detalhada":"A palavra 'rei' aqui se refere a Jeoaquim, que governou em um período de grande turbulência e desobediência a Deus.","por_que_esta_palavra":"É importante para entender o contexto histórico e as consequências das ações do rei sobre o povo de Israel.","conexao_teologica":"O reinado de Jeoaquim é um exemplo das consequências da desobediência e da necessidade de arrependimento.","referencias_relacionadas":["2 Reis 24:1","Jeremias 22:18-19","Daniel 1:1"]},"2cronicas_36_6_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶאצַּר","transliteracao":"Nᵉbûwkadneʼtstsar","strong":"H5019","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei da Babilônia, Nabucodonosor, que conquistou Judá.","explicacao_detalhada":"Nabucodonosor II foi um dos mais poderosos reis da Babilônia, conhecido por suas conquistas militares e pela destruição de Jerusalém em 586 a.C. Ele é frequentemente mencionado na Bíblia como um instrumento de Deus para o juízo sobre Judá.","por_que_esta_palavra":"A palavra 'rei' é central para entender a dinâmica do poder e a soberania de Deus sobre as nações, especialmente no contexto do exílio de Israel.","conexao_teologica":"A soberania de Deus é manifestada através da ascensão e queda dos reis, mostrando que mesmo os governantes pagãos estão sob o controle divino.","referencias_relacionadas":["Jeremias 25:9","Daniel 1:1-2","Ezequiel 26:7"]},"2cronicas_36_6_ouro":{"palavra_pt":"ouro","palavra_original":"נְחֹשֶׁת","transliteracao":"nᵉchôsheth","strong":"H5178","significado_raiz":"Ideia básica: ouro.","significado_contextual":"Ouro é mencionado como um símbolo de riqueza e poder, frequentemente associado ao templo e ao culto a Deus.","explicacao_detalhada":"O ouro era um metal precioso utilizado em objetos sagrados e na construção do templo, representando a glória de Deus e a riqueza de Israel. A menção do ouro aqui pode indicar a riqueza que foi levada para a Babilônia após a conquista.","por_que_esta_palavra":"Ouro simboliza não apenas riqueza material, mas também a presença e a glória de Deus entre o Seu povo.","conexao_teologica":"A riqueza material deve ser vista à luz da riqueza espiritual que vem de Deus, que é mais valiosa do que qualquer tesouro terrestre.","referencias_relacionadas":["Êxodo 25:3","1 Reis 10:14","Salmos 119:72"]},"2cronicas_36_7_armourbearer":{"palavra_pt":"armour bearer","palavra_original":"כְּלִי","transliteracao":"kᵉlîy","strong":"H3627","significado_raiz":"Ideia básica: armour bearer.","significado_contextual":"Refere-se a um porta-armas ou escudeiro, alguém que serve diretamente ao rei em batalhas.","explicacao_detalhada":"O papel do armour bearer era crucial em batalhas, pois ele não apenas carregava as armas, mas também protegia o rei. Isso ilustra a importância da lealdade e do serviço na liderança.","por_que_esta_palavra":"A palavra destaca a relação de confiança e dependência entre o rei e seus servos, refletindo a estrutura de liderança em Israel.","conexao_teologica":"Assim como o armour bearer serve ao rei, os crentes são chamados a servir a Cristo, o Rei dos Reis.","referencias_relacionadas":["1 Samuel 14:1","2 Reis 11:4","Salmos 84:10"]},"2cronicas_36_7_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo de Deus, que era considerado a casa do Senhor em Jerusalém.","explicacao_detalhada":"A casa de Deus era o centro da adoração e da presença divina entre o povo de Israel. A destruição da casa simboliza a separação do povo de Deus.","por_que_esta_palavra":"A casa representa a habitação de Deus entre os homens e a importância da adoração correta.","conexao_teologica":"A casa de Deus é um símbolo da presença de Deus, que se manifesta de forma plena em Cristo, o verdadeiro templo.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Mateus 12:6"]},"2cronicas_36_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado e reverenciado pelo povo de Israel.","explicacao_detalhada":"O nome de Deus é associado à Sua natureza, caráter e autoridade. Invocar o nome do Senhor é reconhecer Sua soberania e poder.","por_que_esta_palavra":"O nome de Deus é central na adoração e na identidade do povo de Israel.","conexao_teologica":"O nome de Deus é revelado plenamente em Jesus Cristo, que é a manifestação do caráter de Deus entre nós.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"2cronicas_36_8_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Refere-se ao ato de governar, especialmente no contexto do reinado de Nabucodonosor.","explicacao_detalhada":"O reinado de Nabucodonosor é um exemplo de como Deus usa líderes pagãos para cumprir Seus propósitos. O ato de reinar é visto como uma responsabilidade dada por Deus.","por_que_esta_palavra":"A palavra 'reinar' enfatiza a autoridade e a responsabilidade que vem com o poder.","conexao_teologica":"Cristo é o Rei que reina eternamente, e todos os reinos da Terra estão sob Sua autoridade.","referencias_relacionadas":["Salmos 22:28","Daniel 4:17","Apocalipse 19:16"]},"2cronicas_36_8_descanso":{"palavra_pt":"descanso","palavra_original":"יֶתֶר","transliteracao":"yether","strong":"H3499","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao descanso que Deus oferece ao Seu povo, especialmente após o juízo.","explicacao_detalhada":"O descanso é um tema importante na Bíblia, simbolizando paz e segurança em Deus. Após o exílio, Deus promete restaurar Seu povo e dar-lhes descanso.","por_que_esta_palavra":"A palavra 'descanso' é um lembrete da esperança e da restauração que Deus oferece.","conexao_teologica":"O descanso final é encontrado em Cristo, que oferece descanso para as almas cansadas.","referencias_relacionadas":["Mateus 11:28","Hebreus 4:9-10","Salmos 37:7"]},"2cronicas_36_8_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus, que é viva e eficaz, trazendo instrução e direção ao Seu povo.","explicacao_detalhada":"A palavra de Deus é fundamental para a vida espiritual de Israel, sendo a base para a adoração e a obediência. Ela é frequentemente mencionada como um meio pelo qual Deus se comunica com Seu povo.","por_que_esta_palavra":"A palavra é essencial para entender a vontade de Deus e viver de acordo com Seus propósitos.","conexao_teologica":"Cristo é a Palavra viva, que se fez carne e habitou entre nós, revelando a plenitude de Deus.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","João 1:1"]},"2cronicas_36_9_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a uma ação que pode ser interpretada como um ato de força ou poder, possivelmente em um contexto de batalha.","explicacao_detalhada":"A palavra 'urso' pode simbolizar força e ferocidade, refletindo a natureza dos desafios enfrentados por Israel durante o exílio.","por_que_esta_palavra":"A menção de um urso pode evocar imagens de proteção e força, contrastando com a vulnerabilidade do povo de Deus.","conexao_teologica":"Deus é frequentemente descrito como um protetor forte, que defende Seu povo contra os inimigos.","referencias_relacionadas":["Amós 5:19","Isaías 11:7","Provérbios 28:15"]},"2cronicas_36_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho de Nabucodonosor, que continuou o legado de seu pai.","explicacao_detalhada":"A palavra 'filho' é importante para entender a continuidade do reino e a transmissão de poder entre gerações.","por_que_esta_palavra":"A relação entre pai e filho é fundamental na narrativa bíblica, refletindo a importância da herança e da liderança.","conexao_teologica":"Cristo é chamado de Filho de Deus, enfatizando Sua divindade e Sua relação única com o Pai.","referencias_relacionadas":["Mateus 1:1","Lucas 3:38","Romanos 1:3"]},"2cronicas_36_9_rei":{"palavra_pt":"rei","palavra_original":"יְהוֹיָכִין","transliteracao":"Yᵉhôwyâkîyn","strong":"H3078","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao título de autoridade máxima sobre o povo de Judá.","explicacao_detalhada":"O rei era responsável por governar, proteger e guiar o povo, além de ser um representante de Deus na terra. No contexto de 2 Crônicas 36:9, Jeoaquim, o rei, é mencionado como um governante que não seguiu os caminhos de Deus.","por_que_esta_palavra":"A palavra 'rei' é central para entender a estrutura política e espiritual de Israel, onde o rei deveria ser um líder justo e temente a Deus.","conexao_teologica":"A figura do rei em Israel é um reflexo da soberania de Deus sobre seu povo. A desobediência dos reis frequentemente leva ao juízo divino.","referencias_relacionadas":["1 Samuel 8:5","Salmos 72:1-2","Provérbios 8:15-16"]},"2cronicas_36_10_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Indica a posição de liderança e autoridade sobre Judá.","explicacao_detalhada":"O termo 'rei' aqui se refere a um governante que deveria ser um exemplo de justiça e retidão. Em 2 Crônicas 36:10, a menção do rei Jeoaquim destaca a transição de poder e a importância de um governo que agrada a Deus.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica entre liderança humana e a vontade divina.","conexao_teologica":"O conceito de realeza em Israel é um símbolo da relação entre Deus e seu povo, onde o rei deveria refletir o caráter de Deus.","referencias_relacionadas":["Deuteronômio 17:14-20","1 Reis 10:1-2","Isaías 32:1"]},"2cronicas_36_10_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Refere-se ao ato de governar ou exercer autoridade.","explicacao_detalhada":"O verbo 'reinar' implica em exercer poder e responsabilidade sobre o povo. Em 2 Crônicas 36:10, o ato de reinar é associado à liderança de Jeoaquim e suas ações diante de Deus.","por_que_esta_palavra":"A palavra 'reinar' é fundamental para compreender a responsabilidade do rei em guiar o povo segundo os preceitos divinos.","conexao_teologica":"Reinar é visto como um chamado divino, onde o rei deve ser um servo de Deus e do povo.","referencias_relacionadas":["Salmos 22:28","Ezequiel 34:24","Romanos 13:1"]},"2cronicas_36_10_answer":{"palavra_pt":"answer","palavra_original":"תְּשׁוּבָה","transliteracao":"tᵉshûwbâh","strong":"H8666","significado_raiz":"Ideia básica: answer.","significado_contextual":"Refere-se à resposta ou reação a uma situação.","explicacao_detalhada":"A palavra 'answer' é usada para descrever a resposta que se espera de um líder ou do povo diante de Deus. Em 2 Crônicas 36:10, isso pode se relacionar com a resposta de Jeoaquim às instruções divinas.","por_que_esta_palavra":"A ideia de resposta é crucial na relação entre Deus e seu povo, onde a obediência é uma forma de resposta ao chamado divino.","conexao_teologica":"A resposta a Deus é um tema central nas Escrituras, refletindo a disposição do coração humano em seguir a vontade divina.","referencias_relacionadas":["Salmos 119:145","Isaías 65:24","Mateus 7:7"]},"2cronicas_36_11_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência ou à relação familiar.","explicacao_detalhada":"A palavra 'filho' em 2 Crônicas 36:11 destaca a continuidade da linhagem real e a importância da herança espiritual e física na história de Israel.","por_que_esta_palavra":"A palavra 'filho' é importante para entender a sucessão no trono e a responsabilidade que vem com a herança.","conexao_teologica":"A relação de pai e filho é frequentemente usada nas Escrituras para ilustrar a relação entre Deus e seu povo.","referencias_relacionadas":["Êxodo 20:5-6","Salmos 127:3","Mateus 1:1"]},"2cronicas_36_11_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Refere-se ao ato de governar sob a autoridade de Deus.","explicacao_detalhada":"Em 2 Crônicas 36:11, o ato de reinar é associado à responsabilidade de liderar o povo de acordo com os mandamentos de Deus.","por_que_esta_palavra":"A palavra 'reinar' é essencial para entender o papel do rei como um servo de Deus e do povo.","conexao_teologica":"Reinar é um chamado divino, onde a liderança deve refletir a justiça e a misericórdia de Deus.","referencias_relacionadas":["Salmos 145:13","Eclesiastes 8:4","Romanos 13:4"]},"2cronicas_36_11_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral ou a um indivíduo específico.","explicacao_detalhada":"A palavra 'homem' em 2 Crônicas 36:11 pode se referir à condição humana e à necessidade de liderança justa e piedosa.","por_que_esta_palavra":"A palavra 'homem' é importante para entender a natureza humana e a responsabilidade que cada um tem diante de Deus.","conexao_teologica":"A humanidade é vista como criação de Deus, com um propósito e uma responsabilidade moral.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 3:23"]},"2cronicas_36_12_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a uma ação ou criação.","explicacao_detalhada":"A palavra 'urso' em 2 Crônicas 36:12 pode ser uma metáfora ou uma referência a algo que foi feito, enfatizando a ação de Deus ou do homem.","por_que_esta_palavra":"A palavra 'urso' é importante para entender a criação e as obras que refletem a natureza de Deus.","conexao_teologica":"As ações humanas e divinas são frequentemente interligadas nas Escrituras, mostrando a soberania de Deus sobre todas as coisas.","referencias_relacionadas":["Gênesis 1:31","Salmos 104:24-25","Isaías 43:7"]},"2cronicas_36_12_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a um mensageiro de Deus.","explicacao_detalhada":"A palavra 'profeta' em 2 Crônicas 36:12 destaca a importância de ouvir e seguir as instruções divinas através dos mensageiros que Deus levanta.","por_que_esta_palavra":"A palavra 'profeta' é crucial para entender a comunicação de Deus com seu povo e a necessidade de arrependimento.","conexao_teologica":"Os profetas são instrumentos de Deus, chamados para guiar e corrigir o povo segundo a vontade divina.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Ezequiel 2:3"]},"2cronicas_36_12_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à percepção ou visão.","explicacao_detalhada":"A palavra 'olho' em 2 Crônicas 36:12 pode simbolizar a capacidade de ver e entender a verdade espiritual e a necessidade de discernimento.","por_que_esta_palavra":"A palavra 'olho' é importante para entender a visão espiritual e a percepção da vontade de Deus.","conexao_teologica":"A visão espiritual é um tema recorrente nas Escrituras, onde Deus abre os olhos do povo para a verdade.","referencias_relacionadas":["Salmos 119:18","Mateus 6:22-23","Efésios 1:18"]},"2cronicas_36_13_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima sobre o povo de Israel, que deveria governar com justiça e temor a Deus.","explicacao_detalhada":"No contexto de 2 Crônicas 36:13, o rei é uma figura central que representa a liderança espiritual e política de Israel. O rei deveria ser um exemplo de fidelidade a Deus e um defensor da lei divina.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a estrutura de governo em Israel e a relação entre a liderança e a obediência a Deus.","conexao_teologica":"A figura do rei em Israel é um tipo de Cristo, que é o Rei dos Reis, e reflete a soberania de Deus sobre a humanidade.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:6","Isaías 9:6","Mateus 2:2"]},"2cronicas_36_13_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador e mantenedor do universo, que exige adoração e obediência.","explicacao_detalhada":"Em 2 Crônicas 36:13, a menção de Deus destaca a importância da relação entre o povo e seu Criador, enfatizando a necessidade de seguir Seus mandamentos.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para a compreensão da aliança entre Deus e Israel, e a responsabilidade do povo em manter essa aliança.","conexao_teologica":"Deus é apresentado como o juiz e salvador, que se importa com a fidelidade de Seu povo e está sempre pronto a perdoar.","referencias_relacionadas":["Gênesis 1:1","Êxodo 20:2-3","Salmos 46:10","Romanos 1:20"]},"2cronicas_36_14_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se àquele que serve no templo e atua como mediador entre Deus e o povo.","explicacao_detalhada":"No contexto de 2 Crônicas 36:14, os sacerdotes têm a responsabilidade de ensinar a lei, oferecer sacrifícios e manter a santidade do culto a Deus.","por_que_esta_palavra":"A palavra 'sacerdote' é essencial para entender o sistema religioso de Israel e a importância da intercessão e do culto.","conexao_teologica":"Os sacerdotes prefiguram o sacerdócio de Cristo, que é o nosso sumo sacerdote e mediador.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:10","Hebreus 4:14","1 Pedro 2:9"]},"2cronicas_36_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas devem ser feitas, especialmente em relação à adoração e à vida moral.","explicacao_detalhada":"Em 2 Crônicas 36:14, o 'modo' é importante para entender a forma correta de adorar a Deus e viver de acordo com Seus mandamentos.","por_que_esta_palavra":"A palavra 'modo' destaca a necessidade de seguir as instruções divinas em todas as áreas da vida.","conexao_teologica":"A maneira de viver e adorar a Deus reflete a santidade e a justiça que Ele exige de Seu povo.","referencias_relacionadas":["Deuteronômio 6:5","Salmos 119:105","Romanos 12:1-2","Colossenses 3:17"]},"2cronicas_36_15_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se ao ato de Deus enviar mensageiros ou profetas para advertir Seu povo.","explicacao_detalhada":"No contexto de 2 Crônicas 36:15, Deus envia profetas para chamar o povo ao arrependimento e à volta a Ele, demonstrando Sua misericórdia.","por_que_esta_palavra":"A palavra 'enviar' é significativa porque mostra a iniciativa de Deus em buscar Seu povo, mesmo diante da desobediência.","conexao_teologica":"O envio de profetas é um reflexo do amor de Deus e de Sua vontade de restaurar a relação com a humanidade.","referencias_relacionadas":["Jeremias 7:25","Ezequiel 3:17","Mateus 23:37","Lucas 4:18"]},"2cronicas_36_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' refere-se ao nome pessoal de Deus, que expressa Sua autoridade e relação com Seu povo.","explicacao_detalhada":"Em 2 Crônicas 36:15, o uso do nome 'Senhor' enfatiza a soberania de Deus e Sua presença constante na vida de Israel.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a natureza de Deus como aquele que governa e cuida de Seu povo.","conexao_teologica":"O nome do Senhor é um símbolo de Sua fidelidade e compromisso com a aliança que fez com Israel.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8","Filipenses 2:9-11"]},"2cronicas_36_15_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo que se revela ao Seu povo e exige adoração.","explicacao_detalhada":"Em 2 Crônicas 36:15, a menção de Deus destaca Sua autoridade e a necessidade de o povo reconhecer Sua soberania.","por_que_esta_palavra":"A palavra 'Deus' é central para a compreensão da relação entre o Criador e a criação, especialmente em um contexto de desobediência.","conexao_teologica":"Deus é apresentado como o juiz e redentor, que busca restaurar Seu povo através de advertências e promessas.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28","Romanos 1:20"]},"2cronicas_36_16_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"A palavra 'anjo/mensageiro' refere-se aos seres espirituais que servem como mensageiros de Deus.","explicacao_detalhada":"Em 2 Crônicas 36:16, os anjos são enviados para comunicar a vontade de Deus e advertir o povo sobre suas transgressões.","por_que_esta_palavra":"A palavra 'anjo' é importante porque mostra como Deus se comunica com a humanidade através de seres espirituais.","conexao_teologica":"Os anjos são agentes de Deus que desempenham um papel crucial na execução de Seus planos e na proteção de Seu povo.","referencias_relacionadas":["Gênesis 16:7","Salmos 91:11","Mateus 1:20","Hebreus 1:14"]},"2cronicas_36_16_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda moral e espiritual do povo de Israel devido à desobediência.","explicacao_detalhada":"No contexto de 2 Crônicas 36:16, a 'queda' simboliza a consequência do afastamento de Deus e a rejeição de Seus avisos.","por_que_esta_palavra":"A palavra 'cair' é significativa porque ilustra a fragilidade humana e a necessidade de permanecer firme na fé.","conexao_teologica":"A queda do povo é um lembrete da necessidade de arrependimento e da graça de Deus para restaurar aqueles que se desviaram.","referencias_relacionadas":["Gênesis 3:6","Salmos 37:24","Romanos 3:23","Gálatas 6:1"]},"2cronicas_36_17_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se ao ato de Deus trazer juízo sobre o povo por causa de sua rebeldia.","explicacao_detalhada":"Em 2 Crônicas 36:17, a destruição é uma consequência direta da rejeição das advertências divinas e da idolatria do povo.","por_que_esta_palavra":"A palavra 'destruir' é importante para entender a seriedade do juízo de Deus e a necessidade de arrependimento.","conexao_teologica":"A destruição serve como um aviso sobre as consequências do pecado e a importância da obediência a Deus.","referencias_relacionadas":["Deuteronômio 28:15","Ezequiel 18:30","Mateus 10:28","Apocalipse 20:14"]},"2cronicas_36_17_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo de Deus, que era considerado a casa do Senhor.","explicacao_detalhada":"A palavra 'casa' neste contexto implica não apenas um edifício físico, mas também a presença de Deus entre o Seu povo. O templo era o local de adoração e sacrifício, simbolizando a relação entre Deus e Israel.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a importância do templo como o lugar onde Deus habita e se relaciona com Seu povo.","conexao_teologica":"A casa de Deus é um tema central na teologia bíblica, representando a habitação divina e a comunhão entre Deus e a humanidade.","referencias_relacionadas":["Salmos 27:4","1 Reis 6:1","Isaías 56:7"]},"2cronicas_36_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas eram feitas, especialmente em relação ao culto e à adoração.","explicacao_detalhada":"A palavra 'modo' indica a forma ou o método que deveria ser seguido nas práticas religiosas, refletindo a ordem e a santidade exigidas por Deus.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender que a adoração a Deus deve ser feita de acordo com Suas instruções e não de qualquer maneira.","conexao_teologica":"A adoração deve ser feita em espírito e em verdade, conforme ensinado em João 4:24, e isso implica seguir o modo que Deus estabeleceu.","referencias_relacionadas":["Êxodo 25:40","Números 3:4","Deuteronômio 12:32"]},"2cronicas_36_18_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como os utensílios e objetos sagrados eram tratados e utilizados.","explicacao_detalhada":"A repetição da palavra 'modo' neste versículo sublinha a importância da obediência às normas divinas em relação ao culto.","por_que_esta_palavra":"A palavra 'modo' reforça a ideia de que a santidade deve ser mantida em todas as práticas religiosas.","conexao_teologica":"A forma como adoramos a Deus reflete nossa reverência e entendimento de Sua santidade.","referencias_relacionadas":["Levítico 10:1-3","1 Crônicas 15:13","Hebreus 12:28-29"]},"2cronicas_36_18_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, o único digno de adoração.","explicacao_detalhada":"A palavra 'deus' aqui enfatiza a soberania e a autoridade de Deus sobre todas as coisas, incluindo a adoração no templo.","por_que_esta_palavra":"A inclusão de 'deus' destaca a centralidade de Deus na vida do povo e na adoração que lhe é devida.","conexao_teologica":"Deus é o centro da história da salvação e da adoração, e a compreensão de Sua natureza é fundamental para a fé.","referencias_relacionadas":["Salmos 46:10","Isaías 45:5","Romanos 1:20"]},"2cronicas_36_18_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei da Babilônia, que invadiu Jerusalém e destruiu o templo.","explicacao_detalhada":"A palavra 'rei' neste contexto destaca a autoridade terrena que se opõe à autoridade divina, mostrando a soberania de Deus mesmo em meio ao exílio.","por_que_esta_palavra":"A palavra 'rei' é importante para entender a dinâmica de poder e a relação entre o governo humano e a vontade de Deus.","conexao_teologica":"Deus é o Rei supremo, e todos os outros reis estão sob Sua autoridade, como enfatizado em Salmos 2.","referencias_relacionadas":["Daniel 2:21","Romanos 13:1","Provérbios 21:1"]},"2cronicas_36_19_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se novamente ao Deus de Israel, enfatizando Sua justiça e santidade.","explicacao_detalhada":"A repetição da palavra 'deus' neste versículo reforça a ideia de que as ações humanas têm consequências diante de Deus.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a relação entre a desobediência do povo e o juízo divino.","conexao_teologica":"A justiça de Deus é um tema recorrente na Bíblia, mostrando que Ele não ignora o pecado.","referencias_relacionadas":["Gálatas 6:7","Hebreus 10:31","Ezequiel 18:30"]},"2cronicas_36_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como o templo e seus objetos sagrados foram tratados durante a invasão.","explicacao_detalhada":"A palavra 'modo' aqui indica a falta de respeito e a profanação que ocorreram durante a destruição do templo.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender a gravidade da situação e a necessidade de arrependimento.","conexao_teologica":"A maneira como tratamos as coisas sagradas reflete nossa atitude em relação a Deus.","referencias_relacionadas":["Salmos 89:7","1 Coríntios 3:16-17","Mateus 21:12-13"]},"2cronicas_36_19_fogo":{"palavra_pt":"fogo","palavra_original":"שָׂרַף","transliteracao":"sâraph","strong":"H8313","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Refere-se ao fogo que consumiu o templo e os objetos sagrados.","explicacao_detalhada":"A palavra 'fogo' simboliza tanto o juízo de Deus quanto a purificação, mostrando a seriedade da destruição.","por_que_esta_palavra":"A palavra 'fogo' é importante para entender a natureza do juízo divino e a necessidade de purificação.","conexao_teologica":"O fogo é frequentemente usado na Bíblia como símbolo de julgamento e purificação, como em 1 Coríntios 3:13.","referencias_relacionadas":["Hebreus 12:29","Apocalipse 20:9","Isaías 66:24"]},"2cronicas_36_20_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão de Deus em relação ao Seu povo e ao juízo que se aproxima.","explicacao_detalhada":"A palavra 'expressão' implica uma comunicação clara da vontade de Deus e das consequências da desobediência.","por_que_esta_palavra":"A palavra 'expressão' é significativa porque mostra que Deus se comunica com Seu povo, revelando Sua vontade.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema central, refletindo Seu desejo de relacionamento.","referencias_relacionadas":["Jeremias 29:11","Amós 3:7","Tiago 1:5"]},"2cronicas_36_20_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à presença de Deus entre o Seu povo e a separação que o pecado causa.","explicacao_detalhada":"A palavra 'entre' destaca a relação de proximidade que Deus deseja ter com Seu povo, que é rompida pelo pecado.","por_que_esta_palavra":"A palavra 'entre' é crucial para entender a dinâmica do relacionamento entre Deus e a humanidade.","conexao_teologica":"A presença de Deus entre Seu povo é um tema central na Bíblia, culminando na encarnação de Cristo.","referencias_relacionadas":["Mateus 1:23","Apocalipse 21:3","Êxodo 25:8"]},"2cronicas_36_21_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Judá, que foi devastada e desolada devido ao exílio.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) neste contexto simboliza não apenas o solo físico, mas também a herança e a identidade do povo de Israel, que foi severamente afetada pela destruição de Jerusalém.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a conexão entre o povo e a sua terra prometida, que é central na narrativa bíblica.","conexao_teologica":"A terra é um tema recorrente na Bíblia, representando a promessa de Deus ao Seu povo e a importância da obediência a Ele para a manutenção dessa promessa.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 30:15-20","Salmos 37:11"]},"2cronicas_36_21_encher":{"palavra_pt":"encher","palavra_original":"מָלֵא","transliteracao":"mâlêʼ","strong":"H4390","significado_raiz":"Ideia básica: encher.","significado_contextual":"Refere-se ao cumprimento da profecia de que a terra seria 'enchida' com a desolação e a devastação.","explicacao_detalhada":"A palavra 'encher' (מָלֵא) implica um estado de plenitude, mas aqui é usada em um sentido negativo, indicando que a terra estava cheia de ruínas e desolação.","por_que_esta_palavra":"A utilização de 'encher' destaca a gravidade da situação em que a terra estava completamente tomada pela destruição.","conexao_teologica":"O enchimento da terra com desolação serve como um aviso sobre as consequências do pecado e da desobediência a Deus.","referencias_relacionadas":["Isaías 6:11-12","Jeremias 4:23-26","Ezequiel 36:33-34"]},"2cronicas_36_21_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus que foi proclamada e que se cumpriu ao longo da história de Israel.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) aqui representa a comunicação divina e a revelação de Deus ao Seu povo, que inclui promessas e advertências.","por_que_esta_palavra":"A palavra é fundamental na relação entre Deus e Israel, sendo um meio pelo qual Deus se comunica e estabelece Seu plano.","conexao_teologica":"A importância da palavra de Deus é um tema central na Bíblia, mostrando como ela molda a história e a vida do povo de Deus.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Hebreus 4:12"]},"2cronicas_36_22_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas aconteceram, especialmente no contexto do retorno do exílio.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica a totalidade dos eventos e ações que levaram ao cumprimento das promessas de Deus.","por_que_esta_palavra":"A escolha de 'modo' enfatiza que tudo ocorreu conforme o plano divino, mostrando a soberania de Deus na história.","conexao_teologica":"Deus atua de maneira soberana na história, e o 'modo' como as coisas acontecem revela Sua vontade e propósito.","referencias_relacionadas":["Romanos 8:28","Efésios 1:11","Isaías 46:10"]},"2cronicas_36_22_rei":{"palavra_pt":"rei","palavra_original":"כּוֹרֶשׁ","transliteracao":"Kôwresh","strong":"H3566","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei Ciro, que foi usado por Deus para libertar os israelitas do exílio.","explicacao_detalhada":"A palavra 'rei' (כּוֹרֶשׁ) destaca a figura de Ciro como um instrumento nas mãos de Deus para cumprir Suas promessas.","por_que_esta_palavra":"A menção do rei é significativa, pois mostra como Deus pode usar líderes pagãos para realizar Seus planos.","conexao_teologica":"A soberania de Deus se estende sobre todas as nações e líderes, demonstrando que Ele é o verdadeiro Rei sobre toda a terra.","referencias_relacionadas":["Isaías 44:28","Isaías 45:1-4","Esdras 1:1-4"]},"2cronicas_36_22_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão do decreto de Ciro que permitiu o retorno dos exilados.","explicacao_detalhada":"A palavra 'expressão' (שָׁנֶה) implica a formalização de um ato que teve grande impacto na história de Israel.","por_que_esta_palavra":"A escolha de 'expressão' destaca a importância das declarações e decretos na realização dos planos de Deus.","conexao_teologica":"As expressões de vontade, tanto humanas quanto divinas, são fundamentais na narrativa bíblica, mostrando como Deus opera através de ações concretas.","referencias_relacionadas":["Esdras 1:1","Daniel 9:2","Neemias 2:5"]},"2cronicas_36_23_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra que foi restaurada após o exílio, conforme a promessa de Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) aqui simboliza a restauração e a volta do povo à sua herança, cumprindo a promessa divina.","por_que_esta_palavra":"A repetição da palavra 'terra' enfatiza a importância da terra prometida na identidade do povo de Deus.","conexao_teologica":"A restauração da terra é um símbolo da fidelidade de Deus às Suas promessas e da esperança de um futuro redentor.","referencias_relacionadas":["Ezequiel 36:24-28","Amós 9:14-15","Zacarias 8:7-8"]},"2cronicas_36_23_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se aos céus que testemunham a soberania de Deus sobre a terra.","explicacao_detalhada":"A palavra 'céus' (שָׁמַיִם) implica a criação divina e a autoridade de Deus sobre toda a criação.","por_que_esta_palavra":"A menção dos céus destaca a grandeza de Deus e Sua capacidade de governar sobre todas as coisas.","conexao_teologica":"Os céus e a terra juntos proclamam a glória de Deus, mostrando que Ele é o Criador e Sustentador de tudo.","referencias_relacionadas":["Salmos 19:1","Isaías 66:1","Mateus 5:18"]},"2cronicas_36_23_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como a restauração e o retorno ocorreram sob a liderança de Ciro.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica a totalidade do processo de restauração, que foi orquestrado por Deus.","por_que_esta_palavra":"A ênfase no 'modo' ressalta que a restauração não foi aleatória, mas parte do plano divino.","conexao_teologica":"Deus tem um plano soberano que se desenrola na história, e o 'modo' como as coisas acontecem é um testemunho de Sua providência.","referencias_relacionadas":["Romanos 11:33","Efésios 3:10-11","Colossenses 1:16-17"]}}