{"2cronicas_5_1_corpo":{"palavra_pt":"corpo","palavra_original":"שָׁלַם","transliteracao":"shâlam","strong":"H7999","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' refere-se à totalidade da obra realizada na construção do templo.","explicacao_detalhada":"No versículo, o corpo simboliza a unidade e a dedicação do povo na construção do templo, refletindo o esforço coletivo para a habitação de Deus.","por_que_esta_palavra":"A palavra 'corpo' enfatiza a importância do trabalho conjunto e da colaboração na realização dos propósitos de Deus.","conexao_teologica":"A ideia de corpo é usada na Bíblia para descrever a Igreja como o corpo de Cristo, onde cada membro tem um papel importante.","referencias_relacionadas":["1 Coríntios 12:12","Efésios 4:16","Romanos 12:4-5"]},"2cronicas_5_1_obra":{"palavra_pt":"obra","palavra_original":"מְלָאכָה","transliteracao":"mᵉlâʼkâh","strong":"H4399","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se ao trabalho realizado na construção do templo, simbolizando a dedicação ao serviço de Deus.","explicacao_detalhada":"Em 2 Crônicas 5:1, a obra é vista como um ato de adoração e compromisso do povo em cumprir a vontade de Deus.","por_que_esta_palavra":"A obra de Deus é um tema central, que envolve não apenas a construção física, mas também a edificação espiritual do povo.","conexao_teologica":"As obras são uma expressão da fé e do relacionamento com Deus, refletindo a importância do serviço e da obediência.","referencias_relacionadas":["Efésios 2:10","Colossenses 3:23","Tiago 2:17"]},"2cronicas_5_1_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao templo, que é a morada de Deus e o centro da adoração em Israel.","explicacao_detalhada":"No contexto de 2 Crônicas 5:1, a casa é um símbolo da presença de Deus entre Seu povo, onde eles se reúnem para adorá-Lo e oferecer sacrifícios.","por_que_esta_palavra":"A casa de Deus é um espaço sagrado que representa a comunhão entre Deus e Seu povo, enfatizando a importância da adoração coletiva.","conexao_teologica":"A casa de Deus é um tema que se estende até o Novo Testamento, onde a Igreja é vista como a nova habitação de Deus entre os homens.","referencias_relacionadas":["Salmos 122:1","Mateus 16:18","Hebreus 10:25"]},"2cronicas_5_2_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"A palavra 'tribo' refere-se às doze tribos de Israel, cada uma com seu papel na história e na adoração a Deus.","explicacao_detalhada":"Em 2 Crônicas 5:2, a menção das tribos destaca a diversidade e a unidade do povo de Deus, que se reúne para adorar no templo.","por_que_esta_palavra":"A palavra 'tribo' é significativa porque representa a herança e a identidade do povo de Israel, que é chamado a ser um povo separado para Deus.","conexao_teologica":"A ideia de tribo é importante na Bíblia, pois reflete a escolha de Deus e a formação de um povo que O adora e O serve.","referencias_relacionadas":["Gênesis 49:28","Números 1:4-16","Apocalipse 7:4-8"]},"2cronicas_5_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, especificamente no contexto da linhagem real de Israel.","explicacao_detalhada":"A palavra 'filho' é usada para indicar não apenas a relação biológica, mas também a continuidade da herança e da autoridade. No contexto de 2 Crônicas 5:2, refere-se a Salomão como filho de Davi, destacando a importância da sucessão na monarquia israelita.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a legitimidade da realeza de Salomão e a promessa de Deus a Davi sobre sua descendência.","conexao_teologica":"A ideia de 'filho' é central na teologia bíblica, simbolizando a relação entre Deus e Seu povo, e culminando na figura de Jesus como o Filho de Deus.","referencias_relacionadas":["2 Samuel 7:12-16","Mateus 1:1","Lucas 1:32-33"]},"2cronicas_5_2_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a Jerusalém, a cidade escolhida por Deus para habitar entre Seu povo.","explicacao_detalhada":"A palavra 'cidade' neste contexto é significativa, pois Jerusalém é o centro espiritual e político de Israel. A construção do templo por Salomão em Jerusalém marca um momento crucial na história da nação.","por_que_esta_palavra":"A menção da cidade destaca a importância do local onde a presença de Deus se manifestaria de maneira especial.","conexao_teologica":"Jerusalém é vista como a cidade de Deus, simbolizando a presença divina e a promessa de restauração para o Seu povo.","referencias_relacionadas":["Salmos 122:1","Isaías 2:3","Mateus 5:35"]},"2cronicas_5_3_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a Salomão como o rei de Israel, que governa sob a autoridade de Deus.","explicacao_detalhada":"A palavra 'rei' implica liderança, autoridade e responsabilidade. Salomão, como rei, é visto como o representante de Deus na terra, responsável por guiar o povo em justiça e sabedoria.","por_que_esta_palavra":"A ênfase na realeza de Salomão destaca a importância da liderança divina e a expectativa de que o rei conduza o povo segundo os preceitos de Deus.","conexao_teologica":"A figura do rei é um tema recorrente na Bíblia, simbolizando a soberania de Deus e a expectativa messiânica em Cristo, o Rei dos Reis.","referencias_relacionadas":["1 Reis 2:12","Salmos 72:1-2","Apocalipse 19:16"]},"2cronicas_5_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas são feitas, especialmente em relação à adoração e ao culto a Deus.","explicacao_detalhada":"A palavra 'modo' implica uma maneira específica de proceder, que é importante no contexto da adoração no templo. O modo de adorar a Deus deve ser conforme as instruções divinas.","por_que_esta_palavra":"A escolha de 'modo' enfatiza a necessidade de reverência e ordem na adoração, refletindo a santidade de Deus.","conexao_teologica":"A maneira de adorar a Deus é um tema importante, refletindo a relação entre o homem e o sagrado, e a necessidade de se aproximar de Deus com respeito.","referencias_relacionadas":["Êxodo 25:40","Salmos 29:2","Hebreus 12:28-29"]},"2cronicas_5_4_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de convocar ou trazer algo para um lugar específico, neste caso, o povo para a adoração.","explicacao_detalhada":"A palavra 'vir' ou 'entrar' implica um movimento em direção ao templo, simbolizando a aproximação do povo a Deus. É um convite à comunhão e à adoração.","por_que_esta_palavra":"A escolha de 'vir' destaca a ação de se reunir para um propósito sagrado, que é a adoração a Deus.","conexao_teologica":"O chamado para se aproximar de Deus é um tema central na Bíblia, refletindo a iniciativa divina em buscar um relacionamento com a humanidade.","referencias_relacionadas":["Salmos 100:2","Mateus 11:28","Hebreus 10:22"]},"2cronicas_5_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como a adoração deve ser realizada, enfatizando a importância da ordem e reverência.","explicacao_detalhada":"A repetição da palavra 'modo' reforça a ideia de que a adoração deve ser feita de acordo com as diretrizes estabelecidas por Deus, refletindo a santidade do ato.","por_que_esta_palavra":"A ênfase no 'modo' sugere que a adoração não é apenas uma questão de coração, mas também de como se apresenta diante de Deus.","conexao_teologica":"A maneira de adorar é fundamental na teologia bíblica, pois reflete a natureza de Deus e a resposta do homem à Sua santidade.","referencias_relacionadas":["Levítico 10:1-3","Salmos 96:9","Colossenses 3:23"]},"2cronicas_5_4_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus e à importância do templo como um local de adoração.","explicacao_detalhada":"A palavra 'grande' destaca a majestade de Deus e a importância do templo como um espaço sagrado. A grandeza de Deus é um tema central na adoração.","por_que_esta_palavra":"A escolha de 'grande' enfatiza a reverência que o povo deve ter ao se aproximar de Deus, reconhecendo Sua soberania.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, refletindo Sua majestade e poder, e a resposta do homem em adoração.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12-14","Apocalipse 4:11"]},"2cronicas_5_5_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à santidade do templo e à presença de Deus entre Seu povo.","explicacao_detalhada":"A palavra 'sagrado' indica que o templo é um lugar separado para Deus, onde Sua presença habita. A santidade é um aspecto essencial da adoração.","por_que_esta_palavra":"A escolha de 'sagrado' enfatiza a necessidade de reverência ao se aproximar de Deus, reconhecendo Sua pureza e majestade.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, refletindo Sua natureza e a chamada do povo a viver em santidade.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Apocalipse 21:27"]},"2cronicas_5_5_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se aos sacerdotes que desempenham um papel crucial na mediação entre Deus e o povo.","explicacao_detalhada":"A palavra 'sacerdote' implica uma função de intercessão e serviço no templo. Os sacerdotes eram responsáveis por oferecer sacrifícios e manter a santidade do espaço sagrado.","por_que_esta_palavra":"A escolha de 'sacerdote' destaca a importância do papel mediador entre Deus e a humanidade, refletindo a necessidade de intercessão.","conexao_teologica":"A figura do sacerdote é central na teologia bíblica, apontando para Cristo como nosso Sumo Sacerdote que intercede por nós.","referencias_relacionadas":["Êxodo 28:1","Hebreus 4:14-16","1 Pedro 2:9"]},"2cronicas_5_5_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do templo e à importância da adoração a Deus.","explicacao_detalhada":"A palavra 'grande' novamente enfatiza a majestade do templo e a grandeza de Deus, que merece adoração e reverência.","por_que_esta_palavra":"A escolha de 'grande' reforça a ideia de que Deus é digno de um espaço grandioso para habitar entre Seu povo.","conexao_teologica":"A grandeza de Deus é um tema central na adoração, refletindo Sua soberania e a resposta do homem em reverência.","referencias_relacionadas":["Salmos 48:1","Isaías 6:1-3","Apocalipse 21:23"]},"2cronicas_5_6_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade suprema de Salomão sobre Israel, simbolizando liderança e governo.","explicacao_detalhada":"No contexto de 2 Crônicas 5:6, Salomão, como rei, é responsável por liderar o povo na adoração a Deus durante a dedicação do templo. O rei é visto como o representante de Deus na terra, e sua posição é fundamental para a unidade e a espiritualidade da nação.","por_que_esta_palavra":"A palavra 'rei' é usada para enfatizar a importância da liderança divina e da ordem estabelecida por Deus para o Seu povo.","conexao_teologica":"A figura do rei em Israel é um reflexo do reinado de Deus sobre o Seu povo, apontando para a necessidade de um governante justo e piedoso.","referencias_relacionadas":["1 Samuel 8:5","Salmos 72:1-2","Provérbios 16:12"]},"2cronicas_5_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como a adoração deve ser realizada, enfatizando a importância da reverência e da ordem.","explicacao_detalhada":"Em 2 Crônicas 5:6, o 'modo' de adoração é crucial para a aceitação de Deus. A forma como os sacerdotes e o povo se comportam durante a cerimônia reflete seu respeito e devoção a Deus.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca que a adoração não é apenas um ato espontâneo, mas deve seguir princípios estabelecidos por Deus.","conexao_teologica":"A maneira de adorar a Deus é um tema recorrente nas Escrituras, mostrando que a adoração deve ser feita em espírito e em verdade.","referencias_relacionadas":["Êxodo 25:40","Salmos 29:2","Colossenses 3:23"]},"2cronicas_5_6_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' simboliza a presença de Deus entre o Seu povo, indicando intimidade e comunhão.","explicacao_detalhada":"Em 2 Crônicas 5:6, o 'rosto' de Deus representa Sua glória e a manifestação de Sua presença no templo. O rosto de Deus é um símbolo de Sua revelação e proximidade com os adoradores.","por_que_esta_palavra":"A palavra 'rosto' é usada para enfatizar a relação pessoal que Deus deseja ter com Seu povo, onde Ele se revela e se faz conhecido.","conexao_teologica":"A presença de Deus é um tema central na teologia bíblica, mostrando que Ele deseja habitar entre os homens.","referencias_relacionadas":["Êxodo 33:14","Salmos 27:8","Mateus 5:8"]},"2cronicas_5_7_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se aos líderes espirituais que intercedem pelo povo e conduzem a adoração a Deus.","explicacao_detalhada":"Em 2 Crônicas 5:7, os sacerdotes têm um papel fundamental na dedicação do templo, simbolizando a mediação entre Deus e o povo. Eles são responsáveis por oferecer sacrifícios e orações em nome da nação.","por_que_esta_palavra":"A palavra 'sacerdote' é importante porque destaca a função mediadora que esses líderes desempenham na relação entre Deus e Israel.","conexao_teologica":"A figura do sacerdote é um precursor do sacerdócio de Cristo, que se tornou o nosso sumo sacerdote e mediador.","referencias_relacionadas":["Êxodo 28:1","Hebreus 5:1","1 Pedro 2:9"]},"2cronicas_5_7_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao templo construído por Salomão, que é considerado a morada de Deus entre os homens.","explicacao_detalhada":"Em 2 Crônicas 5:7, a 'casa' é o lugar onde a presença de Deus habita, simbolizando a relação especial entre Deus e Seu povo. O templo é um espaço sagrado dedicado à adoração.","por_que_esta_palavra":"A palavra 'casa' é usada para enfatizar a importância do templo como um local de encontro entre Deus e a humanidade.","conexao_teologica":"O conceito de 'casa' é central na teologia bíblica, representando não apenas um edifício, mas a presença de Deus entre Seu povo.","referencias_relacionadas":["1 Reis 6:1","Salmos 84:1-2","Atos 7:47-50"]},"2cronicas_5_7_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se à santidade do templo e à separação do espaço para a adoração a Deus.","explicacao_detalhada":"Em 2 Crônicas 5:7, o 'sagrado' indica que o templo é um lugar reservado exclusivamente para a presença de Deus, onde o povo deve se aproximar com reverência e respeito.","por_que_esta_palavra":"A palavra 'sagrado' é utilizada para enfatizar a natureza divina do templo e a necessidade de pureza na adoração.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, mostrando que Ele é separado do pecado e exige santidade de Seu povo.","referencias_relacionadas":["Levítico 11:44","Isaías 57:15","1 Pedro 1:16"]},"2cronicas_5_8_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à reação do povo diante da manifestação da glória de Deus no templo.","explicacao_detalhada":"Em 2 Crônicas 5:8, a 'queda' dos sacerdotes e do povo é uma resposta de reverência e temor diante da presença poderosa de Deus, simbolizando a humildade diante do Altíssimo.","por_que_esta_palavra":"A palavra 'cair' é usada para descrever a resposta natural do ser humano quando confrontado com a santidade e a majestade de Deus.","conexao_teologica":"A reverência diante de Deus é um tema recorrente na Bíblia, mostrando que a verdadeira adoração envolve reconhecimento da grandeza de Deus.","referencias_relacionadas":["Isaías 6:5","Ezequiel 1:28","Apocalipse 1:17"]},"2cronicas_5_8_ave":{"palavra_pt":"ave","palavra_original":"כָּנָף","transliteracao":"kânâph","strong":"H3671","significado_raiz":"Ideia básica: ave.","significado_contextual":"A palavra 'ave' pode simbolizar a presença do Espírito Santo ou a liberdade que vem da adoração.","explicacao_detalhada":"Em 2 Crônicas 5:8, a menção de 'ave' pode ser interpretada como uma alusão à leveza e à liberdade que a adoração proporciona, assim como as aves voam livremente.","por_que_esta_palavra":"A palavra 'ave' é utilizada para evocar imagens de liberdade e a capacidade de se elevar em adoração a Deus.","conexao_teologica":"A presença do Espírito Santo é frequentemente associada a imagens de aves, como em Atos 2, onde o Espírito desce como um vento impetuoso.","referencias_relacionadas":["Mateus 10:16","Salmos 91:4","Gálatas 5:1"]},"2cronicas_5_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo específico da dedicação do templo, um momento significativo na história de Israel.","explicacao_detalhada":"Em 2 Crônicas 5:9, o 'dia' é um marco na vida da nação, simbolizando um novo começo e a presença de Deus entre o Seu povo.","por_que_esta_palavra":"A palavra 'dia' é importante porque destaca a relevância do tempo e das datas na história da salvação e na vida do povo de Deus.","conexao_teologica":"O tempo é um elemento importante na teologia bíblica, onde eventos significativos são marcados por dias e épocas específicas.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Gálatas 4:4"]},"2cronicas_5_9_viver":{"palavra_pt":"viver","palavra_original":"אָרַךְ","transliteracao":"ʼârak","strong":"H748","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à vida que flui da presença de Deus, simbolizando a vitalidade espiritual.","explicacao_detalhada":"Em 2 Crônicas 5:9, 'viver' representa a vida abundante que Deus oferece ao Seu povo, especialmente quando estão em comunhão com Ele.","por_que_esta_palavra":"A palavra 'viver' é usada para enfatizar a importância da vida espiritual e da relação com Deus como fonte de verdadeira vida.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, onde Jesus afirma ser a fonte da vida eterna.","referencias_relacionadas":["João 10:10","Romanos 8:11","1 João 5:12"]},"2cronicas_5_9_corpo":{"palavra_pt":"corpo","palavra_original":"בַּד","transliteracao":"bad","strong":"H905","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo físico dos sacerdotes que estavam envolvidos no serviço do templo.","explicacao_detalhada":"Neste contexto, o 'corpo' representa a totalidade do ser dos sacerdotes, que se dedicavam ao culto e à adoração a Deus, simbolizando a entrega e a santidade do serviço.","por_que_esta_palavra":"A palavra 'corpo' é usada para enfatizar a importância da presença física e espiritual dos sacerdotes no templo durante a adoração.","conexao_teologica":"O corpo é visto como um templo do Espírito Santo, refletindo a ideia de que a adoração deve envolver todo o ser do adorador.","referencias_relacionadas":["1 Coríntios 6:19-20","Romanos 12:1","Salmos 100:2"]},"2cronicas_5_10_nome":{"palavra_pt":"nome","palavra_original":"חֹרֵב","transliteracao":"Chôrêb","strong":"H2722","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Deus, que é invocado e reverenciado durante o culto.","explicacao_detalhada":"O 'nome' de Deus carrega autoridade e poder, sendo um símbolo da presença divina e da relação entre Deus e Seu povo.","por_que_esta_palavra":"A palavra 'nome' é crucial, pois representa a identidade e a natureza de Deus, que é reconhecida e exaltada na adoração.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, simbolizando Sua soberania e a relação pessoal que os crentes têm com Ele.","referencias_relacionadas":["Salmos 29:2","Êxodo 20:7","Filipenses 2:9-11"]},"2cronicas_5_10_pedra":{"palavra_pt":"pedra","palavra_original":"לוּחַ","transliteracao":"lûwach","strong":"H3871","significado_raiz":"Ideia básica: pedra.","significado_contextual":"Refere-se à pedra que simboliza a firmeza e a durabilidade do altar e do templo.","explicacao_detalhada":"A 'pedra' é um símbolo de estabilidade e força, representando a base sólida sobre a qual a adoração é construída.","por_que_esta_palavra":"A escolha da palavra 'pedra' enfatiza a importância de um fundamento seguro na adoração e na vida espiritual.","conexao_teologica":"Cristo é chamado de a Pedra Angular, simbolizando a base da fé cristã e a importância de construir a vida sobre Ele.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:4-6","Salmos 118:22"]},"2cronicas_5_11_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se aos sacerdotes que desempenham um papel vital no culto e na mediação entre Deus e o povo.","explicacao_detalhada":"Os 'sacerdotes' eram responsáveis por oferecer sacrifícios e interceder pelo povo, simbolizando a conexão entre o humano e o divino.","por_que_esta_palavra":"A palavra 'sacerdote' é fundamental para entender o papel mediador que esses indivíduos desempenhavam na adoração a Deus.","conexao_teologica":"Cristo é nosso Sumo Sacerdote, que intercede por nós, cumprindo o papel que os sacerdotes do Antigo Testamento desempenhavam.","referencias_relacionadas":["Hebreus 4:14-16","1 Pedro 2:9","Êxodo 28:1"]},"2cronicas_5_11_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à santidade do espaço e dos objetos utilizados no culto a Deus.","explicacao_detalhada":"O 'sagrado' implica em algo separado para Deus, que deve ser tratado com reverência e respeito, refletindo a natureza de Deus.","por_que_esta_palavra":"A palavra 'sagrado' é usada para enfatizar a importância da pureza e da separação do que é comum e profano.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, e os crentes são chamados a serem santos como Ele é santo.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:15-16","Isaías 6:3"]},"2cronicas_5_11_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à reação dos sacerdotes e do povo diante da presença manifesta de Deus.","explicacao_detalhada":"O ato de 'cair' simboliza a reverência e o temor diante da santidade de Deus, reconhecendo Sua grandeza.","por_que_esta_palavra":"A palavra 'cair' é usada para descrever a resposta natural do ser humano ao se deparar com a presença divina.","conexao_teologica":"A reverência e o temor de Deus são aspectos importantes da adoração, refletindo a nossa posição diante do Criador.","referencias_relacionadas":["Salmos 99:5","Apocalipse 1:17","Isaías 66:2"]},"2cronicas_5_12_corpo":{"palavra_pt":"corpo","palavra_original":"נֶבֶל","transliteracao":"nebel","strong":"H5035","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo do altar, que é central na adoração e nos sacrifícios.","explicacao_detalhada":"O 'corpo' do altar simboliza o local onde os sacrifícios eram oferecidos, representando a entrega e a expiação dos pecados.","por_que_esta_palavra":"A palavra 'corpo' aqui enfatiza a importância do altar como um lugar de encontro entre Deus e o homem.","conexao_teologica":"O altar é um símbolo da obra redentora de Cristo, que se ofereceu como sacrifício por nós.","referencias_relacionadas":["Hebreus 13:10","Romanos 12:1","Gálatas 2:20"]},"2cronicas_5_12_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao altar onde os sacrifícios eram oferecidos a Deus.","explicacao_detalhada":"O 'altar' é um símbolo da mediação e do sacrifício, representando o lugar de expiação e adoração.","por_que_esta_palavra":"A palavra 'altar' é crucial para entender a prática do culto no Antigo Testamento e sua importância na relação com Deus.","conexao_teologica":"Cristo é o nosso altar, onde o sacrifício perfeito foi feito, cumprindo o que o altar simbolizava.","referencias_relacionadas":["Hebreus 13:10","Êxodo 20:24","Levítico 1:5"]},"2cronicas_5_12_homem":{"palavra_pt":"homem","palavra_original":"שִׁיר","transliteracao":"shîyr","strong":"H7891","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao homem que louva e adora a Deus, reconhecendo Sua grandeza.","explicacao_detalhada":"O 'homem' aqui simboliza a humanidade que se apresenta diante de Deus em adoração e louvor.","por_que_esta_palavra":"A palavra 'homem' é usada para enfatizar a relação pessoal entre o ser humano e Deus durante o culto.","conexao_teologica":"A adoração é uma expressão da relação entre Deus e a humanidade, refletindo a criação à imagem de Deus.","referencias_relacionadas":["Salmos 150:6","Romanos 12:1","Hebreus 13:15"]},"2cronicas_5_13_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"Refere-se ao ato de louvar a Deus, exaltando Sua grandeza e majestade.","explicacao_detalhada":"O 'louvar' é uma expressão de adoração que reconhece a soberania e a bondade de Deus, sendo central na vida do crente.","por_que_esta_palavra":"A palavra 'louvar' é fundamental para entender a resposta do povo à presença de Deus e à Sua obra.","conexao_teologica":"A adoração e o louvor são expressões essenciais da vida cristã, refletindo a nossa gratidão e reverência a Deus.","referencias_relacionadas":["Salmos 100:4","Salmos 150:1-6","Colossenses 3:16"]},"2cronicas_5_13_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à natureza imutável e infinita de Deus, que transcende o tempo.","explicacao_detalhada":"A palavra 'eterno' enfatiza que Deus existe fora das limitações do tempo humano, sendo sempre presente e constante em Sua essência.","por_que_esta_palavra":"É utilizada para descrever a grandeza e a soberania de Deus durante a adoração no templo.","conexao_teologica":"A eternidade de Deus é um aspecto fundamental da Sua divindade, que garante a fidelidade de Suas promessas.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"2cronicas_5_14_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se ao papel dos sacerdotes como mediadores entre Deus e o povo durante a adoração.","explicacao_detalhada":"Os sacerdotes eram responsáveis por realizar sacrifícios e manter a santidade do templo, simbolizando a intercessão de Deus pelo povo.","por_que_esta_palavra":"A menção dos sacerdotes destaca a importância da liderança espiritual na adoração a Deus.","conexao_teologica":"O sacerdócio é um símbolo do ministério de Cristo, que é o nosso sumo sacerdote.","referencias_relacionadas":["Hebreus 5:1","1 Pedro 2:9","Êxodo 28:1"]},"2cronicas_5_14_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'Deus' enfatiza a autoridade e o poder de Deus sobre todas as coisas, sendo digno de adoração.","por_que_esta_palavra":"É central na adoração, reconhecendo a soberania e a majestade de Deus.","conexao_teologica":"A compreensão de Deus como 'Elohim' nos leva a reconhecer Sua criação e Sua relação com a humanidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"2cronicas_5_14_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à autenticidade e à fidelidade de Deus em Suas promessas.","explicacao_detalhada":"A verdade de Deus é um fundamento da fé, assegurando que tudo o que Ele diz é confiável e real.","por_que_esta_palavra":"É usada para afirmar a pureza e a integridade da adoração prestada a Deus.","conexao_teologica":"A verdade é um atributo de Deus, que é a própria essência da verdade.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]}}