{"2cronicas_6_1_principio":{"palavra_pt":"principio","palavra_original":"אָז","transliteracao":"ʼâz","strong":"H227","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao início ou à origem de algo, neste caso, a construção do templo.","explicacao_detalhada":"A palavra 'princípio' destaca a importância do momento em que a presença de Deus se estabelece em um lugar específico.","por_que_esta_palavra":"É usada para marcar o início de uma nova fase na relação entre Deus e Seu povo.","conexao_teologica":"O princípio da construção do templo simboliza a presença de Deus entre os homens.","referencias_relacionadas":["Gênesis 1:1","Salmos 127:1","1 Reis 6:1"]},"2cronicas_6_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"O nome de Deus é sagrado e carrega o peso de Sua presença e poder na vida do povo.","por_que_esta_palavra":"É mencionado para enfatizar a reverência que deve ser dada ao nome de Deus durante a adoração.","conexao_teologica":"O nome de Deus é um reflexo de Sua natureza e de Sua relação com a humanidade.","referencias_relacionadas":["Êxodo 20:7","Salmos 8:1","Filipenses 2:9-11"]},"2cronicas_6_1_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַן","transliteracao":"shâkan","strong":"H7931","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao lugar onde Deus habita e onde Seu povo encontra paz.","explicacao_detalhada":"A ideia de descanso implica que Deus escolheu habitar entre Seu povo, proporcionando segurança e tranquilidade.","por_que_esta_palavra":"É usada para descrever a importância do templo como um lugar de encontro com Deus.","conexao_teologica":"O descanso de Deus entre Seu povo é um símbolo da Sua presença e da paz que Ele oferece.","referencias_relacionadas":["Salmos 132:14","Mateus 11:28-30","Hebreus 4:9-11"]},"2cronicas_6_2_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo como a casa de Deus, um lugar sagrado de adoração.","explicacao_detalhada":"A casa de Deus é um espaço designado para a comunhão entre Deus e Seu povo, onde sacrifícios e louvores são oferecidos.","por_que_esta_palavra":"É utilizada para enfatizar a importância do templo como o centro da vida espiritual do povo.","conexao_teologica":"O templo é um símbolo da habitação de Deus entre os homens, que se cumpre em Cristo.","referencias_relacionadas":["1 Reis 6:2","Salmos 27:4","João 2:19-21"]},"2cronicas_6_2_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se à função de Deus como juiz, que avalia e decide sobre as ações do povo.","explicacao_detalhada":"A palavra 'julgar' destaca a justiça de Deus e Sua capacidade de discernir entre o certo e o errado.","por_que_esta_palavra":"É mencionada para afirmar que Deus é justo e que Ele se importa com a moralidade do Seu povo.","conexao_teologica":"O julgamento de Deus é um aspecto de Sua santidade e justiça, que se manifesta em Sua relação com a humanidade.","referencias_relacionadas":["Salmos 9:7-8","Romanos 14:10-12","Apocalipse 20:12"]},"2cronicas_6_3_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à posição de autoridade de Deus sobre Israel e sobre todas as nações.","explicacao_detalhada":"A palavra 'rei' enfatiza a soberania de Deus e Seu direito de governar sobre a criação.","por_que_esta_palavra":"É usada para reconhecer a realeza de Deus e a submissão do povo a Sua vontade.","conexao_teologica":"Deus como Rei é um tema central na Bíblia, que aponta para a Sua autoridade e o Seu reino eterno.","referencias_relacionadas":["Salmos 103:19","Isaías 6:5","Apocalipse 19:16"]},"2cronicas_6_3_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Abençoar significa invocar a bênção de Deus sobre alguém ou algo.","explicacao_detalhada":"No contexto de 2 Crônicas 6:3, a palavra 'abençoar' é usada para expressar a ação de Salomão ao reconhecer a grandeza de Deus e pedir Sua bênção sobre o povo de Israel.","por_que_esta_palavra":"Esta palavra é importante porque reflete a relação entre Deus e Seu povo, onde a bênção divina é fundamental para a prosperidade e proteção.","conexao_teologica":"A bênção de Deus é um tema central na Bíblia, simbolizando Sua graça e favor sobre a humanidade.","referencias_relacionadas":["Números 6:24-26","Deuteronômio 28:1-6","Salmos 67:1-2"]},"2cronicas_6_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como algo é feito ou realizado.","explicacao_detalhada":"Neste versículo, 'modo' se refere à forma como Salomão se apresenta diante de Deus, enfatizando a importância da atitude correta na adoração.","por_que_esta_palavra":"A escolha do 'modo' é crucial para entender a reverência e a seriedade com que se deve abordar a presença de Deus.","conexao_teologica":"A forma de adoração e a atitude do coração são frequentemente abordadas nas Escrituras, mostrando que Deus busca adoradores que O adorem em espírito e em verdade.","referencias_relacionadas":["Salmos 29:2","Romanos 12:1","Hebreus 12:28-29"]},"2cronicas_6_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer implica comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Em 2 Crônicas 6:4, a palavra 'dizer' é usada por Salomão ao proclamar a fidelidade de Deus e Sua grandeza, reconhecendo o cumprimento de Suas promessas.","por_que_esta_palavra":"A declaração verbal é uma forma de testemunho e adoração, essencial para a vida comunitária de fé.","conexao_teologica":"A confissão e a proclamação da grandeza de Deus são temas recorrentes, mostrando a importância da palavra na vida espiritual.","referencias_relacionadas":["Salmos 105:1","Isaías 12:4","Romanos 10:9"]},"2cronicas_6_4_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Abençoar, neste contexto, é invocar a proteção e a graça de Deus sobre o povo.","explicacao_detalhada":"Salomão, ao ajoelhar-se e abençoar, demonstra humildade e dependência de Deus, reconhecendo que toda bênção vem dEle.","por_que_esta_palavra":"A ação de abençoar é um ato de intercessão e reconhecimento do poder divino na vida do povo.","conexao_teologica":"A bênção é um meio pelo qual Deus se relaciona com Seu povo, sendo um sinal de Sua presença e favor.","referencias_relacionadas":["Gênesis 12:2-3","Salmos 128:1-4","Tiago 1:17"]},"2cronicas_6_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se ao nome de Deus, que expressa Sua autoridade e soberania.","explicacao_detalhada":"No versículo, o uso do nome 'Senhor' enfatiza a relação de aliança entre Deus e Israel, destacando Sua posição como governante supremo.","por_que_esta_palavra":"O nome de Deus é central na adoração e na identidade do povo de Israel, representando Sua presença e poder.","conexao_teologica":"O nome de Deus é invocado em momentos de adoração e oração, simbolizando a intimidade e a reverência que devemos ter.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"2cronicas_6_5_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia refere-se a um período de 24 horas, mas também pode simbolizar um tempo de ação ou evento significativo.","explicacao_detalhada":"Em 2 Crônicas 6:5, o 'dia' mencionado é um marco na história de Israel, simbolizando a realização das promessas de Deus.","por_que_esta_palavra":"O tempo é um elemento crucial na narrativa bíblica, onde eventos significativos são frequentemente associados a dias específicos.","conexao_teologica":"Deus opera dentro do tempo e usa momentos específicos para revelar Sua vontade e propósitos.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:12","Eclesiastes 3:1"]},"2cronicas_6_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra refere-se ao solo ou território, mas também pode simbolizar a herança e a promessa de Deus ao Seu povo.","explicacao_detalhada":"No contexto, a 'terra' é a terra prometida a Israel, um símbolo da fidelidade de Deus em cumprir Suas promessas.","por_que_esta_palavra":"A terra é um tema central na história de Israel, representando a bênção e a presença de Deus entre Seu povo.","conexao_teologica":"A relação de Deus com a terra é um reflexo de Sua soberania e cuidado pela criação.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 6:10-11","Salmos 37:29"]},"2cronicas_6_5_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Cidade refere-se a um local habitado, mas também pode simbolizar segurança e comunidade.","explicacao_detalhada":"A 'cidade' mencionada é Jerusalém, que representa o centro da adoração e a presença de Deus entre o Seu povo.","por_que_esta_palavra":"A cidade é um símbolo da identidade e da unidade do povo de Deus, sendo um lugar de encontro e adoração.","conexao_teologica":"A cidade de Deus é um tema recorrente na Bíblia, simbolizando a esperança e a promessa de um futuro redentor.","referencias_relacionadas":["Salmos 122:1","Isaías 2:3","Hebreus 11:10"]},"2cronicas_6_6_escolher":{"palavra_pt":"escolher","palavra_original":"בָּחַר","transliteracao":"bâchar","strong":"H977","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Escolher refere-se à ação de selecionar ou designar algo ou alguém para um propósito específico.","explicacao_detalhada":"Neste versículo, Deus escolheu Jerusalém como o lugar onde Seu nome habitaria, destacando Sua soberania e plano divino.","por_que_esta_palavra":"A escolha de Deus é fundamental para entender a relação de aliança e a história da salvação.","conexao_teologica":"A escolha divina é um tema central na teologia bíblica, refletindo a graça e a soberania de Deus na história.","referencias_relacionadas":["Deuteronômio 7:6","1 Pedro 2:9","Efésios 1:4-5"]},"2cronicas_6_6_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair pode referir-se a uma queda física, mas também pode simbolizar uma mudança de estado ou condição.","explicacao_detalhada":"No contexto, 'cair' pode ser interpretado como a ação de Deus em estabelecer Seu povo em um lugar seguro e abençoado.","por_que_esta_palavra":"A ideia de cair é importante para entender a transição de um estado de incerteza para um de segurança sob a proteção de Deus.","conexao_teologica":"A queda e a restauração são temas recorrentes na Bíblia, refletindo a condição humana e a intervenção divina.","referencias_relacionadas":["Salmos 37:24","Mateus 7:25","Romanos 8:31"]},"2cronicas_6_6_cidade":{"palavra_pt":"cidade","palavra_original":"יְרוּשָׁלַ͏ִם","transliteracao":"Yᵉrûwshâlaim","strong":"H3389","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade de Jerusalém, que é considerada a cidade santa e o centro de adoração para o povo de Israel.","explicacao_detalhada":"Jerusalém é o local escolhido por Deus para habitar entre o Seu povo, onde o templo foi construído por Salomão. A cidade simboliza a presença de Deus e a união do povo com Ele.","por_que_esta_palavra":"A palavra 'cidade' é crucial para entender a importância de Jerusalém na história bíblica e na teologia judaica, sendo um lugar de encontro entre Deus e a humanidade.","conexao_teologica":"Jerusalém é vista como um símbolo do Reino de Deus e da nova Jerusalém que será estabelecida no fim dos tempos, conforme descrito em Apocalipse.","referencias_relacionadas":["Salmos 122:6","Isaías 2:3","Mateus 5:35"]},"2cronicas_6_7_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Neste contexto, 'cair' refere-se à ideia de que o templo não seria construído por Davi, mas por seu filho Salomão.","explicacao_detalhada":"A palavra 'cair' implica a transição de um estado a outro, simbolizando a mudança de responsabilidade de Davi para Salomão na construção do templo.","por_que_esta_palavra":"É importante para entender a continuidade da promessa de Deus a Davi e a realização dessa promessa através de Salomão.","conexao_teologica":"A transição de Davi para Salomão representa a continuidade do plano de Deus para a habitação entre Seu povo, refletindo a importância da linhagem davídica.","referencias_relacionadas":["1 Crônicas 22:8","2 Samuel 7:12-13","Hebreus 8:5"]},"2cronicas_6_7_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"Refere-se à construção do templo em Jerusalém, que é um ato de obediência e adoração a Deus.","explicacao_detalhada":"A construção do templo por Salomão é um marco na história de Israel, representando a presença de Deus entre o Seu povo e a centralização da adoração.","por_que_esta_palavra":"A palavra 'edificar' é central para a narrativa da construção do templo, que é um símbolo da relação entre Deus e Israel.","conexao_teologica":"A edificação do templo é vista como um cumprimento das promessas de Deus e um tipo que aponta para a edificação do corpo de Cristo como templo espiritual.","referencias_relacionadas":["1 Reis 6:1","Salmos 127:1","Efésios 2:19-22"]},"2cronicas_6_7_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Neste contexto, 'casa' refere-se ao templo que Salomão está prestes a construir como morada de Deus.","explicacao_detalhada":"A 'casa' é mais do que uma estrutura física; é um lugar sagrado onde o povo se encontra com Deus e oferece adoração.","por_que_esta_palavra":"A palavra 'casa' é significativa porque representa a habitação de Deus entre os homens, um tema central na teologia do Antigo Testamento.","conexao_teologica":"A ideia de 'casa' se conecta com a nova aliança em Cristo, onde os crentes se tornam o templo do Espírito Santo.","referencias_relacionadas":["1 Reis 8:13","Atos 7:47-50","1 Coríntios 3:16"]},"2cronicas_6_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' refere-se à magnitude e importância do que está sendo dito, especialmente em relação ao nome de Deus.","explicacao_detalhada":"A grandeza de Deus é um tema recorrente nas Escrituras, enfatizando Sua soberania e majestade em contraste com a fragilidade humana.","por_que_esta_palavra":"É essencial para entender a reverência que deve ser dada ao nome de Deus e à Sua obra entre os homens.","conexao_teologica":"A grandeza de Deus é um fundamento da adoração e da fé, refletindo a importância de reconhecer Sua soberania em nossas vidas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12-14","Romanos 11:33-36"]},"2cronicas_6_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e digno de reverência, simbolizando Sua natureza e caráter.","explicacao_detalhada":"O nome de Deus é um tema central na Bíblia, representando Sua autoridade, poder e a relação que Ele tem com Seu povo.","por_que_esta_palavra":"A palavra 'nome' é crucial para entender a identidade de Deus e a importância de invocar Seu nome em adoração e oração.","conexao_teologica":"O nome de Deus é um símbolo da Sua presença e da aliança que Ele fez com Seu povo, refletindo a intimidade do relacionamento.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"2cronicas_6_8_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"Refere-se novamente à construção do templo, enfatizando a importância deste ato na história de Israel.","explicacao_detalhada":"A edificação do templo é um ato de obediência e um símbolo da presença de Deus entre o Seu povo, destacando a importância da adoração coletiva.","por_que_esta_palavra":"A repetição da palavra 'edificar' reforça a centralidade do templo na vida religiosa de Israel e na relação com Deus.","conexao_teologica":"A construção do templo é um precursor da edificação do corpo de Cristo, onde os crentes se tornam o templo do Espírito Santo.","referencias_relacionadas":["1 Reis 6:1","Salmos 127:1","1 Pedro 2:5"]},"2cronicas_6_9_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa de Deus, o templo, que é um lugar de adoração e sacrifício.","explicacao_detalhada":"A casa de Deus é um espaço sagrado onde o povo se reúne para adorar, orar e oferecer sacrifícios, simbolizando a presença divina.","por_que_esta_palavra":"A palavra 'casa' é fundamental para entender a importância do templo na vida espiritual de Israel e sua função como mediador entre Deus e o homem.","conexao_teologica":"A casa de Deus prefigura a nova aliança em Cristo, onde os crentes se tornam a habitação de Deus através do Espírito Santo.","referencias_relacionadas":["1 Reis 8:27","Atos 7:48-50","1 Coríntios 3:16"]},"2cronicas_6_9_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade de Deus em cumprir Suas promessas e à importância da sinceridade na adoração.","explicacao_detalhada":"A verdade é um atributo de Deus e deve ser refletida na vida do Seu povo, especialmente na adoração e na obediência.","por_que_esta_palavra":"A ênfase na verdade destaca a necessidade de um relacionamento autêntico com Deus, baseado na sinceridade e na integridade.","conexao_teologica":"A verdade de Deus é um fundamento da fé cristã, onde Jesus é descrito como o caminho, a verdade e a vida.","referencias_relacionadas":["Salmos 25:5","João 4:24","Efésios 4:15"]},"2cronicas_6_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual algo é dito ou feito, enfatizando a lógica da adoração a Deus.","explicacao_detalhada":"É uma conjunção que conecta a declaração anterior com a justificativa, mostrando a importância da compreensão na adoração.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a motivação por trás das ações e orações dirigidas a Deus.","conexao_teologica":"A lógica da adoração é baseada na compreensão da natureza de Deus e na resposta do homem a essa revelação.","referencias_relacionadas":["Romanos 12:1","Tiago 1:5","1 Pedro 3:15"]},"2cronicas_6_10_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar refere-se ao ato de estabelecer ou erguer algo, neste caso, a casa do Senhor.","explicacao_detalhada":"A palavra 'levantar' implica não apenas a ação física de erguer, mas também a ideia de estabelecer um lugar de adoração e presença divina. É um ato de consagração e dedicação.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a importância da construção do templo como um local sagrado onde Deus habitará entre o Seu povo.","conexao_teologica":"Levantar a casa do Senhor simboliza a presença de Deus entre os homens e a necessidade de um espaço dedicado à adoração.","referencias_relacionadas":["1 Reis 6:1","Salmos 127:1","Isaías 66:1"]},"2cronicas_6_10_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Julgar aqui se refere ao ato de decidir ou discernir questões de justiça e moralidade.","explicacao_detalhada":"A palavra 'julgar' implica a responsabilidade de Deus em governar e dirigir o Seu povo, assegurando que a justiça prevaleça.","por_que_esta_palavra":"É fundamental que o Senhor seja reconhecido como o juiz supremo, que estabelece a ordem e a justiça entre os homens.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, refletindo Seu caráter e a necessidade de um governo divino sobre a humanidade.","referencias_relacionadas":["Salmos 9:7","Isaías 33:22","Miquéias 6:8"]},"2cronicas_6_10_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Casa refere-se ao templo, o local de adoração e a morada de Deus entre o Seu povo.","explicacao_detalhada":"A palavra 'casa' simboliza não apenas um edifício físico, mas um espaço sagrado onde a presença de Deus é manifestada e onde o povo se reúne para adorar.","por_que_esta_palavra":"A construção da casa do Senhor é um marco na história de Israel, representando a aliança entre Deus e Seu povo.","conexao_teologica":"O templo é um símbolo da presença de Deus e da comunhão entre Ele e a humanidade, refletindo a importância da adoração coletiva.","referencias_relacionadas":["1 Reis 6:2","Salmos 84:1-2","Ezequiel 37:26-27"]},"2cronicas_6_11_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Grande refere-se à magnitude e importância do templo e da presença de Deus.","explicacao_detalhada":"A palavra 'grande' enfatiza a majestade de Deus e a importância do templo como um espaço que reflete Sua grandeza.","por_que_esta_palavra":"É um lembrete da soberania de Deus e da grandeza de Sua obra na criação e na redenção.","conexao_teologica":"A grandeza de Deus é um tema recorrente nas Escrituras, mostrando que Ele é digno de toda adoração e reverência.","referencias_relacionadas":["Salmos 95:3","Isaías 40:12-14","Mateus 5:14"]},"2cronicas_6_11_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Carne refere-se à aliança que Deus fez com o Seu povo, simbolizando a relação entre Deus e a humanidade.","explicacao_detalhada":"A palavra 'aliança' implica um compromisso mútuo, onde Deus promete ser o Deus de Israel e o povo promete obedecê-Lo.","por_que_esta_palavra":"A aliança é fundamental para entender a relação de Deus com Seu povo e a Sua fidelidade ao longo da história.","conexao_teologica":"A aliança é um tema central na Bíblia, refletindo o plano de Deus para a redenção e a restauração da humanidade.","referencias_relacionadas":["Gênesis 9:13","Êxodo 19:5-6","Hebreus 8:6"]},"2cronicas_6_12_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"Servir refere-se ao ato de adoração e dedicação a Deus, especialmente no contexto do templo.","explicacao_detalhada":"A palavra 'servir' implica um compromisso ativo de adoração e serviço ao Senhor, refletindo a devoção do povo.","por_que_esta_palavra":"Servir a Deus é uma expressão de amor e gratidão, reconhecendo Sua soberania e bondade.","conexao_teologica":"O serviço a Deus é uma parte essencial da vida de fé, onde os crentes são chamados a viver em obediência e adoração.","referencias_relacionadas":["Romanos 12:1","Colossenses 3:23","1 Pedro 2:9"]},"2cronicas_6_12_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Rosto refere-se à presença de Deus, simbolizando a intimidade e a relação pessoal com Ele.","explicacao_detalhada":"A palavra 'rosto' implica a ideia de estar diante de Deus, buscando Sua face e Sua orientação.","por_que_esta_palavra":"Buscar o rosto de Deus é um chamado à comunhão e à busca por Sua presença em nossas vidas.","conexao_teologica":"A presença de Deus é fundamental na vida do crente, refletindo a importância da oração e da adoração.","referencias_relacionadas":["Salmos 27:8","Números 6:25","Tiago 4:8"]},"2cronicas_6_12_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Altar refere-se ao local de sacrifício e adoração, onde o povo se encontrava com Deus.","explicacao_detalhada":"A palavra 'altar' simboliza o lugar de encontro entre Deus e o homem, onde os sacrifícios eram oferecidos em adoração.","por_que_esta_palavra":"O altar é um símbolo da expiação e da necessidade de um meio para se aproximar de Deus.","conexao_teologica":"O altar representa a obra de Cristo como o sacrifício perfeito, que nos permite ter acesso à presença de Deus.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"2cronicas_6_13_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Ajoelhar refere-se ao ato de se submeter e adorar a Deus em humildade.","explicacao_detalhada":"A palavra 'abençoar' implica uma postura de reverência e entrega diante do Senhor, reconhecendo Sua autoridade.","por_que_esta_palavra":"Ajoelhar-se é uma expressão de adoração e submissão, reconhecendo que Deus é digno de honra e louvor.","conexao_teologica":"A adoração é uma resposta natural ao reconhecimento da grandeza de Deus e de Sua obra em nossas vidas.","referencias_relacionadas":["Salmos 95:6","Filipenses 2:10-11","Apocalipse 4:10"]},"2cronicas_6_13_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Porque é uma conjunção que introduz a razão ou justificativa para algo.","explicacao_detalhada":"A palavra 'porque' é usada para explicar a motivação ou a razão pela qual algo é feito, neste caso, a adoração e a súplica a Deus.","por_que_esta_palavra":"É importante entender as razões por trás das ações de adoração e súplica, que são fundamentadas na natureza de Deus.","conexao_teologica":"A compreensão das razões para adorar a Deus nos ajuda a aprofundar nossa relação com Ele e a viver de acordo com Sua vontade.","referencias_relacionadas":["Romanos 12:1","1 Pedro 3:15","Colossenses 3:17"]},"2cronicas_6_13_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O termo 'urso' é utilizado em um contexto que pode se referir a um símbolo de força ou poder.","explicacao_detalhada":"Na cultura antiga, animais como o urso eram frequentemente usados como metáforas para descrever a força e a proteção. O uso dessa palavra pode indicar a força de Deus em proteger seu povo.","por_que_esta_palavra":"A palavra 'urso' é escolhida para enfatizar a força e a proteção divina, refletindo a natureza de Deus como um defensor poderoso.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, simbolizando sua capacidade de proteger e guiar seu povo.","referencias_relacionadas":["Salmos 22:12","Isaías 11:7","Daniel 7:5"]},"2cronicas_6_14_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"O termo 'céus' refere-se ao domínio celestial, onde Deus habita e governa.","explicacao_detalhada":"Os céus são frequentemente mencionados na Bíblia como o lugar da presença de Deus e como um símbolo de sua majestade e soberania.","por_que_esta_palavra":"A palavra 'céus' é usada para enfatizar a grandeza de Deus e sua autoridade sobre toda a criação.","conexao_teologica":"A ideia de que Deus habita nos céus reforça a noção de sua transcendência e poder sobre a terra e o universo.","referencias_relacionadas":["Salmos 115:16","Mateus 6:9","Efésios 1:20"]},"2cronicas_6_14_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"O termo 'terra' refere-se ao mundo físico criado por Deus, onde a humanidade vive.","explicacao_detalhada":"A terra é vista como a criação de Deus, um lugar onde Ele interage com seu povo e cumpre suas promessas.","por_que_esta_palavra":"A palavra 'terra' é utilizada para enfatizar a relação de Deus com a criação e seu plano para a humanidade.","conexao_teologica":"A terra é um espaço sagrado onde Deus se revela e onde a história da salvação se desenrola.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:19-21"]},"2cronicas_6_14_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"O termo 'aliança' refere-se ao pacto estabelecido entre Deus e seu povo.","explicacao_detalhada":"A aliança é um tema central na Bíblia, representando o compromisso de Deus com a humanidade e suas promessas de redenção.","por_que_esta_palavra":"A palavra 'aliança' é escolhida para destacar a relação especial entre Deus e seu povo, marcada por promessas e obrigações mútuas.","conexao_teologica":"A aliança é fundamental para entender a relação de Deus com Israel e, por extensão, com todos os crentes.","referencias_relacionadas":["Gênesis 9:12","Êxodo 19:5","Hebreus 8:6"]},"2cronicas_6_15_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O termo 'dia' pode referir-se a um período específico de tempo em que Deus age ou se revela.","explicacao_detalhada":"Na Bíblia, o conceito de dia é frequentemente associado a eventos significativos na história da salvação, como o dia do Senhor.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a importância do tempo em que Deus realiza suas promessas.","conexao_teologica":"O tempo é um elemento crucial na narrativa bíblica, onde Deus intervém na história em momentos determinados.","referencias_relacionadas":["Salmos 118:24","Mateus 24:36","1 Tessalonicenses 5:2"]},"2cronicas_6_15_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"O termo 'falar' refere-se à comunicação de Deus com seu povo, revelando sua vontade.","explicacao_detalhada":"A fala de Deus é um meio pelo qual Ele se comunica e estabelece relacionamento com a humanidade.","por_que_esta_palavra":"A palavra 'falar' é escolhida para destacar a importância da revelação divina e da resposta humana.","conexao_teologica":"A comunicação de Deus é essencial para a fé e a obediência, mostrando como Ele se relaciona com seu povo.","referencias_relacionadas":["Gênesis 1:3","Êxodo 20:1","Hebreus 1:1"]},"2cronicas_6_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'Senhor' refere-se ao nome pessoal de Deus, que expressa sua autoridade e soberania.","explicacao_detalhada":"O nome 'Senhor' é usado para reconhecer a posição de Deus como o governante supremo e o ser que merece adoração.","por_que_esta_palavra":"A palavra 'Senhor' é escolhida para enfatizar a reverência e o respeito que devemos ter por Deus.","conexao_teologica":"O nome de Deus é central na adoração e na oração, representando seu caráter e sua relação com a humanidade.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Romanos 10:13"]},"2cronicas_6_16_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"O termo 'Deus' refere-se à divindade suprema, criadora e sustentadora de todas as coisas.","explicacao_detalhada":"Deus é apresentado na Bíblia como o ser supremo que tem poder sobre toda a criação e que se relaciona com seu povo.","por_que_esta_palavra":"A palavra 'Deus' é usada para afirmar a soberania e a autoridade de Deus sobre todas as coisas.","conexao_teologica":"A compreensão de Deus é fundamental para a fé cristã, pois Ele é a fonte de toda vida e redenção.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","João 3:16"]},"2cronicas_6_16_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"O termo 'dizer' refere-se à ação de comunicar ou declarar algo, especialmente em relação à vontade de Deus.","explicacao_detalhada":"A fala de Deus é poderosa e eficaz, trazendo à existência aquilo que é declarado.","por_que_esta_palavra":"A palavra 'dizer' é escolhida para enfatizar a autoridade da palavra de Deus e sua capacidade de cumprir promessas.","conexao_teologica":"A palavra de Deus é um tema central na Bíblia, mostrando como Ele se revela e age na história.","referencias_relacionadas":["Salmos 33:9","Isaías 55:11","Hebreus 4:12"]},"2cronicas_6_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'Senhor' é novamente utilizado para reafirmar a soberania e a autoridade de Deus.","explicacao_detalhada":"O uso do nome 'Senhor' enfatiza a relação de Deus com seu povo e sua posição como governante.","por_que_esta_palavra":"A palavra 'Senhor' é escolhida para destacar a importância da reverência e da adoração a Deus.","conexao_teologica":"A invocação do nome do Senhor é um ato de fé e submissão à sua vontade.","referencias_relacionadas":["Salmos 29:2","Isaías 12:2","Atos 2:21"]},"2cronicas_6_17_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e sustentador do universo.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para descrever a natureza de Deus como único e soberano. No contexto de 2 Crônicas 6:17, Salomão invoca o nome de Deus ao dedicar o templo, reconhecendo Sua grandeza e autoridade.","por_que_esta_palavra":"A escolha da palavra 'deus' enfatiza a relação entre o povo e o Criador, destacando a importância da adoração e da reverência.","conexao_teologica":"A palavra 'deus' é central na teologia judaica e cristã, representando a ideia de um ser supremo que se relaciona com a humanidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 45:5"]},"2cronicas_6_17_edificar":{"palavra_pt":"crer/amem","palavra_original":"אָמַן","transliteracao":"ʼâman","strong":"H539","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se ao ato de estabelecer ou construir algo, especialmente em um contexto espiritual.","explicacao_detalhada":"A palavra 'crer/amem' (אָמַן) é utilizada para expressar a confiança e a fé em Deus. No versículo, Salomão pede que Deus confirme a promessa feita a Davi sobre a construção do templo.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a necessidade de fé e confiança nas promessas de Deus, especialmente ao edificar o templo.","conexao_teologica":"A fé é um elemento fundamental na relação entre Deus e Seu povo, sendo essencial para a construção espiritual e física do templo.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Salmos 127:1"]},"2cronicas_6_18_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao planeta onde os seres humanos habitam, enfatizando a criação de Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever o mundo físico que Deus criou. No contexto do versículo, Salomão reconhece a grandeza de Deus, que habita não apenas no templo, mas em toda a criação.","por_que_esta_palavra":"A escolha da palavra 'terra' destaca a soberania de Deus sobre toda a criação, incluindo o espaço físico onde o templo foi construído.","conexao_teologica":"A terra é vista como parte do plano de Deus, onde Ele se revela e interage com a humanidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 66:1"]},"2cronicas_6_18_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao espaço acima da terra, onde Deus habita e onde se encontram os seres celestiais.","explicacao_detalhada":"A palavra 'céus' (שָׁמַיִם) é utilizada para descrever a morada de Deus e a majestade de Sua criação. Salomão reconhece que, mesmo o templo sendo um lugar sagrado, Deus transcende o espaço físico.","por_que_esta_palavra":"A palavra 'céus' enfatiza a grandeza e a transcendência de Deus, que não pode ser confinado a um espaço físico.","conexao_teologica":"Os céus representam a soberania de Deus e Sua autoridade sobre toda a criação, tanto no céu quanto na terra.","referencias_relacionadas":["Salmos 115:16","Isaías 55:9","Mateus 6:9"]},"2cronicas_6_18_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo como a casa de Deus, um lugar de adoração e sacrifício.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) é usada para descrever o templo que Salomão construiu. Este espaço é considerado a morada de Deus entre o Seu povo.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a intimidade e a relação especial entre Deus e Seu povo, que se reúnem para adorá-Lo.","conexao_teologica":"O templo é um símbolo da presença de Deus entre os homens e da importância da adoração coletiva.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Atos 7:47"]},"2cronicas_6_19_alegria":{"palavra_pt":"alegria","palavra_original":"רִנָּה","transliteracao":"rinnâh","strong":"H7440","significado_raiz":"Ideia básica: alegria.","significado_contextual":"Refere-se ao sentimento de felicidade e contentamento na presença de Deus.","explicacao_detalhada":"A palavra 'alegria' (רִנָּה) é utilizada para expressar a adoração e a celebração que ocorrem quando o povo se reúne para louvar a Deus. Salomão pede que Deus ouça as orações feitas com alegria.","por_que_esta_palavra":"A escolha da palavra 'alegria' destaca a importância da atitude do coração ao se aproximar de Deus em oração.","conexao_teologica":"A alegria é um fruto do Espírito e um aspecto essencial da vida de adoração e comunhão com Deus.","referencias_relacionadas":["Salmos 100:1","Filipenses 4:4","Neemias 8:10"]},"2cronicas_6_19_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנָה","transliteracao":"pânâh","strong":"H6437","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à face de Deus, simbolizando Sua presença e favor.","explicacao_detalhada":"A palavra 'rosto' (פָּנָה) é usada para descrever a presença de Deus que se volta para o Seu povo. Salomão pede que Deus olhe para o templo e ouça as orações feitas ali.","por_que_esta_palavra":"A escolha da palavra 'rosto' enfatiza a relação pessoal entre Deus e Seu povo, onde a presença divina é buscada.","conexao_teologica":"O rosto de Deus representa Sua atenção e cuidado, sendo um tema recorrente nas Escrituras sobre a comunhão com o Senhor.","referencias_relacionadas":["Números 6:25","Salmos 67:1","2 Coríntios 4:6"]},"2cronicas_6_19_graca":{"palavra_pt":"graca","palavra_original":"תְּחִנָּה","transliteracao":"tᵉchinnâh","strong":"H8467","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à bondade e favor imerecido de Deus para com Seu povo.","explicacao_detalhada":"A palavra 'graça' (תְּחִנָּה) é utilizada para expressar o desejo de Salomão de que Deus mostre Sua misericórdia ao ouvir as orações feitas no templo.","por_que_esta_palavra":"A escolha da palavra 'graça' destaca a dependência do povo em relação à bondade de Deus, reconhecendo que não merecem Sua atenção.","conexao_teologica":"A graça é um tema central na Bíblia, representando a forma como Deus se relaciona com a humanidade, oferecendo perdão e salvação.","referencias_relacionadas":["Efésios 2:8","Romanos 3:24","Salmos 86:15"]},"2cronicas_6_20_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se novamente ao templo como a casa de Deus, um espaço sagrado para adoração.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) é repetida para enfatizar a importância do templo como local de encontro entre Deus e Seu povo. Salomão clama para que Deus ouça as orações feitas nesse lugar.","por_que_esta_palavra":"A repetição da palavra 'casa' reforça a ideia de que o templo é um espaço dedicado à adoração e à presença de Deus.","conexao_teologica":"O templo é um símbolo da habitação de Deus entre os homens, refletindo a importância da adoração e da comunhão.","referencias_relacionadas":["1 Reis 8:29","Salmos 132:13","Mateus 21:13"]},"2cronicas_6_20_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de descer ou se prostrar, simbolizando humildade e reverência.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada para descrever a atitude de se prostrar diante de Deus em oração. Salomão pede que, quando o povo orar, Deus ouça suas súplicas.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a necessidade de humildade ao se aproximar de Deus, reconhecendo Sua grandeza.","conexao_teologica":"A humildade é um princípio fundamental na relação com Deus, sendo um tema recorrente nas Escrituras sobre a oração e a adoração.","referencias_relacionadas":["Tiago 4:10","Salmos 95:6","Filipenses 2:10"]},"2cronicas_6_20_luz":{"palavra_pt":"luz","palavra_original":"לַיִל","transliteracao":"layil","strong":"H3915","significado_raiz":"Ideia básica: luz.","significado_contextual":"A luz simboliza a presença divina e a revelação de Deus ao seu povo.","explicacao_detalhada":"No contexto de 2 Crônicas 6:20, a luz é mencionada como uma manifestação da glória de Deus, que ilumina o templo e a vida dos fiéis. A luz é frequentemente associada à verdade e à santidade na Bíblia.","por_que_esta_palavra":"A palavra 'luz' é usada para enfatizar a clareza e a pureza da presença de Deus, contrastando com a escuridão do pecado e da ignorância.","conexao_teologica":"A luz de Deus é um tema central na teologia bíblica, representando a salvação e a verdade que vêm através de Cristo, conforme João 8:12.","referencias_relacionadas":["Salmos 27:1","João 1:5","1 João 1:5"]},"2cronicas_6_21_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Os céus representam o domínio de Deus e seu trono, onde Ele ouve as orações do seu povo.","explicacao_detalhada":"Em 2 Crônicas 6:21, a referência aos céus destaca a soberania de Deus e sua disposição em ouvir as súplicas dos fiéis. Os céus são vistos como o lugar onde Deus habita e de onde Ele governa.","por_que_esta_palavra":"A palavra 'céus' é crucial para entender a relação entre Deus e a humanidade, mostrando que Ele está acima de todas as coisas e atento às necessidades do seu povo.","conexao_teologica":"A ideia de que Deus habita nos céus e ouve as orações é um tema recorrente, como em Salmos 115:3 e Mateus 6:9.","referencias_relacionadas":["Salmos 2:4","Isaías 66:1","Mateus 5:16"]},"2cronicas_6_21_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Ouvir implica em atenção e resposta às súplicas e orações do povo.","explicacao_detalhada":"No versículo, a palavra 'ouvir' é usada para expressar a promessa de Deus de prestar atenção às orações feitas no templo. Isso reflete a relação pessoal entre Deus e seu povo.","por_que_esta_palavra":"A escolha da palavra 'ouvir' enfatiza a ação de Deus em responder às necessidades e clamores dos fiéis, mostrando sua misericórdia.","conexao_teologica":"A capacidade de Deus de ouvir é um aspecto fundamental da oração e da comunhão com Ele, como visto em 1 Pedro 3:12.","referencias_relacionadas":["Salmos 34:15","1 João 5:14","Tiago 5:16"]},"2cronicas_6_21_corpo":{"palavra_pt":"corpo","palavra_original":"מָקוֹם","transliteracao":"mâqôwm","strong":"H4725","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Corpo refere-se ao templo, que é a habitação de Deus entre o seu povo.","explicacao_detalhada":"Em 2 Crônicas 6:21, 'corpo' é usado para descrever o templo como o lugar onde Deus se encontra com seu povo. O templo é visto como um símbolo da presença divina.","por_que_esta_palavra":"A palavra 'corpo' destaca a importância do templo como um espaço sagrado, onde a adoração e a comunhão com Deus ocorrem.","conexao_teologica":"O conceito de corpo como templo é ampliado no Novo Testamento, onde os crentes são chamados de templos do Espírito Santo (1 Coríntios 6:19).","referencias_relacionadas":["1 Reis 8:29","Mateus 12:6","1 Coríntios 3:16"]},"2cronicas_6_22_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Casa representa o templo, um lugar de adoração e encontro com Deus.","explicacao_detalhada":"No contexto de 2 Crônicas 6:22, a palavra 'casa' refere-se ao templo construído por Salomão, que é visto como a morada de Deus na terra.","por_que_esta_palavra":"A palavra 'casa' é significativa porque simboliza a relação entre Deus e seu povo, onde Ele se revela e recebe adoração.","conexao_teologica":"A ideia de Deus habitar entre seu povo é central na narrativa bíblica, culminando na encarnação de Cristo, que é chamado de 'Emmanuel' (Mateus 1:23).","referencias_relacionadas":["Salmos 84:1","Isaías 56:7","Hebreus 3:6"]},"2cronicas_6_22_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Salvar implica em libertação e redenção do pecado e da opressão.","explicacao_detalhada":"Em 2 Crônicas 6:22, a palavra 'salvar' é usada em um contexto de súplica a Deus para que Ele intervenha e traga libertação ao seu povo em tempos de necessidade.","por_que_esta_palavra":"A escolha da palavra 'salvar' reflete a esperança de que Deus é um salvador que responde às orações e traz restauração.","conexao_teologica":"A salvação é um tema central na Bíblia, culminando na obra redentora de Cristo, conforme Romanos 10:13.","referencias_relacionadas":["Salmos 34:6","Isaías 43:11","Romanos 10:9"]},"2cronicas_6_22_pecado":{"palavra_pt":"pecado","palavra_original":"חָטָא","transliteracao":"châṭâʼ","strong":"H2398","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Pecado refere-se à transgressão contra a lei de Deus e à necessidade de perdão.","explicacao_detalhada":"No versículo, a palavra 'pecado' é mencionada em um contexto de arrependimento e busca de perdão, reconhecendo a falibilidade humana diante de Deus.","por_que_esta_palavra":"A palavra 'pecado' é crucial para entender a necessidade de salvação e a misericórdia de Deus em perdoar os que se arrependem.","conexao_teologica":"O conceito de pecado e a necessidade de redenção são fundamentais na teologia cristã, como expresso em Romanos 3:23.","referencias_relacionadas":["Salmos 51:5","Romanos 6:23","1 João 1:9"]},"2cronicas_6_23_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Os céus são o lugar onde Deus exerce sua justiça e onde as orações são ouvidas.","explicacao_detalhada":"Em 2 Crônicas 6:23, a menção aos céus destaca a autoridade de Deus para julgar e responder às questões levantadas pelo seu povo.","por_que_esta_palavra":"A palavra 'céus' é usada para reafirmar a soberania de Deus sobre a criação e sua capacidade de agir em favor dos justos.","conexao_teologica":"A justiça de Deus é um tema importante na Bíblia, refletindo sua natureza como juiz justo, como em Salmos 9:7.","referencias_relacionadas":["Salmos 50:6","Mateus 7:21","Apocalipse 20:12"]},"2cronicas_6_23_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Urso é uma metáfora que pode representar força e poder, mas também um símbolo de julgamento.","explicacao_detalhada":"No contexto de 2 Crônicas 6:23, a palavra 'urso' pode ser interpretada como uma referência à força de Deus em executar juízo sobre os ímpios.","por_que_esta_palavra":"A escolha da palavra 'urso' é significativa para ilustrar a natureza poderosa e protetora de Deus, que defende os seus.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos na Bíblia, como em Salmos 104:21.","referencias_relacionadas":["Salmos 91:11","Isaías 40:10","Miquéias 7:17"]},"2cronicas_6_23_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Julgar refere-se à ação de Deus em discernir e decidir sobre as questões do seu povo.","explicacao_detalhada":"Em 2 Crônicas 6:23, a palavra 'julgar' é usada para expressar a função de Deus como juiz que avalia as ações e as orações de seu povo.","por_que_esta_palavra":"A palavra 'julgar' é importante porque destaca a justiça de Deus e sua capacidade de trazer ordem ao caos.","conexao_teologica":"O julgamento de Deus é um tema central na Bíblia, refletindo sua justiça e santidade, como em Romanos 14:10.","referencias_relacionadas":["Salmos 9:8","Eclesiastes 12:14","Mateus 25:31"]},"2cronicas_6_24_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo construído por Salomão, que é visto como a morada de Deus entre o Seu povo.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) neste contexto simboliza não apenas um edifício físico, mas também a presença de Deus entre os israelitas. O templo é um lugar de adoração e sacrifício, onde os israelitas se reúnem para buscar a Deus.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a intimidade e o relacionamento entre Deus e Seu povo, mostrando que Ele deseja habitar entre eles.","conexao_teologica":"A ideia de Deus habitar em uma casa feita por mãos humanas é um tema recorrente na Bíblia, que culmina na encarnação de Cristo, onde Deus habita entre nós (João 1:14).","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Atos 7:47-50"]},"2cronicas_6_24_achar":{"palavra_pt":"achar","palavra_original":"חָנַן","transliteracao":"chânan","strong":"H2603","significado_raiz":"Ideia básica: achar.","significado_contextual":"Refere-se ao ato de encontrar ou obter favor diante de Deus.","explicacao_detalhada":"A palavra 'achar' (חָנַן) implica em receber graça ou misericórdia. No contexto da oração de Salomão, ele pede que Deus ouça e atenda ao clamor do Seu povo quando eles se voltam para o templo.","por_que_esta_palavra":"A palavra é usada para expressar a esperança de que Deus conceda Sua graça e resposta às súplicas dos israelitas.","conexao_teologica":"A graça de Deus é um tema central na Bíblia, refletindo Sua disposição de perdoar e restaurar aqueles que se arrependem e buscam a Ele.","referencias_relacionadas":["Salmos 86:5","Romanos 3:24","Efésios 2:8"]},"2cronicas_6_24_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à presença de Deus e Sua atenção voltada para o Seu povo.","explicacao_detalhada":"A palavra 'rosto' (פָּנִים) simboliza a face de Deus, que representa Sua relação pessoal e direta com os seres humanos. Salomão clama para que Deus olhe para o templo e ouça as orações feitas ali.","por_que_esta_palavra":"Usar 'rosto' enfatiza a ideia de que Deus não é distante, mas está ativamente envolvido na vida do Seu povo.","conexao_teologica":"A presença de Deus é um tema fundamental, onde a busca pela Sua face é um desejo de comunhão e relacionamento íntimo com Ele.","referencias_relacionadas":["Números 6:25","Salmos 27:8","Mateus 5:8"]},"2cronicas_6_25_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de onde Ele observa a terra.","explicacao_detalhada":"A palavra 'céus' (שָׁמַיִם) neste contexto destaca a soberania de Deus sobre toda a criação e Sua capacidade de ouvir as orações que são feitas na terra.","por_que_esta_palavra":"A menção dos céus sublinha a grandeza de Deus e Sua autoridade sobre todas as coisas, mostrando que Ele está acima de tudo.","conexao_teologica":"A ideia de que Deus habita nos céus e ouve as orações dos homens é um tema recorrente, refletindo Sua onisciência e onipotência.","referencias_relacionadas":["Salmos 115:3","Isaías 66:1","Mateus 6:9"]},"2cronicas_6_25_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se ao ato de oferecer sacrifícios como forma de expiação e adoração a Deus.","explicacao_detalhada":"A palavra 'pecado' (חַטָּאָה) é usada para descrever a condição humana e a necessidade de redenção. Os sacrifícios eram uma maneira de o povo se reconciliar com Deus e receber perdão.","por_que_esta_palavra":"A inclusão de 'pecado' enfatiza a necessidade de arrependimento e a busca pela purificação diante de Deus.","conexao_teologica":"O sacrifício é um tema central na teologia bíblica, que aponta para o sacrifício de Cristo como a solução final para o pecado da humanidade.","referencias_relacionadas":["Levítico 4:27-31","Hebreus 9:22","1 João 1:9"]},"2cronicas_6_25_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra onde o povo de Israel habita, simbolizando a criação de Deus.","explicacao_detalhada":"A palavra 'solo' (אֲדָמָה) representa não apenas a terra física, mas também o lugar onde o povo de Deus vive e se relaciona com Ele. É um símbolo da promessa de Deus ao Seu povo.","por_que_esta_palavra":"A menção do solo destaca a conexão entre o povo e a terra prometida, enfatizando a fidelidade de Deus em cumprir Suas promessas.","conexao_teologica":"A terra prometida é um tema importante na narrativa bíblica, simbolizando a bênção e a herança que Deus dá ao Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Salmos 37:29"]},"2cronicas_6_26_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se novamente ao céu como a morada de Deus e o lugar de onde Ele observa a terra.","explicacao_detalhada":"A repetição da palavra 'céus' (שָׁמַיִם) neste contexto reforça a ideia de que Deus está atento às orações e necessidades do Seu povo.","por_que_esta_palavra":"A ênfase nos céus sublinha a soberania de Deus e Sua capacidade de intervir na história humana.","conexao_teologica":"A conexão entre o céu e a terra é um tema que aponta para a relação entre Deus e a humanidade, onde Ele se preocupa com o que acontece na terra.","referencias_relacionadas":["Salmos 123:1","Isaías 57:15","Mateus 5:16"]},"2cronicas_6_26_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à veracidade de Deus em Suas promessas.","explicacao_detalhada":"A palavra 'verdade' (לֹא) neste contexto implica que Deus é fiel e que Suas promessas são verdadeiras. Salomão clama para que Deus não se esqueça de Sua aliança com o povo.","por_que_esta_palavra":"A menção da verdade é um lembrete da natureza imutável de Deus e Sua disposição de cumprir o que prometeu.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, refletindo Sua justiça e integridade em todas as Suas ações.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 10:23"]},"2cronicas_6_26_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão pela qual Deus deve ouvir as orações do povo.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para introduzir a justificativa do pedido de Salomão, enfatizando a necessidade de Deus agir em resposta às súplicas do povo.","por_que_esta_palavra":"A escolha desta palavra destaca a relação entre a ação de Deus e a condição do povo, mostrando que a resposta de Deus está ligada à sinceridade do arrependimento.","conexao_teologica":"A relação entre a oração e a resposta de Deus é um tema importante, refletindo a dinâmica da fé e da ação divina.","referencias_relacionadas":["Tiago 5:16","1 João 5:14","Salmos 34:15"]},"2cronicas_6_27_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se novamente ao céu como a morada de Deus e o lugar de onde Ele observa a terra.","explicacao_detalhada":"A repetição da palavra 'céus' (שָׁמַיִם) neste contexto reforça a ideia de que Deus está atento às orações e necessidades do Seu povo.","por_que_esta_palavra":"A ênfase nos céus sublinha a soberania de Deus e Sua capacidade de intervir na história humana.","conexao_teologica":"A conexão entre o céu e a terra é um tema que aponta para a relação entre Deus e a humanidade, onde Ele se preocupa com o que acontece na terra.","referencias_relacionadas":["Salmos 123:1","Isaías 57:15","Mateus 5:16"]},"2cronicas_6_27_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O pecado é visto como uma transgressão contra a lei de Deus, que requer sacrifícios para a expiação.","explicacao_detalhada":"No contexto de 2 Crônicas 6:27, Salomão fala sobre a necessidade de sacrifícios para a remissão dos pecados do povo. O pecado é uma barreira entre o homem e Deus, e os sacrifícios são uma forma de restaurar essa relação.","por_que_esta_palavra":"A palavra 'pecado' é fundamental para entender a necessidade de redenção e a importância dos sacrifícios no culto israelita.","conexao_teologica":"O conceito de pecado e sacrifício é central na teologia cristã, onde Cristo é visto como o sacrifício perfeito para a expiação dos pecados.","referencias_relacionadas":["Levítico 4:27-31","Romanos 3:23-25","Hebreus 9:26"]},"2cronicas_6_27_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A vida é entendida como o dom de Deus, que deve ser vivido em obediência e reverência a Ele.","explicacao_detalhada":"Em 2 Crônicas 6:27, a vida é mencionada em relação ao clamor do povo por ajuda divina em tempos de necessidade, ressaltando a dependência de Deus para a manutenção da vida.","por_que_esta_palavra":"A palavra 'vida' é crucial para entender a relação entre o ser humano e Deus, enfatizando a importância de viver de acordo com Seus preceitos.","conexao_teologica":"A vida é um tema central na Bíblia, onde se destaca a vida eterna oferecida por Cristo aos que creem.","referencias_relacionadas":["João 10:10","Gálatas 2:20","1 João 5:11-12"]},"2cronicas_6_28_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é vista como a criação de Deus, que deve ser cuidada e respeitada.","explicacao_detalhada":"No versículo, a terra é mencionada em um contexto de necessidade, onde o povo clama a Deus por ajuda em tempos de seca ou fome, reconhecendo a soberania de Deus sobre a criação.","por_que_esta_palavra":"A palavra 'terra' é importante para entender a relação entre Deus e a criação, bem como a responsabilidade humana de cuidar do mundo.","conexao_teologica":"A terra é frequentemente mencionada na Bíblia como um presente de Deus, e a promessa de uma nova terra é um tema escatológico.","referencias_relacionadas":["Gênesis 1:28","Salmos 24:1","Romanos 8:19-21"]},"2cronicas_6_28_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O modo refere-se à maneira como as ações são realizadas, especialmente em relação à adoração e obediência a Deus.","explicacao_detalhada":"Em 2 Crônicas 6:28, o modo como o povo se dirige a Deus em oração e sacrifício é enfatizado, mostrando a importância da atitude correta diante de Deus.","por_que_esta_palavra":"A palavra 'modo' é relevante para entender que a forma como nos aproximamos de Deus é tão importante quanto o conteúdo de nossas orações.","conexao_teologica":"A maneira de adorar a Deus é um tema recorrente na Bíblia, onde se destaca a importância da sinceridade e da verdade na adoração.","referencias_relacionadas":["João 4:24","Salmos 51:17","Colossenses 3:23"]},"2cronicas_6_28_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"A fome é um símbolo de necessidade e dependência de Deus para suprir as necessidades do povo.","explicacao_detalhada":"No contexto de 2 Crônicas 6:28, a fome é mencionada como uma condição que leva o povo a clamar a Deus por ajuda, reconhecendo que Ele é a fonte de sustento.","por_que_esta_palavra":"A palavra 'fome' é importante para entender a vulnerabilidade humana e a necessidade de confiar em Deus para o sustento diário.","conexao_teologica":"A fome é frequentemente usada na Bíblia para ilustrar a necessidade espiritual e a busca por Deus como o verdadeiro alimento.","referencias_relacionadas":["Mateus 5:6","Salmos 107:9","João 6:35"]},"2cronicas_6_29_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O modo refere-se à maneira como as ações são realizadas, especialmente em relação à adoração e obediência a Deus.","explicacao_detalhada":"Em 2 Crônicas 6:29, a ênfase está na forma como o povo deve se dirigir a Deus em oração, indicando que a atitude e a sinceridade são essenciais.","por_que_esta_palavra":"A palavra 'modo' é relevante para entender que a forma como nos aproximamos de Deus é tão importante quanto o conteúdo de nossas orações.","conexao_teologica":"A maneira de adorar a Deus é um tema recorrente na Bíblia, onde se destaca a importância da sinceridade e da verdade na adoração.","referencias_relacionadas":["João 4:24","Salmos 51:17","Colossenses 3:23"]},"2cronicas_6_29_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A casa é um símbolo da presença de Deus entre o Seu povo e do lugar de adoração.","explicacao_detalhada":"Em 2 Crônicas 6:29, a casa refere-se ao templo construído por Salomão, que representa a habitação de Deus entre os israelitas e um local de oração.","por_que_esta_palavra":"A palavra 'casa' é significativa para entender a importância do templo como um espaço sagrado e a relação entre Deus e Seu povo.","conexao_teologica":"O conceito de casa de Deus é central na Bíblia, culminando na ideia de que os crentes são agora o templo do Espírito Santo.","referencias_relacionadas":["1 Reis 8:27","Mateus 21:13","1 Coríntios 3:16"]},"2cronicas_6_29_graca":{"palavra_pt":"graca","palavra_original":"תְּחִנָּה","transliteracao":"tᵉchinnâh","strong":"H8467","significado_raiz":"Ideia básica: graca.","significado_contextual":"A graça é o favor imerecido de Deus, que é fundamental para a relação entre Deus e o homem.","explicacao_detalhada":"Em 2 Crônicas 6:29, a graça é mencionada como um aspecto da resposta de Deus às orações do povo, destacando a Sua misericórdia e compaixão.","por_que_esta_palavra":"A palavra 'graça' é crucial para entender a natureza de Deus e Sua disposição em perdoar e ajudar aqueles que O buscam.","conexao_teologica":"A graça é um tema central na teologia cristã, especialmente na obra redentora de Cristo.","referencias_relacionadas":["Efésios 2:8-9","Romanos 5:20","Tito 2:11"]},"2cronicas_6_30_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Os céus são frequentemente vistos como a morada de Deus e o lugar de onde Ele observa e responde às orações.","explicacao_detalhada":"Em 2 Crônicas 6:30, a referência aos céus enfatiza a soberania de Deus e Sua capacidade de ouvir e responder ao clamor do povo.","por_que_esta_palavra":"A palavra 'céus' é importante para entender a grandeza de Deus e Sua autoridade sobre toda a criação.","conexao_teologica":"Os céus são frequentemente mencionados na Bíblia como o lugar de habitação de Deus e a promessa de um futuro eterno com Ele.","referencias_relacionadas":["Salmos 115:3","Isaías 66:1","Mateus 6:9"]},"2cronicas_6_30_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Clamar é um ato de súplica e dependência, onde o povo busca a ajuda de Deus em momentos de necessidade.","explicacao_detalhada":"Em 2 Crônicas 6:30, o clamor do povo é um reconhecimento de sua necessidade e a confiança de que Deus ouvirá suas orações.","por_que_esta_palavra":"A palavra 'clamar' é significativa para entender a atitude de humildade e dependência que deve caracterizar a oração.","conexao_teologica":"O clamor a Deus é um tema recorrente na Bíblia, onde se destaca a promessa de que Ele ouvirá aqueles que O buscam sinceramente.","referencias_relacionadas":["Salmos 34:17","Jeremias 33:3","Romanos 10:13"]},"2cronicas_6_30_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua essência, destacando a relação entre Deus e a humanidade.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a criação de Deus, que foi feita à Sua imagem e semelhança. No contexto de 2 Crônicas 6:30, o rei Salomão clama a Deus para que Ele ouça as orações dos homens que se voltam para Ele.","por_que_esta_palavra":"A inclusão da palavra 'homem' enfatiza a importância da humanidade na relação com Deus, mostrando que Ele se importa com as súplicas e ações dos seres humanos.","conexao_teologica":"A teologia bíblica destaca que Deus se relaciona pessoalmente com os seres humanos, ouvindo suas orações e respondendo às suas necessidades.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Isaías 53:6"]},"2cronicas_6_31_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, mas também simboliza momentos significativos na vida espiritual.","explicacao_detalhada":"No contexto, 'dia' é mencionado em relação ao tempo em que as pessoas se voltam a Deus em oração. É um lembrete da importância de dedicar tempo a Deus em nossas vidas diárias.","por_que_esta_palavra":"A palavra 'dia' é crucial para enfatizar a continuidade da busca por Deus em todos os dias da vida do crente.","conexao_teologica":"A Bíblia frequentemente fala sobre a importância de viver cada dia em comunhão com Deus, buscando Sua orientação e presença.","referencias_relacionadas":["Salmos 118:24","Mateus 6:34","Tiago 4:13-15"]},"2cronicas_6_31_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra cultivável, simbolizando a criação e a provisão de Deus.","explicacao_detalhada":"A palavra 'solo' é usada para enfatizar a conexão entre o povo de Deus e a terra que Ele lhes deu. É um lembrete da responsabilidade de cuidar da criação.","por_que_esta_palavra":"O solo é fundamental para a vida e sustento, representando a bênção de Deus sobre o Seu povo.","conexao_teologica":"A relação entre o povo de Deus e a terra é um tema recorrente na Bíblia, simbolizando a aliança e a fidelidade de Deus.","referencias_relacionadas":["Gênesis 1:28","Deuteronômio 8:7-10","Salmos 37:29"]},"2cronicas_6_31_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao modo de viver ou agir, especialmente em conformidade com os mandamentos de Deus.","explicacao_detalhada":"A palavra 'andar' implica em um estilo de vida que reflete a obediência e a fé em Deus. No contexto, é um chamado para que o povo ande segundo os caminhos de Deus.","por_que_esta_palavra":"'Andar' é uma metáfora comum na Bíblia para descrever a vida espiritual e a prática da fé.","conexao_teologica":"A teologia bíblica enfatiza que a vida cristã deve ser uma caminhada diária com Deus, seguindo Seus ensinamentos.","referencias_relacionadas":["Salmos 119:105","Gálatas 5:16","1 João 1:7"]},"2cronicas_6_32_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico, à criação de Deus e ao lugar onde a humanidade habita.","explicacao_detalhada":"A palavra 'terra' é usada para descrever o domínio de Deus sobre toda a criação e a importância da terra na história da salvação.","por_que_esta_palavra":"A terra é um símbolo da promessa de Deus e do lugar onde a relação entre Deus e a humanidade se desenrola.","conexao_teologica":"A terra é frequentemente mencionada nas promessas de Deus, simbolizando a herança e a bênção para Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Salmos 24:1","Romanos 8:19-21"]},"2cronicas_6_32_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo, que é a morada de Deus entre o Seu povo.","explicacao_detalhada":"A palavra 'casa' no contexto de 2 Crônicas 6:32 é uma referência ao templo construído por Salomão, simbolizando a presença de Deus entre os israelitas.","por_que_esta_palavra":"A casa de Deus é um lugar de adoração, oração e comunhão, essencial para a vida espiritual do povo.","conexao_teologica":"O templo representa a habitação de Deus entre os homens e é um símbolo da nova aliança em Cristo, onde Deus habita em nós.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Hebreus 3:6"]},"2cronicas_6_32_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude e à importância do templo e da presença de Deus.","explicacao_detalhada":"A palavra 'grande' destaca a majestade de Deus e a grandiosidade do templo, que é um reflexo da Sua glória.","por_que_esta_palavra":"A grandeza de Deus é um tema central na adoração, lembrando os crentes de Sua soberania e poder.","conexao_teologica":"A grandeza de Deus é frequentemente celebrada nas Escrituras, convidando os crentes a reconhecerem Sua majestade.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12-14","Apocalipse 4:11"]},"2cronicas_6_33_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de Sua glória.","explicacao_detalhada":"A palavra 'céus' é utilizada para enfatizar a soberania de Deus sobre toda a criação e Sua presença no templo.","por_que_esta_palavra":"Os céus são frequentemente mencionados como o lugar onde Deus habita, contrastando com a terra onde os homens vivem.","conexao_teologica":"A teologia bíblica ensina que Deus é soberano sobre os céus e a terra, e que Sua glória é revelada em ambos.","referencias_relacionadas":["Salmos 19:1","Isaías 66:1","Mateus 6:9"]},"2cronicas_6_33_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a uma ação ou criação, simbolizando a obra de Deus.","explicacao_detalhada":"A palavra 'urso' (ou 'fazer') é usada para descrever a capacidade de Deus de realizar e criar, enfatizando Sua soberania e poder.","por_que_esta_palavra":"A ação de Deus em criar e sustentar o mundo é um tema central na teologia bíblica.","conexao_teologica":"A obra de Deus é um testemunho de Sua grandeza e da Sua capacidade de cumprir Suas promessas.","referencias_relacionadas":["Gênesis 1:1","Salmos 33:6-9","Efésios 2:10"]},"2cronicas_6_33_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são feitas, especialmente em relação à adoração e à vida espiritual.","explicacao_detalhada":"A palavra 'modo' implica em um estilo ou forma de viver que deve ser alinhado com os princípios de Deus.","por_que_esta_palavra":"A maneira como adoramos e vivemos reflete nossa compreensão de Deus e Sua vontade para nós.","conexao_teologica":"A Bíblia ensina que a adoração deve ser feita em espírito e em verdade, refletindo a natureza de Deus.","referencias_relacionadas":["João 4:24","Romanos 12:1","Colossenses 3:17"]},"2cronicas_6_34_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência e à vitalidade que Deus concede ao ser humano.","explicacao_detalhada":"No contexto de 2 Crônicas 6:34, a 'vida' é mencionada em uma oração de Salomão, onde ele pede a Deus que ouça as súplicas do povo que ora em direção ao templo. A vida aqui simboliza a relação entre Deus e seu povo, que é sustentada pela comunicação e pela oração.","por_que_esta_palavra":"A escolha da palavra 'vida' enfatiza a importância da conexão espiritual e da dependência de Deus para a existência plena.","conexao_teologica":"A vida é um tema central na teologia bíblica, representando não apenas a existência física, mas também a vida espiritual que é encontrada em Deus.","referencias_relacionadas":["João 10:10","Gênesis 2:7","Salmos 36:9"]},"2cronicas_6_34_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se ao local onde o povo de Deus se reúne e adora.","explicacao_detalhada":"Em 2 Crônicas 6:34, a 'cidade' é Jerusalém, o centro espiritual e político de Israel, onde o templo foi construído. A cidade é vista como o lugar onde Deus habita entre seu povo.","por_que_esta_palavra":"A menção da 'cidade' destaca a importância do local sagrado e da comunidade na adoração a Deus.","conexao_teologica":"A cidade de Deus é frequentemente usada na Bíblia como uma metáfora para a presença de Deus e a comunhão entre os crentes.","referencias_relacionadas":["Salmos 48:1-2","Hebreus 12:22","Apocalipse 21:2"]},"2cronicas_6_34_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao templo, que é a habitação de Deus entre os homens.","explicacao_detalhada":"No versículo, a 'casa' é o templo construído por Salomão, simbolizando a presença de Deus e a relação de aliança com Israel. É um espaço sagrado onde o povo pode se encontrar com Deus.","por_que_esta_palavra":"A palavra 'casa' é significativa porque representa a morada de Deus e a centralidade da adoração na vida do povo.","conexao_teologica":"O conceito de 'casa' é essencial na teologia bíblica, representando tanto a habitação de Deus quanto a comunidade dos crentes.","referencias_relacionadas":["1 Reis 8:27","Salmos 27:4","Mateus 21:13"]},"2cronicas_6_35_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"A palavra 'céus' refere-se ao domínio celestial onde Deus habita.","explicacao_detalhada":"Em 2 Crônicas 6:35, os céus são mencionados como o lugar de onde Deus ouve as orações do povo. Isso enfatiza a soberania de Deus sobre toda a criação.","por_que_esta_palavra":"A menção dos 'céus' destaca a grandeza de Deus e sua capacidade de ouvir e responder às súplicas humanas.","conexao_teologica":"Os céus são frequentemente associados à glória de Deus e à sua autoridade sobre a terra.","referencias_relacionadas":["Salmos 115:3","Isaías 66:1","Mateus 6:9"]},"2cronicas_6_35_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não é diretamente mencionada no contexto, mas pode ser uma referência a ações ou criações de Deus.","explicacao_detalhada":"Embora 'urso' não tenha um papel central no versículo, pode simbolizar a força e a proteção que Deus oferece ao seu povo.","por_que_esta_palavra":"A inclusão de 'urso' pode ser uma metáfora para a força de Deus em agir em favor de seu povo.","conexao_teologica":"A força de Deus é um tema recorrente na Bíblia, onde Ele é descrito como um protetor poderoso.","referencias_relacionadas":["Salmos 18:2","Isaías 40:10","Romanos 8:31"]},"2cronicas_6_35_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' refere-se à capacidade de Deus de escutar as orações e súplicas do seu povo.","explicacao_detalhada":"No contexto do versículo, 'ouvir' é um ato de atenção e resposta de Deus às petições feitas em oração, mostrando sua proximidade e cuidado.","por_que_esta_palavra":"A escolha da palavra 'ouvir' enfatiza a relação pessoal entre Deus e os crentes, que podem se dirigir a Ele em busca de ajuda.","conexao_teologica":"A ideia de que Deus ouve as orações é fundamental na fé cristã, reforçando a confiança na comunicação com o Criador.","referencias_relacionadas":["Salmos 34:15","1 João 5:14","Tiago 5:16"]},"2cronicas_6_36_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus deve ouvir as orações do povo.","explicacao_detalhada":"Em 2 Crônicas 6:36, 'porque' é usado para justificar a súplica, destacando a condição do povo e a necessidade de perdão devido ao pecado.","por_que_esta_palavra":"A palavra 'porque' é crucial para estabelecer a lógica da oração, ligando a necessidade do povo à resposta de Deus.","conexao_teologica":"A relação entre pecado e a necessidade de arrependimento é um tema central na teologia bíblica, mostrando a dependência do ser humano da graça de Deus.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:1-2"]},"2cronicas_6_36_pecado":{"palavra_pt":"pecado","palavra_original":"חָטָא","transliteracao":"châṭâʼ","strong":"H2398","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' refere-se à transgressão da lei de Deus e à separação que isso causa entre o homem e Deus.","explicacao_detalhada":"No versículo, o pecado é reconhecido como uma barreira que impede a comunhão plena com Deus, e a oração é um pedido de perdão e restauração.","por_que_esta_palavra":"A menção do 'pecado' é fundamental para entender a necessidade de arrependimento e a busca pela misericórdia divina.","conexao_teologica":"O pecado é um tema central na Bíblia, que aborda a necessidade de redenção e a obra de Cristo como solução para o pecado.","referencias_relacionadas":["Isaías 59:2","Romanos 6:23","Gálatas 5:19-21"]},"2cronicas_6_36_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade de Deus e à realidade de sua palavra.","explicacao_detalhada":"Em 2 Crônicas 6:36, a 'verdade' é um conceito que se relaciona com a justiça e a integridade de Deus, contrastando com a condição pecaminosa do povo.","por_que_esta_palavra":"A inclusão da 'verdade' ressalta a necessidade de viver de acordo com os princípios de Deus e a busca pela sinceridade nas relações com Ele.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental na vida cristã, que deve ser buscada e vivida.","referencias_relacionadas":["João 14:6","Salmos 119:160","Efésios 4:15"]},"2cronicas_6_37_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico e ao lar do povo de Deus.","explicacao_detalhada":"No contexto do versículo, a 'terra' é mencionada como o lugar onde o povo vive e onde as consequências do pecado são sentidas. É um chamado ao arrependimento e à restauração.","por_que_esta_palavra":"A menção da 'terra' enfatiza a conexão entre a vida espiritual e as realidades físicas, mostrando que o pecado afeta tanto o espiritual quanto o material.","conexao_teologica":"A terra é frequentemente vista na Bíblia como um dom de Deus, que deve ser cuidado e respeitado pelo seu povo.","referencias_relacionadas":["Gênesis 1:28","Salmos 24:1","Romanos 8:22"]},"2cronicas_6_37_achar":{"palavra_pt":"achar","palavra_original":"חָנַן","transliteracao":"chânan","strong":"H2603","significado_raiz":"Ideia básica: achar.","significado_contextual":"Encontrar ou descobrir algo que se busca.","explicacao_detalhada":"No contexto de 2 Crônicas 6:37, a palavra 'achar' refere-se à busca de Deus e ao reconhecimento de Sua presença e ajuda em momentos de necessidade. É um convite à busca sincera por Deus.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância de buscar a Deus em tempos de aflição e reconhecer que Ele está sempre disponível para aqueles que O procuram.","conexao_teologica":"A busca por Deus é um tema central na teologia bíblica, refletindo a relação entre o ser humano e o divino. A ideia de achar Deus está ligada à fé e à resposta divina às orações.","referencias_relacionadas":["Salmos 9:10","Jeremias 29:13","Mateus 7:7"]},"2cronicas_6_37_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Construir ou estabelecer algo de forma sólida.","explicacao_detalhada":"Em 2 Crônicas 6:37, 'edificar' se refere à construção do templo e à restauração do relacionamento entre Deus e Seu povo. É um símbolo de fé e compromisso.","por_que_esta_palavra":"A escolha da palavra 'edificar' destaca a importância de criar um espaço sagrado onde a presença de Deus possa habitar e onde o povo possa se reunir para adorá-Lo.","conexao_teologica":"A edificação do templo é uma metáfora para a construção da fé e da comunidade de crentes, refletindo a importância da adoração coletiva e da presença de Deus entre Seu povo.","referencias_relacionadas":["Salmos 127:1","1 Pedro 2:5","Hebreus 3:6"]},"2cronicas_6_38_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A maneira ou o modo como algo é feito.","explicacao_detalhada":"No versículo, 'modo' refere-se à forma como o povo deve se comportar ou se dirigir a Deus, enfatizando a importância da atitude correta na adoração e na oração.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender que a maneira de se aproximar de Deus deve ser com reverência e sinceridade, refletindo a postura do coração.","conexao_teologica":"A teologia bíblica ensina que a forma de adoração e a atitude diante de Deus são fundamentais para um relacionamento saudável com Ele.","referencias_relacionadas":["Salmos 51:17","Mateus 6:6","Romanos 12:1"]},"2cronicas_6_38_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"O solo ou a região habitada.","explicacao_detalhada":"Em 2 Crônicas 6:38, 'terra' refere-se ao território prometido a Israel, simbolizando a herança e a presença de Deus entre Seu povo.","por_que_esta_palavra":"A palavra 'terra' é significativa porque representa não apenas um lugar físico, mas também a promessa de Deus e a identidade do povo de Israel como Sua nação escolhida.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, simbolizando a fidelidade de Deus e a realização de Suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-11","Josué 1:3"]},"2cronicas_6_38_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Um local habitado, geralmente maior que uma aldeia.","explicacao_detalhada":"A palavra 'cidade' em 2 Crônicas 6:38 refere-se a Jerusalém, o centro espiritual e político de Israel, onde o templo foi construído e onde Deus escolheu habitar entre Seu povo.","por_que_esta_palavra":"A menção da 'cidade' destaca a importância de Jerusalém como o lugar de adoração e a conexão entre o céu e a terra.","conexao_teologica":"Jerusalém é frequentemente vista como a cidade de Deus, simbolizando a presença divina e a esperança de redenção para o Seu povo.","referencias_relacionadas":["Salmos 122:6","Isaías 2:3","Hebreus 12:22"]},"2cronicas_6_39_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"O espaço acima da terra, onde Deus habita.","explicacao_detalhada":"Em 2 Crônicas 6:39, 'céus' refere-se à morada de Deus e à Sua soberania sobre toda a criação, enfatizando que Ele ouve as orações feitas na terra.","por_que_esta_palavra":"A palavra 'céus' é usada para lembrar os crentes de que Deus está acima de todas as coisas e que Sua atenção está voltada para aqueles que O buscam.","conexao_teologica":"A visão dos céus como a habitação de Deus é fundamental para a compreensão da Sua majestade e do Seu poder sobre a criação.","referencias_relacionadas":["Salmos 115:3","Isaías 66:1","Mateus 6:9"]},"2cronicas_6_39_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Um animal selvagem, símbolo de força.","explicacao_detalhada":"A palavra 'urso' em 2 Crônicas 6:39 pode ser uma referência a um símbolo de força e proteção, embora o contexto exato do uso da palavra precise ser considerado.","por_que_esta_palavra":"O uso de 'urso' pode indicar a força de Deus em proteger Seu povo, embora a palavra não seja comum no contexto de adoração.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, mostrando que Ele é um protetor forte e confiável.","referencias_relacionadas":["Salmos 91:11-12","Isaías 40:31","Romanos 8:31"]},"2cronicas_6_39_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Prestar atenção e responder a um chamado ou pedido.","explicacao_detalhada":"Em 2 Crônicas 6:39, 'ouvir' refere-se à capacidade de Deus de escutar as orações e súplicas do Seu povo, enfatizando Sua disposição em responder.","por_que_esta_palavra":"A palavra 'ouvir' é fundamental para a relação entre Deus e os seres humanos, pois indica que Ele está atento às necessidades e preocupações de Seu povo.","conexao_teologica":"A ideia de que Deus ouve as orações é um tema recorrente na Bíblia, refletindo Sua proximidade e cuidado com a humanidade.","referencias_relacionadas":["Salmos 34:17","1 João 5:14","Tiago 5:16"]},"2cronicas_6_40_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Ser supremo, criador e sustentador do universo.","explicacao_detalhada":"A palavra 'Deus' em 2 Crônicas 6:40 refere-se à natureza divina de Deus, que é soberano e digno de adoração, enfatizando Sua autoridade sobre todas as coisas.","por_que_esta_palavra":"A menção de 'Deus' é central para a compreensão da relação do povo com o Criador, destacando Sua grandeza e poder.","conexao_teologica":"A teologia bíblica gira em torno da natureza de Deus como o ser supremo, que se revela e se relaciona com a humanidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"2cronicas_6_40_oracao":{"palavra_pt":"oracao","palavra_original":"תְּפִלָּה","transliteracao":"tᵉphillâh","strong":"H8605","significado_raiz":"Ideia básica: oracao.","significado_contextual":"Um ato de comunicação com Deus, geralmente em forma de súplica ou adoração.","explicacao_detalhada":"Em 2 Crônicas 6:40, 'oração' refere-se ao ato de se dirigir a Deus em busca de ajuda, perdão ou orientação, enfatizando a importância da comunicação com o divino.","por_que_esta_palavra":"A palavra 'oração' é essencial para a vida espiritual, pois representa a conexão entre o ser humano e Deus, permitindo que os crentes expressem suas necessidades e gratidão.","conexao_teologica":"A oração é um meio pelo qual os crentes se relacionam com Deus, refletindo a dependência e a confiança na Sua providência.","referencias_relacionadas":["Filipenses 4:6","1 Tessalonicenses 5:17","Hebreus 4:16"]},"2cronicas_6_40_corpo":{"palavra_pt":"corpo","palavra_original":"מָקוֹם","transliteracao":"mâqôwm","strong":"H4725","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo do templo, que é a morada de Deus entre o Seu povo.","explicacao_detalhada":"O corpo do templo é visto como o espaço sagrado onde Deus habita. A construção do templo por Salomão simboliza a presença divina entre os israelitas.","por_que_esta_palavra":"A palavra 'corpo' é utilizada para enfatizar a importância do templo como a habitação de Deus na terra.","conexao_teologica":"O templo é um símbolo da presença de Deus entre os homens, refletindo a relação de proximidade que Deus deseja ter com Seu povo.","referencias_relacionadas":["1 Reis 6:1","Salmos 132:13-14","Ezequiel 43:7"]},"2cronicas_6_41_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade de Deus e à qualidade do que é oferecido a Ele.","explicacao_detalhada":"A palavra 'bom' destaca a natureza de Deus e a qualidade das ofertas que devem ser apresentadas a Ele, refletindo a santidade e a pureza exigidas.","por_que_esta_palavra":"A bondade de Deus é um tema central na adoração, e o que é oferecido a Ele deve ser digno de Sua grandeza.","conexao_teologica":"A bondade de Deus é um atributo essencial que fundamenta a adoração e a devoção do povo.","referencias_relacionadas":["Salmos 100:5","Romanos 12:2","Tiago 1:17"]},"2cronicas_6_41_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de levantar as mãos em oração ou adoração a Deus.","explicacao_detalhada":"Levantar as mãos é um gesto de entrega e súplica, simbolizando a disposição do coração em se conectar com Deus.","por_que_esta_palavra":"A ação de levantar é um sinal de reverência e reconhecimento da soberania de Deus.","conexao_teologica":"Levantar-se em oração é um ato que expressa a dependência do homem em relação a Deus e a busca por Sua intervenção.","referencias_relacionadas":["Salmos 28:2","1 Timóteo 2:8","Êxodo 9:29"]},"2cronicas_6_41_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"O nome de Deus é invocado em momentos de oração e adoração, simbolizando a invocação de Sua presença e poder.","por_que_esta_palavra":"O nome de Deus é sagrado e carrega o peso de Sua identidade e promessa.","conexao_teologica":"Invocar o nome de Deus é um ato de fé que reconhece Sua soberania e a relação pessoal que os crentes têm com Ele.","referencias_relacionadas":["Salmos 20:1","Romanos 10:13","Atos 4:12"]},"2cronicas_6_42_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"Refere-se à misericórdia e ao amor leal de Deus para com Seu povo.","explicacao_detalhada":"A palavra 'misericórdia' destaca a fidelidade de Deus em manter Suas promessas e Sua disposição em perdoar.","por_que_esta_palavra":"A misericórdia é um atributo fundamental de Deus que se manifesta em Sua relação com a humanidade.","conexao_teologica":"A misericórdia de Deus é a base da redenção e da esperança para o povo de Deus.","referencias_relacionadas":["Salmos 136:1","Lamentações 3:22-23","Efésios 2:4-5"]},"2cronicas_6_42_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao nome de Deus, enfatizando Sua importância na oração.","explicacao_detalhada":"O nome de Deus é um símbolo de Sua presença e poder, sendo fundamental na adoração e intercessão.","por_que_esta_palavra":"Repetir o nome de Deus em oração reforça a conexão e a dependência do crente em relação a Ele.","conexao_teologica":"O nome de Deus é um convite à intimidade e à confiança em Sua fidelidade.","referencias_relacionadas":["Salmos 54:1","Mateus 18:20","Filipenses 2:9-11"]}}