{"2cronicas_8_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de cair, que pode simbolizar queda espiritual ou física.","explicacao_detalhada":"A palavra 'cair' pode ser interpretada como um aviso sobre as consequências da desobediência.","por_que_esta_palavra":"É utilizada para alertar sobre a fragilidade humana diante de Deus.","conexao_teologica":"A queda é um tema importante que reflete a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","1 Pedro 5:8"]},"2cronicas_8_1_fim":{"palavra_pt":"fim","palavra_original":"קֵץ","transliteracao":"qêts","strong":"H7093","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao término de um período ou a conclusão de um projeto.","explicacao_detalhada":"A palavra 'fim' indica a realização das promessas de Deus e o cumprimento de Sua vontade.","por_que_esta_palavra":"É usada para enfatizar a soberania de Deus sobre o tempo e os eventos.","conexao_teologica":"O conceito de fim é importante na escatologia, refletindo a esperança da consumação final.","referencias_relacionadas":["Eclesiastes 3:1","Mateus 24:14","Apocalipse 21:6"]},"2cronicas_8_1_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo construído por Salomão, que simboliza a habitação de Deus entre o seu povo.","explicacao_detalhada":"A palavra 'casa' neste contexto é usada para descrever o templo que Salomão edificou em Jerusalém, um local sagrado onde os israelitas poderiam adorar a Deus. Este templo é visto como um espaço físico que representa a presença divina.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a ideia de um lar espiritual e um lugar de encontro entre Deus e seu povo.","conexao_teologica":"O templo é um símbolo da aliança entre Deus e Israel, representando a presença de Deus no meio do seu povo e a importância da adoração.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Isaías 56:7"]},"2cronicas_8_2_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade de Jerusalém, que era o centro religioso e político de Israel.","explicacao_detalhada":"A palavra 'cidade' neste contexto destaca a importância de Jerusalém como a capital do reino e o local onde o templo foi construído, sendo um ponto focal para a adoração e a vida comunitária dos israelitas.","por_que_esta_palavra":"A cidade é vista como um espaço de segurança, identidade e adoração, refletindo a relação do povo com Deus.","conexao_teologica":"Jerusalém é frequentemente mencionada nas Escrituras como a cidade de Deus, simbolizando a esperança e a restauração do povo de Israel.","referencias_relacionadas":["Salmos 122:1","Isaías 2:3","Mateus 5:35"]},"2cronicas_8_2_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de administrar justiça e governar de acordo com a lei de Deus.","explicacao_detalhada":"A palavra 'julgar' implica a responsabilidade de Salomão em governar com sabedoria e justiça, refletindo a expectativa de que um rei deve ser um defensor da verdade e da equidade.","por_que_esta_palavra":"O julgamento justo é fundamental para a estabilidade e a prosperidade de uma nação, especialmente em um contexto teocrático.","conexao_teologica":"Deus é descrito como o juiz supremo, e os reis de Israel eram vistos como representantes de Sua autoridade na terra.","referencias_relacionadas":["Deuteronômio 16:18","Salmos 72:1-2","Provérbios 29:14"]},"2cronicas_8_2_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de invocar a ajuda de Deus em momentos de necessidade.","explicacao_detalhada":"A palavra 'dar' neste contexto pode ser entendida como a ação de oferecer orações ou súplicas a Deus, reconhecendo a dependência do povo em relação à Sua graça e intervenção.","por_que_esta_palavra":"Clamar a Deus é uma expressão de fé e reconhecimento de que somente Ele pode atender às necessidades do povo.","conexao_teologica":"A oração é um meio pelo qual os fiéis se conectam com Deus, buscando Sua orientação e ajuda em tempos de dificuldade.","referencias_relacionadas":["Salmos 34:17","Jeremias 33:3","Romanos 10:13"]},"2cronicas_8_3_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se à ação de tomar posse ou assegurar algo com firmeza.","explicacao_detalhada":"A palavra 'agarrar' implica um sentido de força e determinação, que pode ser aplicado tanto a conquistas físicas quanto espirituais.","por_que_esta_palavra":"Agarrar-se a algo pode simbolizar a luta pela justiça ou a defesa da fé em meio a desafios.","conexao_teologica":"A perseverança na fé é frequentemente incentivada nas Escrituras, onde os crentes são chamados a se apegar a Deus e às Suas promessas.","referencias_relacionadas":["Hebreus 10:23","Filipenses 3:12-14","1 Timóteo 6:12"]},"2cronicas_8_3_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao modo de viver ou conduzir-se na vida, especialmente em relação aos mandamentos de Deus.","explicacao_detalhada":"A palavra 'andar' é frequentemente usada nas Escrituras para descrever a maneira como uma pessoa vive, enfatizando a importância de seguir os caminhos de Deus.","por_que_esta_palavra":"Andar nos caminhos do Senhor é um chamado à obediência e à prática da justiça.","conexao_teologica":"A vida cristã é descrita como uma jornada, onde os crentes são chamados a andar em fé e em conformidade com a vontade de Deus.","referencias_relacionadas":["Miquéias 6:8","Gálatas 5:16","Colossenses 2:6"]},"2cronicas_8_3_solomon":{"palavra_pt":"solomon","palavra_original":"שְׁלֹמֹה","transliteracao":"Shᵉlômôh","strong":"H8010","significado_raiz":"Ideia básica: solomon.","significado_contextual":"Refere-se ao rei Salomão, conhecido por sua sabedoria e pela construção do templo.","explicacao_detalhada":"A menção de Salomão neste contexto destaca sua importância como líder e governante que buscou agradar a Deus e estabelecer um reino próspero.","por_que_esta_palavra":"Salomão é um exemplo de como a sabedoria divina pode guiar as decisões e ações de um líder.","conexao_teologica":"A sabedoria de Salomão é frequentemente vista como um reflexo da sabedoria de Deus, que é acessível a todos que a buscam.","referencias_relacionadas":["1 Reis 3:5-14","Provérbios 1:1-7","Eclesiastes 2:26"]},"2cronicas_8_4_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"Refere-se ao ato de construir, especialmente em relação ao templo e outras estruturas importantes.","explicacao_detalhada":"A palavra 'construir' neste contexto enfatiza a ação de Salomão em edificar o templo, um projeto que exigiu planejamento, recursos e dedicação.","por_que_esta_palavra":"Construir o templo é um símbolo da dedicação do povo a Deus e da importância da adoração coletiva.","conexao_teologica":"A construção do templo representa a presença de Deus entre o Seu povo e a importância de ter um lugar sagrado para a adoração.","referencias_relacionadas":["1 Reis 6:1-38","Salmos 127:1","Atos 7:47-50"]},"2cronicas_8_4_campo":{"palavra_pt":"campo","palavra_original":"מִדְבָּר","transliteracao":"midbâr","strong":"H4057","significado_raiz":"Ideia básica: campo.","significado_contextual":"Refere-se a áreas de terra que podem ser cultivadas ou utilizadas para pastagem.","explicacao_detalhada":"A palavra 'campo' neste contexto pode simbolizar a provisão de Deus e a prosperidade que vem do trabalho e da dedicação à terra.","por_que_esta_palavra":"Os campos são essenciais para a subsistência do povo, representando a bênção de Deus sobre o trabalho humano.","conexao_teologica":"A relação entre o povo e a terra é um tema recorrente nas Escrituras, onde a fidelidade a Deus resulta em bênçãos materiais e espirituais.","referencias_relacionadas":["Gênesis 1:28","Deuteronômio 8:7-10","Salmos 65:9-13"]},"2cronicas_8_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como algo é feito, especialmente em relação à adoração e à vida comunitária.","explicacao_detalhada":"A palavra 'modo' neste contexto pode se referir à forma como as práticas religiosas e sociais são realizadas, enfatizando a importância da ordem e da reverência.","por_que_esta_palavra":"O modo de adorar e viver em comunidade reflete a cultura e os valores do povo de Deus.","conexao_teologica":"A maneira como os crentes se reúnem e adoram a Deus é fundamental para a saúde espiritual da comunidade.","referencias_relacionadas":["1 Coríntios 14:40","Colossenses 3:17","Hebreus 10:25"]},"2cronicas_8_5_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"Refere-se ao ato de construir ou edificar cidades e estruturas importantes durante o reinado de Salomão.","explicacao_detalhada":"A palavra 'construir' implica não apenas a ação física de erguer edifícios, mas também a ideia de estabelecer uma base sólida para a nação de Israel. Salomão, ao construir cidades, estava cumprindo a promessa de Deus de dar uma terra ao seu povo.","por_que_esta_palavra":"A escolha da palavra 'construir' destaca a importância da infraestrutura e da organização social na época, refletindo a sabedoria de Salomão em governar.","conexao_teologica":"A construção de cidades é um símbolo do estabelecimento do reino de Deus na terra, onde o povo vive em segurança e prosperidade sob a liderança divina.","referencias_relacionadas":["1 Reis 6:1","Salmos 127:1","Isaías 54:11"]},"2cronicas_8_5_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma área urbanizada que serve como centro de vida social, política e religiosa.","explicacao_detalhada":"A palavra 'cidade' é fundamental para entender a organização social de Israel. As cidades eram locais de refúgio, comércio e adoração, e sua construção era vital para a segurança e identidade do povo.","por_que_esta_palavra":"A menção de 'cidade' enfatiza a importância da civilização e da comunidade na vida do povo de Deus.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam a presença de Deus entre o seu povo, sendo locais de adoração e justiça.","referencias_relacionadas":["Números 35:6","Deuteronômio 19:2","Salmos 46:4"]},"2cronicas_8_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são feitas, indicando um padrão ou método.","explicacao_detalhada":"A palavra 'modo' sugere que há uma forma específica de agir ou proceder, especialmente em relação à construção e organização das cidades.","por_que_esta_palavra":"A escolha de 'modo' destaca a importância da ordem e da sabedoria nas ações de Salomão, refletindo a necessidade de seguir diretrizes divinas.","conexao_teologica":"A maneira como as coisas são feitas pode refletir a obediência a Deus e a busca pela Sua vontade em todas as áreas da vida.","referencias_relacionadas":["Provérbios 3:6","Eclesiastes 3:1","Colossenses 3:23"]},"2cronicas_8_6_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Novamente, refere-se a uma área urbanizada, enfatizando a importância das cidades na estrutura social de Israel.","explicacao_detalhada":"A repetição da palavra 'cidade' reforça a ideia de que Salomão estava focado em expandir e fortalecer o reino através do desenvolvimento urbano.","por_que_esta_palavra":"A ênfase nas cidades mostra a visão de Salomão para um reino próspero e bem organizado.","conexao_teologica":"As cidades são vistas como locais de encontro entre Deus e o Seu povo, onde a justiça e a adoração devem prevalecer.","referencias_relacionadas":["Salmos 122:3","Isaías 1:26","Mateus 5:14"]},"2cronicas_8_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as ações são realizadas, especialmente em relação ao povo e suas interações.","explicacao_detalhada":"A palavra 'modo' sugere que as interações sociais e a governança devem seguir princípios de justiça e sabedoria.","por_que_esta_palavra":"A escolha de 'modo' destaca a necessidade de um governo justo e ético, refletindo a natureza de Deus.","conexao_teologica":"A maneira como o povo é tratado reflete a justiça de Deus e Sua preocupação com a dignidade humana.","referencias_relacionadas":["Miquéias 6:8","Tiago 1:27","Romanos 12:10"]},"2cronicas_8_7_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel, enfatizando a coletividade e a importância da comunidade.","explicacao_detalhada":"A palavra 'povo' é central para a identidade de Israel como nação escolhida por Deus, destacando a relação entre Deus e Seu povo.","por_que_esta_palavra":"A menção do 'povo' sublinha a responsabilidade do governo em cuidar e proteger a comunidade.","conexao_teologica":"Deus se relaciona com Seu povo de maneira pessoal e coletiva, e a saúde da comunidade reflete a saúde espiritual da nação.","referencias_relacionadas":["Êxodo 19:6","Deuteronômio 7:6","1 Pedro 2:9"]},"2cronicas_8_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Israel, que é vista como um presente de Deus ao Seu povo.","explicacao_detalhada":"A palavra 'terra' implica não apenas a geografia, mas também a promessa de Deus de dar uma herança ao povo de Israel.","por_que_esta_palavra":"A ênfase na 'terra' destaca a importância da possessão da terra como parte do plano redentor de Deus.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Seu povo, representando segurança, prosperidade e a presença de Deus.","referencias_relacionadas":["Gênesis 12:1-3","Salmos 37:11","Hebreus 11:9-10"]},"2cronicas_8_8_discomfited":{"palavra_pt":"discomfited","palavra_original":"מַס","transliteracao":"maç","strong":"H4522","significado_raiz":"Ideia básica: discomfited.","significado_contextual":"Refere-se à ideia de desconfiança ou desânimo entre os inimigos de Israel.","explicacao_detalhada":"A palavra 'discomfited' sugere que os inimigos de Israel foram derrotados ou desmoralizados, refletindo a proteção divina sobre o povo.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a vitória de Deus sobre os adversários de Israel, mostrando que a luta não é apenas física, mas espiritual.","conexao_teologica":"A vitória sobre os inimigos é um tema recorrente na Bíblia, simbolizando a soberania de Deus e Sua capacidade de proteger Seu povo.","referencias_relacionadas":["Salmos 44:5","Isaías 54:17","Romanos 8:31"]},"2cronicas_8_8_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo específico em que eventos ocorreram, enfatizando a importância do tempo na história da salvação.","explicacao_detalhada":"A palavra 'dia' sugere um momento significativo na história de Israel, onde a intervenção de Deus é evidente.","por_que_esta_palavra":"A menção do 'dia' destaca a importância de reconhecer os momentos em que Deus age na história.","conexao_teologica":"O tempo é uma criação de Deus, e cada dia é uma oportunidade para experimentar Sua graça e misericórdia.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 118:24","2 Coríntios 6:2"]},"2cronicas_8_9_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar entre ou no meio de algo, enfatizando a presença de Deus no meio do Seu povo.","explicacao_detalhada":"A palavra 'entre' sugere a proximidade e a relação íntima que Deus tem com Seu povo, que é central na narrativa bíblica.","por_que_esta_palavra":"A escolha de 'entre' enfatiza a ideia de comunidade e a presença de Deus no cotidiano da vida do povo.","conexao_teologica":"A presença de Deus entre Seu povo é um tema central na Bíblia, simbolizando Sua proteção e orientação.","referencias_relacionadas":["Mateus 18:20","Salmos 23:4","Apocalipse 21:3"]},"2cronicas_8_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência e à continuidade da linhagem real.","explicacao_detalhada":"A palavra 'filho' é usada para indicar não apenas a relação biológica, mas também a herança de responsabilidades e direitos, especialmente no contexto da monarquia.","por_que_esta_palavra":"A menção de 'filho' enfatiza a importância da sucessão no trono e a continuidade da aliança de Deus com a casa de Davi.","conexao_teologica":"A ideia de filho é central na teologia bíblica, especialmente em relação a Jesus, que é chamado de Filho de Deus, representando a nova aliança.","referencias_relacionadas":["Mateus 1:1","Salmos 2:7","Gálatas 4:4"]},"2cronicas_8_10_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e ao governo sobre o povo de Israel.","explicacao_detalhada":"A palavra 'rei' implica liderança, responsabilidade e a função de governar segundo a vontade de Deus.","por_que_esta_palavra":"A menção de 'rei' é crucial para entender a estrutura política de Israel e a relação entre o governante e Deus.","conexao_teologica":"Jesus é frequentemente referido como Rei, e sua realeza é um tema central no Novo Testamento.","referencias_relacionadas":["1 Samuel 8:7","Salmos 47:2","Apocalipse 19:16"]},"2cronicas_8_10_dominio":{"palavra_pt":"dominio","palavra_original":"רָדָה","transliteracao":"râdâh","strong":"H7287","significado_raiz":"Ideia básica: dominio.","significado_contextual":"Refere-se ao controle e à autoridade exercida pelo rei sobre seu reino.","explicacao_detalhada":"A palavra 'domínio' implica não apenas poder, mas também a responsabilidade de governar com justiça e retidão.","por_que_esta_palavra":"O domínio do rei é visto como uma extensão da autoridade divina, refletindo a soberania de Deus sobre a criação.","conexao_teologica":"O domínio de Cristo é um tema importante, onde Ele exerce autoridade sobre todas as coisas.","referencias_relacionadas":["Gênesis 1:26","Salmos 103:19","Efésios 1:21"]},"2cronicas_8_11_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade específica, muitas vezes com conotações de segurança e comunidade.","explicacao_detalhada":"A palavra 'cidade' é usada para descrever um lugar de habitação, comércio e vida social, refletindo a organização da sociedade israelita.","por_que_esta_palavra":"A cidade é um símbolo de identidade e proteção, especialmente em relação a Jerusalém, a cidade santa.","conexao_teologica":"A nova Jerusalém é um conceito teológico que representa a habitação eterna do povo de Deus.","referencias_relacionadas":["Salmos 122:1","Hebreus 13:14","Apocalipse 21:2"]},"2cronicas_8_11_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a uma estrutura física, mas também simboliza a família e a presença de Deus.","explicacao_detalhada":"A palavra 'casa' pode se referir ao templo, à residência do rei ou à família, simbolizando a proteção e a bênção divina.","por_que_esta_palavra":"A casa é um lugar de adoração e de relacionamento, refletindo a importância da presença de Deus entre seu povo.","conexao_teologica":"A ideia de casa é central na teologia da habitação de Deus com a humanidade, culminando em Cristo.","referencias_relacionadas":["1 Reis 6:1","Salmos 127:1","João 14:2"]},"2cronicas_8_11_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao governante do Egito, simbolizando poder e opressão.","explicacao_detalhada":"A palavra 'faraó' é usada para descrever a figura de autoridade que frequentemente se opôs ao povo de Israel.","por_que_esta_palavra":"A menção de faraó destaca a relação entre Israel e Egito, especialmente em contextos de libertação e opressão.","conexao_teologica":"Faraó é um símbolo do pecado e da rebelião contra Deus, contrastando com a libertação que Ele oferece.","referencias_relacionadas":["Êxodo 3:10","Romanos 9:17","Apocalipse 16:10"]},"2cronicas_8_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade e à reputação de Deus.","explicacao_detalhada":"A palavra 'senhor' é usada para reconhecer a soberania e a majestade de Deus sobre todas as coisas.","por_que_esta_palavra":"O nome de Deus é invocado como um símbolo de poder e proteção, refletindo a relação entre Deus e seu povo.","conexao_teologica":"O nome de Deus é central na adoração e na oração, representando sua presença e caráter.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"2cronicas_8_12_principio":{"palavra_pt":"principio","palavra_original":"אָז","transliteracao":"ʼâz","strong":"H227","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao início ou à base de uma ação ou evento.","explicacao_detalhada":"A palavra 'princípio' implica a origem de algo, muitas vezes associada à criação ou ao começo de um plano divino.","por_que_esta_palavra":"A menção de princípio destaca a importância de entender as raízes e fundamentos da fé e da história de Israel.","conexao_teologica":"Cristo é descrito como o princípio e o fim, enfatizando sua preexistência e soberania.","referencias_relacionadas":["Gênesis 1:1","João 1:1","Apocalipse 22:13"]},"2cronicas_8_13_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou comando, muitas vezes com implicações de autoridade.","explicacao_detalhada":"A palavra 'palavra' é usada para descrever a comunicação de Deus, que traz vida e ordem ao caos.","por_que_esta_palavra":"A menção de palavra enfatiza a importância da revelação divina e da obediência a seus mandamentos.","conexao_teologica":"A palavra de Deus é central na fé cristã, sendo Cristo descrito como a Palavra que se fez carne.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","João 1:14"]},"2cronicas_8_13_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico, muitas vezes associado a eventos significativos.","explicacao_detalhada":"A palavra 'dia' é usada para marcar momentos importantes na história de Israel, como festivais e celebrações.","por_que_esta_palavra":"A menção de dia destaca a importância do tempo na narrativa bíblica e a ação de Deus na história.","conexao_teologica":"O conceito de dia é importante na criação e na escatologia, refletindo a soberania de Deus sobre o tempo.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:12","2 Pedro 3:8"]},"2cronicas_8_14_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' refere-se à justiça que deve ser aplicada nas decisões e ações do povo.","explicacao_detalhada":"No contexto de 2 Crônicas 8:14, a justiça é um princípio fundamental que orienta a liderança e a administração do reino sob a direção de Deus. O juízo é visto como uma responsabilidade dos líderes e sacerdotes, que devem agir com integridade e equidade.","por_que_esta_palavra":"A palavra 'juízo' é utilizada para enfatizar a importância da justiça nas relações sociais e na governança, refletindo o caráter de Deus como justo.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, onde Ele é descrito como o juiz supremo que estabelece padrões de moralidade e justiça.","referencias_relacionadas":["Salmos 89:14","Isaías 1:17","Miquéias 6:8"]},"2cronicas_8_14_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se àqueles que servem no templo e têm a responsabilidade de interceder pelo povo diante de Deus.","explicacao_detalhada":"Os sacerdotes desempenham um papel crucial na mediação entre Deus e o povo, oferecendo sacrifícios e realizando rituais sagrados. Em 2 Crônicas 8:14, a menção aos sacerdotes destaca a importância da adoração e da manutenção da santidade no culto.","por_que_esta_palavra":"A palavra 'sacerdote' é utilizada para sublinhar a função espiritual e a autoridade dos líderes religiosos na comunidade israelita.","conexao_teologica":"O sacerdócio é um símbolo da intercessão de Cristo, que é o nosso sumo sacerdote, mediando uma nova aliança entre Deus e a humanidade.","referencias_relacionadas":["Hebreus 5:1","Êxodo 28:1","1 Pedro 2:9"]},"2cronicas_8_14_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"A palavra 'louvar' refere-se ao ato de glorificar a Deus por suas obras e atributos.","explicacao_detalhada":"Em 2 Crônicas 8:14, o louvor é uma expressão de gratidão e reconhecimento da grandeza de Deus, que deve ser central na vida do povo e nas práticas do templo.","por_que_esta_palavra":"A palavra 'louvar' é utilizada para enfatizar a importância da adoração e da exaltação de Deus em todas as circunstâncias.","conexao_teologica":"O louvor é uma resposta natural à revelação do caráter de Deus e é um aspecto essencial da vida cristã, refletindo a nossa relação com Ele.","referencias_relacionadas":["Salmos 150:6","Salmos 100:4","Romanos 12:1"]},"2cronicas_8_15_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima que governa o povo de Israel.","explicacao_detalhada":"Em 2 Crônicas 8:15, a figura do rei é central para a administração do reino e a implementação da justiça e da adoração a Deus. O rei é visto como um representante de Deus na terra.","por_que_esta_palavra":"A palavra 'rei' é utilizada para destacar a importância da liderança e da responsabilidade do governante em guiar o povo segundo os princípios divinos.","conexao_teologica":"Cristo é frequentemente referido como o Rei dos Reis, estabelecendo um reino eterno que transcende as limitações dos reinos humanos.","referencias_relacionadas":["1 Timóteo 6:15","Apocalipse 19:16","Salmos 2:6"]},"2cronicas_8_15_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' novamente refere-se aos líderes espirituais que servem no templo.","explicacao_detalhada":"A repetição da palavra 'sacerdote' em 2 Crônicas 8:15 reforça a importância do papel sacerdotal na manutenção da adoração e na intercessão pelo povo.","por_que_esta_palavra":"A palavra 'sacerdote' é utilizada para enfatizar a continuidade da função sacerdotal e sua relevância no culto a Deus.","conexao_teologica":"A função sacerdotal é um reflexo do ministério de Cristo, que intercede por nós e nos apresenta diante de Deus.","referencias_relacionadas":["Hebreus 4:14","Êxodo 29:9","Levítico 10:10"]},"2cronicas_8_15_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas devem ser feitas, especialmente em relação ao culto e à adoração.","explicacao_detalhada":"Em 2 Crônicas 8:15, o 'modo' implica a necessidade de seguir as instruções divinas na adoração e na administração do templo, garantindo que tudo seja feito de acordo com a vontade de Deus.","por_que_esta_palavra":"A palavra 'modo' é utilizada para enfatizar a importância da ordem e da reverência nas práticas religiosas.","conexao_teologica":"A maneira como adoramos a Deus reflete nossa compreensão de Sua santidade e nosso compromisso em honrá-Lo.","referencias_relacionadas":["1 Coríntios 14:40","Salmos 96:9","Colossenses 3:23"]},"2cronicas_8_16_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período específico de tempo, muitas vezes associado a eventos importantes.","explicacao_detalhada":"Em 2 Crônicas 8:16, o 'dia' pode se referir a um momento significativo na história de Israel, onde a adoração e a dedicação do templo são celebradas.","por_que_esta_palavra":"A palavra 'dia' é utilizada para marcar a importância de eventos específicos na vida do povo de Deus.","conexao_teologica":"Os dias e épocas na Bíblia muitas vezes têm significados espirituais profundos, refletindo a obra de Deus na história.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Atos 2:1"]},"2cronicas_8_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' novamente refere-se à maneira correta de proceder nas práticas religiosas.","explicacao_detalhada":"A repetição da palavra 'modo' em 2 Crônicas 8:16 reforça a necessidade de seguir as diretrizes divinas na adoração e na vida comunitária.","por_que_esta_palavra":"A palavra 'modo' é utilizada para enfatizar a importância da obediência às instruções de Deus.","conexao_teologica":"A forma como nos aproximamos de Deus em adoração deve ser feita com reverência e conforme Sua vontade.","referencias_relacionadas":["Romanos 12:1","Salmos 29:2","Mateus 6:9"]},"2cronicas_8_17_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' refere-se ao grande corpo de água que pode simbolizar a vastidão e a criação de Deus.","explicacao_detalhada":"Em 2 Crônicas 8:17, o 'mar' pode representar tanto a geografia do reino quanto a soberania de Deus sobre a criação.","por_que_esta_palavra":"A palavra 'mar' é utilizada para destacar a grandeza da criação de Deus e Sua autoridade sobre todas as coisas.","conexao_teologica":"O mar é frequentemente usado na Bíblia como um símbolo do poder de Deus e de Sua capacidade de dominar as forças da natureza.","referencias_relacionadas":["Salmos 104:25","Isaías 43:16","Mateus 8:27"]},"2cronicas_8_17_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território que Deus deu ao Seu povo, simbolizando Sua promessa e aliança.","explicacao_detalhada":"Em 2 Crônicas 8:17, a 'terra' é um lembrete da fidelidade de Deus em cumprir Suas promessas ao povo de Israel, proporcionando um lar seguro.","por_que_esta_palavra":"A palavra 'terra' é utilizada para enfatizar a importância da herança e da identidade do povo de Deus.","conexao_teologica":"A terra prometida é um símbolo da salvação e do descanso que Deus oferece a Seu povo, refletindo a esperança da nova criação.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 1:8","Hebreus 11:10"]},"2cronicas_8_17_principio":{"palavra_pt":"principio","palavra_original":"אָז","transliteracao":"ʼâz","strong":"H227","significado_raiz":"Ideia básica: principio.","significado_contextual":"O termo 'princípio' refere-se ao início ou fundamento de algo, indicando a origem de um projeto ou plano.","explicacao_detalhada":"No contexto de 2 Crônicas 8:17, o 'princípio' pode ser entendido como a base sobre a qual Salomão construiu suas obras e estabeleceu seu reino. É um conceito que remete à ideia de que todo grande empreendimento deve ter um início sólido.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância de um começo bem fundamentado, essencial para o sucesso de qualquer empreendimento.","conexao_teologica":"Teologicamente, o 'princípio' pode ser associado à criação, onde Deus estabeleceu a ordem e o propósito para todas as coisas (Gênesis 1:1).","referencias_relacionadas":["Gênesis 1:1","Provérbios 1:7","Salmos 111:10"]},"2cronicas_8_18_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à figura de autoridade máxima em um reino, simbolizando poder e governança.","explicacao_detalhada":"Em 2 Crônicas 8:18, a menção ao 'rei' destaca a posição de Salomão como governante escolhido por Deus, responsável por liderar o povo de Israel e administrar a justiça.","por_que_esta_palavra":"A palavra é crucial para entender a estrutura de liderança em Israel e a relação entre Deus e seu povo, onde o rei é visto como um representante divino.","conexao_teologica":"Teologicamente, a figura do rei é um símbolo de Cristo, o Rei dos Reis, que governa com justiça e retidão (Apocalipse 19:16).","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:6","Isaías 9:6"]},"2cronicas_8_18_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"O verbo 'enviar' implica a ação de mandar ou despachar alguém ou algo para um determinado lugar.","explicacao_detalhada":"No contexto de 2 Crônicas 8:18, 'enviar' refere-se à ação de Salomão ao despachar trabalhadores ou recursos para a construção do templo, mostrando sua liderança ativa.","por_que_esta_palavra":"A palavra é utilizada para demonstrar a responsabilidade do rei em mobilizar recursos e pessoas para cumprir a vontade de Deus.","conexao_teologica":"Teologicamente, o ato de enviar pode ser relacionado ao envio de profetas e, mais tarde, ao envio de Jesus como o Salvador (João 3:17).","referencias_relacionadas":["Gênesis 45:5","Mateus 10:16","Lucas 10:1"]},"2cronicas_8_18_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza poder, controle e ação, frequentemente associada à capacidade de realizar tarefas.","explicacao_detalhada":"Em 2 Crônicas 8:18, a 'mão' pode representar a força e a habilidade de Salomão em liderar e executar projetos, além de simbolizar a proteção divina sobre suas ações.","por_que_esta_palavra":"A palavra é importante para entender a dinâmica de poder e a intervenção de Deus nas ações humanas.","conexao_teologica":"Teologicamente, a 'mão' de Deus é frequentemente mencionada como a fonte de ajuda e proteção para seu povo (Salmos 138:7).","referencias_relacionadas":["Êxodo 3:20","Salmos 31:15","Isaías 41:10"]}}