{"2cronicas_9_1_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"O verbo 'vir/entrar' indica a ação de se aproximar ou entrar em um lugar, muitas vezes em busca de conhecimento ou experiência.","explicacao_detalhada":"Em 2 Crônicas 9:1, a rainha de Sabá 'vem' a Salomão para testar sua sabedoria, simbolizando a busca por entendimento e verdade.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da busca por sabedoria e conhecimento, que é um tema central na narrativa de Salomão.","conexao_teologica":"Teologicamente, a ideia de 'vir' pode ser relacionada ao convite de Deus para que as pessoas se aproximem d'Ele em busca de sabedoria (Tiago 1:5).","referencias_relacionadas":["Provérbios 4:7","Mateus 11:28","Tiago 1:5"]},"2cronicas_9_1_adventure":{"palavra_pt":"adventure","palavra_original":"נָסָה","transliteracao":"nâçâh","strong":"H5254","significado_raiz":"Ideia básica: adventure.","significado_contextual":"A palavra 'adventure' (aventura) refere-se a uma experiência nova e desafiadora, muitas vezes associada a riscos e descobertas.","explicacao_detalhada":"No contexto de 2 Crônicas 9:1, a aventura da rainha de Sabá ao visitar Salomão representa a busca por sabedoria e a disposição para enfrentar desafios em busca de conhecimento.","por_que_esta_palavra":"A palavra é utilizada para ilustrar a coragem e a determinação em buscar a verdade, mesmo que isso envolva riscos.","conexao_teologica":"Teologicamente, a busca por sabedoria é vista como uma jornada que pode levar a grandes descobertas sobre Deus e sua criação (Provérbios 2:4-5).","referencias_relacionadas":["Eclesiastes 7:12","Mateus 7:7","Hebreus 11:6"]},"2cronicas_9_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira ou forma como algo é feito, indicando estilo ou método.","explicacao_detalhada":"Em 2 Crônicas 9:2, o 'modo' pode se referir à forma como Salomão governava e administrava seu reino, refletindo sua sabedoria e justiça.","por_que_esta_palavra":"A palavra é importante para entender a singularidade do governo de Salomão e como sua abordagem se destacava entre os reis.","conexao_teologica":"Teologicamente, o 'modo' de governar de Salomão pode ser visto como um reflexo do caráter de Deus, que é justo e sábio (Salmos 89:14).","referencias_relacionadas":["Provérbios 1:3","Eclesiastes 10:2","Romanos 12:2"]},"2cronicas_9_2_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se a um enunciado ou declaração, podendo ter um significado profundo e revelador.","explicacao_detalhada":"Em 2 Crônicas 9:2, a 'palavra' pode se referir à sabedoria que Salomão proferia, que atraía a atenção da rainha de Sabá e a levava a buscá-lo.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da comunicação e do ensino na transmissão de sabedoria.","conexao_teologica":"Teologicamente, a 'palavra' é central na revelação de Deus ao homem, sendo Cristo descrito como a Palavra (João 1:1).","referencias_relacionadas":["Provérbios 18:21","Salmos 119:105","Hebreus 4:12"]},"2cronicas_9_3_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se a um edifício ou lar, mas também pode simbolizar um lugar de segurança e pertencimento.","explicacao_detalhada":"Em 2 Crônicas 9:3, a 'casa' pode se referir ao templo construído por Salomão, que era o centro da adoração a Deus e um símbolo da presença divina entre o povo.","por_que_esta_palavra":"A palavra é importante para entender a relação entre Deus e seu povo, onde a casa de Deus é um lugar de encontro e comunhão.","conexao_teologica":"Teologicamente, a 'casa' de Deus é um símbolo da habitação divina entre os homens, que culmina na presença de Cristo (João 2:19-21).","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Mateus 21:13"]},"2cronicas_9_3_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"O verbo 'ver' implica a ação de observar ou perceber algo, muitas vezes relacionado ao entendimento ou discernimento.","explicacao_detalhada":"Em 2 Crônicas 9:3, 'ver' pode se referir à percepção da sabedoria e riqueza de Salomão, que impressionou a rainha de Sabá.","por_que_esta_palavra":"A palavra é utilizada para destacar a importância da observação e do discernimento na busca por conhecimento.","conexao_teologica":"Teologicamente, 'ver' pode ser associado à revelação de Deus, que nos permite compreender sua verdade e sabedoria (Salmos 119:18).","referencias_relacionadas":["Salmos 34:8","Mateus 5:8","Hebreus 11:27"]},"2cronicas_9_3_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"חׇכְמָה","transliteracao":"chokmâh","strong":"H2451","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"A sabedoria mencionada aqui refere-se ao entendimento profundo e à capacidade de discernir entre o bem e o mal, que foi concedida a Salomão por Deus.","explicacao_detalhada":"A sabedoria é vista como um dom divino que permite ao governante tomar decisões justas e sábias. No contexto de 2 Crônicas 9, a sabedoria de Salomão é reconhecida por outros reis, como a rainha de Sabá, que vem para testar seu conhecimento.","por_que_esta_palavra":"A palavra 'sabedoria' é central para a narrativa de Salomão, pois ele pediu a Deus não riquezas, mas sabedoria para governar seu povo.","conexao_teologica":"A sabedoria é frequentemente associada à presença de Deus e à sua orientação. Em Provérbios, a sabedoria é personificada e apresentada como um atributo divino.","referencias_relacionadas":["1 Reis 3:5-14","Provérbios 2:6","Tiago 1:5"]},"2cronicas_9_4_carne":{"palavra_pt":"carne","palavra_original":"מַאֲכָל","transliteracao":"maʼăkâl","strong":"H3978","significado_raiz":"Ideia básica: carne.","significado_contextual":"A carne aqui se refere aos alimentos servidos na corte de Salomão, simbolizando a abundância e a riqueza do seu reino.","explicacao_detalhada":"A carne é um símbolo de sustento e prosperidade. A descrição dos banquetes de Salomão destaca a opulência de seu reinado e a generosidade de Deus em prover para ele.","por_que_esta_palavra":"A palavra 'carne' é utilizada para enfatizar a riqueza material e a fartura que caracterizavam o governo de Salomão.","conexao_teologica":"A abundância de carne nos banquetes de Salomão reflete a bênção de Deus sobre Israel, que prometeu prosperidade ao povo obediente.","referencias_relacionadas":["Salmos 37:25","Deuteronômio 28:11","Eclesiastes 3:13"]},"2cronicas_9_4_attendance":{"palavra_pt":"attendance","palavra_original":"מַעֲמָד","transliteracao":"maʻămâd","strong":"H4612","significado_raiz":"Ideia básica: attendance.","significado_contextual":"A palavra 'attendance' refere-se à presença dos servos e oficiais que assistiam ao rei, destacando a organização e a ordem na corte.","explicacao_detalhada":"A presença dos oficiais e servos é um indicativo da grandeza do reino de Salomão e da importância de sua administração. Cada um tinha um papel específico que contribuía para a estabilidade do reino.","por_que_esta_palavra":"A palavra 'attendance' é importante para mostrar a estrutura do governo de Salomão e como ele era cercado por pessoas que o ajudavam a governar.","conexao_teologica":"A organização e a ordem na corte refletem a sabedoria divina que Salomão recebeu, permitindo-lhe governar com eficácia.","referencias_relacionadas":["1 Reis 10:5","Eclesiastes 4:9-12","Romanos 12:4-8"]},"2cronicas_9_5_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se a Salomão, que é reconhecido como um governante sábio e poderoso, escolhido por Deus para liderar Israel.","explicacao_detalhada":"Salomão, como rei, simboliza a autoridade e a responsabilidade de governar o povo de Deus. Sua sabedoria e riqueza são um reflexo da bênção divina.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a posição de Salomão e o papel que ele desempenha na história de Israel.","conexao_teologica":"A realeza de Salomão é um tipo de Cristo, que é o Rei dos Reis, e sua sabedoria é um reflexo da sabedoria divina.","referencias_relacionadas":["1 Reis 10:1-2","Salmos 72:1-2","Mateus 2:2"]},"2cronicas_9_5_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se a declarações ou sentenças proferidas por Salomão, que eram cheias de sabedoria e verdade.","explicacao_detalhada":"As palavras de Salomão eram respeitadas e admiradas, refletindo sua sabedoria e a influência que ele tinha sobre seu povo e visitantes.","por_que_esta_palavra":"A palavra 'palavra' é significativa porque destaca a importância da comunicação e do ensino na liderança de Salomão.","conexao_teologica":"As palavras de Salomão podem ser vistas como uma antecipação da Palavra de Deus, que é viva e eficaz.","referencias_relacionadas":["Provérbios 18:21","Eclesiastes 12:11","Tiago 3:5"]},"2cronicas_9_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de Salomão ao proferir suas sentenças e decisões, que eram consideradas grandes e sábias.","explicacao_detalhada":"As declarações de Salomão eram não apenas sábias, mas também impactantes, moldando a vida do povo e a história de Israel.","por_que_esta_palavra":"A palavra 'dizer' é importante para enfatizar a autoridade que Salomão tinha como rei e a responsabilidade de suas palavras.","conexao_teologica":"As palavras de Salomão, assim como as de Cristo, têm poder e autoridade, refletindo a sabedoria divina.","referencias_relacionadas":["Mateus 12:34-37","Provérbios 15:23","Eclesiastes 5:2"]},"2cronicas_9_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para descrever a autenticidade e a sinceridade das palavras de Salomão, que eram reconhecidas como verdadeiras.","explicacao_detalhada":"A verdade nas palavras de Salomão é um testemunho de sua sabedoria e da orientação divina que ele recebeu, sendo um exemplo para os líderes.","por_que_esta_palavra":"A palavra 'verdade' é fundamental para entender a integridade do governo de Salomão e a confiança que o povo tinha nele.","conexao_teologica":"A verdade é um atributo de Deus, e a sabedoria de Salomão reflete a verdade divina em suas decisões.","referencias_relacionadas":["Salmos 25:5","João 8:32","Efésios 4:15"]},"2cronicas_9_6_edificar":{"palavra_pt":"crer/amem","palavra_original":"אָמַן","transliteracao":"ʼâman","strong":"H539","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' é usada para descrever a fé e a confiança que o povo tinha em Salomão e em suas decisões.","explicacao_detalhada":"A fé em Salomão como rei e líder era essencial para a unidade e a prosperidade de Israel, refletindo a confiança no plano de Deus.","por_que_esta_palavra":"A palavra 'crer' é importante para enfatizar a relação entre o povo e seu rei, e a necessidade de fé em liderança.","conexao_teologica":"A fé em líderes humanos é um reflexo da fé em Deus, que é o verdadeiro governante e guia do seu povo.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Salmos 37:5"]},"2cronicas_9_6_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' aqui novamente se refere às declarações de Salomão, que eram cheias de sabedoria e verdade.","explicacao_detalhada":"As palavras de Salomão eram respeitadas e admiradas, refletindo sua sabedoria e a influência que ele tinha sobre seu povo e visitantes.","por_que_esta_palavra":"A palavra 'palavra' é significativa porque destaca a importância da comunicação e do ensino na liderança de Salomão.","conexao_teologica":"As palavras de Salomão podem ser vistas como uma antecipação da Palavra de Deus, que é viva e eficaz.","referencias_relacionadas":["Provérbios 18:21","Eclesiastes 12:11","Tiago 3:5"]},"2cronicas_9_7_blessed":{"palavra_pt":"bem aventurado","palavra_original":"אֶשֶׁר","transliteracao":"ʼesher","strong":"H835","significado_raiz":"Ideia básica: bem aventurado.","significado_contextual":"A expressão 'bem aventurado' refere-se à felicidade e à bênção que recaem sobre aqueles que são sábios e que buscam a verdade.","explicacao_detalhada":"A bem-aventurança é uma condição de felicidade que resulta da sabedoria e da obediência a Deus, refletindo a vida de Salomão e seu reinado.","por_que_esta_palavra":"A palavra 'bem aventurado' é usada para descrever a condição abençoada de Salomão e de seu povo, que vivia em paz e prosperidade.","conexao_teologica":"A bem-aventurança é um tema central nas Escrituras, especialmente nos ensinamentos de Jesus, que fala sobre os bem-aventurados em Mateus 5.","referencias_relacionadas":["Salmos 1:1-3","Mateus 5:3-12","Provérbios 3:13-18"]},"2cronicas_9_7_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua essência, destacando a dignidade e o papel do homem na criação.","explicacao_detalhada":"A palavra 'homem' (אִישׁ, ʼîysh) é usada para descrever a humanidade em geral, mas também pode se referir a um indivíduo específico. No contexto de 2 Crônicas 9:7, enfatiza a importância do homem em relação ao seu Criador e ao papel que desempenha na sociedade.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a singularidade da criação de Deus e a responsabilidade que o ser humano tem em sua relação com o divino.","conexao_teologica":"A teologia bíblica enfatiza que o homem foi criado à imagem de Deus (Gênesis 1:27), o que confere ao ser humano um valor intrínseco e uma missão especial na terra.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Eclesiastes 12:13"]},"2cronicas_9_7_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"Indica a ação de prestar serviço ou adoração, especialmente em um contexto religioso.","explicacao_detalhada":"A palavra 'servir' (עָמַד, ʻâmad) implica em estar em pé, estar presente ou servir em uma função. No contexto de 2 Crônicas 9:7, refere-se ao serviço prestado ao rei, que é visto como um serviço a Deus.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a importância do serviço e da devoção, tanto ao rei quanto a Deus, refletindo a estrutura social e religiosa da época.","conexao_teologica":"Servir a Deus é um tema central na Bíblia, onde o serviço é visto como um ato de adoração e obediência (Romanos 12:1).","referencias_relacionadas":["Êxodo 23:25","Salmos 100:2","Romanos 12:1"]},"2cronicas_9_8_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade máxima, que governa e lidera o povo.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ, melek) é usada para descrever a posição de liderança e autoridade. Em 2 Crônicas 9:8, Salomão é reconhecido como um rei sábio e justo, cuja liderança é uma bênção para o povo.","por_que_esta_palavra":"A escolha da palavra 'rei' destaca a importância da liderança e da governança na sociedade israelita, refletindo a relação entre o rei e seu povo.","conexao_teologica":"A figura do rei é frequentemente usada na Bíblia para simbolizar a soberania de Deus, com Cristo sendo descrito como o Rei dos Reis (Apocalipse 19:16).","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"2cronicas_9_8_bom":{"palavra_pt":"bom","palavra_original":"אַהֲבָה","transliteracao":"ʼahăbâh","strong":"H160","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade de ser agradável, justo e benéfico.","explicacao_detalhada":"A palavra 'bom' (אַהֲבָה, ʼahăbâh) é usada para descrever a bondade e a benevolência, especialmente em relação ao caráter de Deus e à sua criação. Em 2 Crônicas 9:8, a bondade do rei é destacada como uma característica que traz alegria ao povo.","por_que_esta_palavra":"A escolha da palavra 'bom' enfatiza a natureza benevolente de Deus e a expectativa de que os líderes imitem essa bondade.","conexao_teologica":"A bondade de Deus é um tema recorrente na Bíblia, refletindo seu caráter e suas ações em favor da humanidade (Salmos 34:8).","referencias_relacionadas":["Salmos 100:5","Gálatas 5:22","Romanos 2:4"]},"2cronicas_9_8_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à natureza sem fim de Deus e de seu reino.","explicacao_detalhada":"A palavra 'eterno' (עוֹלָם, ʻôwlâm) implica em algo que não tem começo nem fim. Em 2 Crônicas 9:8, a eternidade de Deus é uma característica que confere segurança e esperança ao povo.","por_que_esta_palavra":"A escolha da palavra 'eterno' destaca a diferença entre a temporalidade humana e a eternidade divina, enfatizando a confiança em Deus.","conexao_teologica":"A eternidade de Deus é um conceito central na teologia, que assegura que suas promessas e seu reino são permanentes (Isaías 40:28).","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","2 Coríntios 4:18"]},"2cronicas_9_9_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de invocar ou pedir algo com fervor.","explicacao_detalhada":"A palavra 'dar' (נָתַן, nâthan) é usada para descrever a ação de oferecer ou conceder algo. Em 2 Crônicas 9:9, o ato de dar é visto como uma expressão de generosidade e gratidão.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a importância da generosidade e do reconhecimento das bênçãos recebidas.","conexao_teologica":"A generosidade é um princípio bíblico que reflete o caráter de Deus, que dá abundantemente ao seu povo (Tiago 1:17).","referencias_relacionadas":["2 Coríntios 9:7","Mateus 7:11","Lucas 6:38"]},"2cronicas_9_9_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade máxima, que governa e lidera o povo.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ, melek) é usada novamente para enfatizar a importância da liderança e da governança. Em 2 Crônicas 9:9, o rei é visto como um doador generoso, refletindo a benevolência de sua liderança.","por_que_esta_palavra":"A repetição da palavra 'rei' reforça a centralidade da figura real na vida do povo e sua responsabilidade em cuidar de seus súditos.","conexao_teologica":"A liderança do rei é um reflexo da soberania de Deus sobre seu povo, que é chamado a confiar em sua autoridade (Salmos 22:28).","referencias_relacionadas":["1 Samuel 10:24","Salmos 72:1-2","Romanos 13:1"]},"2cronicas_9_9_smell":{"palavra_pt":"smell","palavra_original":"בֶּשֶׂם","transliteracao":"besem","strong":"H1314","significado_raiz":"Ideia básica: smell.","significado_contextual":"Refere-se ao aroma ou fragrância, frequentemente associado a ofertas e adoração.","explicacao_detalhada":"A palavra 'smell' (בֶּשֶׂם, besem) é usada para descrever a essência ou o perfume de algo. Em 2 Crônicas 9:9, a menção do aroma pode simbolizar a aceitação das ofertas e a presença de Deus.","por_que_esta_palavra":"A escolha da palavra 'smell' destaca a importância das ofertas e do culto, que são agradáveis a Deus.","conexao_teologica":"O aroma das ofertas é frequentemente usado na Bíblia como uma metáfora para a aceitação de Deus (Gênesis 8:21).","referencias_relacionadas":["Levítico 1:9","Salmos 141:2","Efésios 5:2"]},"2cronicas_9_10_servo":{"palavra_pt":"servo","palavra_original":"עֶבֶד","transliteracao":"ʻebed","strong":"H5650","significado_raiz":"Ideia básica: servo.","significado_contextual":"Refere-se a alguém que serve, muitas vezes em um contexto de lealdade e dedicação.","explicacao_detalhada":"A palavra 'servo' (עֶבֶד, ʻebed) implica em submissão e serviço. Em 2 Crônicas 9:10, o servo é visto como alguém que desempenha um papel crucial na administração do reino.","por_que_esta_palavra":"A escolha da palavra 'servo' enfatiza a importância do serviço e da lealdade, tanto ao rei quanto a Deus.","conexao_teologica":"A ideia de ser servo é central na vida cristã, onde Jesus é descrito como o Servo Sofredor (Isaías 53:11) e os crentes são chamados a servir uns aos outros (Gálatas 5:13).","referencias_relacionadas":["Mateus 20:26-28","Romanos 1:1","Filipenses 2:7"]},"2cronicas_9_10_pedra":{"palavra_pt":"pedra","palavra_original":"אֶבֶן","transliteracao":"ʼeben","strong":"H68","significado_raiz":"Ideia básica: pedra.","significado_contextual":"Refere-se a um material sólido, frequentemente usado como símbolo de força e estabilidade.","explicacao_detalhada":"A palavra 'pedra' (אֶבֶן, ʼeben) é usada para descrever um elemento fundamental na construção e na segurança. Em 2 Crônicas 9:10, a pedra pode simbolizar a firmeza do reino e a proteção divina.","por_que_esta_palavra":"A escolha da palavra 'pedra' destaca a ideia de fundação e segurança, refletindo a estabilidade que Deus oferece ao seu povo.","conexao_teologica":"Cristo é descrito como a Pedra Angular (1 Pedro 2:6), simbolizando a base da fé e da igreja.","referencias_relacionadas":["Salmos 18:2","Mateus 7:24-25","1 Pedro 2:6"]},"2cronicas_9_10_nome":{"palavra_pt":"nome","palavra_original":"אוֹפִיר","transliteracao":"ʼÔwphîyr","strong":"H211","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma localidade, especificamente a terra de Ofir, famosa por suas riquezas.","explicacao_detalhada":"O nome é um elemento fundamental na identidade de um lugar ou pessoa. No contexto de 2 Crônicas 9:10, o nome Ofir é associado a riquezas e comércio, simbolizando prosperidade.","por_que_esta_palavra":"A palavra 'nome' é importante para identificar e distinguir lugares e pessoas, refletindo a importância da identidade na cultura bíblica.","conexao_teologica":"O nome de Ofir representa a providência de Deus em prover riquezas e bênçãos ao Seu povo.","referencias_relacionadas":["1 Reis 10:22","Salmos 72:10","Mateus 1:21"]},"2cronicas_9_11_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se ao uso de ursos como parte do exército ou como símbolo de força e poder.","explicacao_detalhada":"A palavra 'urso' pode simbolizar força e ferocidade. No contexto, pode estar relacionada à riqueza e ao poder militar de Salomão.","por_que_esta_palavra":"A presença de ursos indica a força e a proteção que Deus oferece ao Seu povo através de líderes sábios.","conexao_teologica":"Os animais muitas vezes simbolizam aspectos do caráter de Deus e de Sua criação, refletindo a força e a proteção divina.","referencias_relacionadas":["Provérbios 17:12","Isaías 11:7","Daniel 7:5"]},"2cronicas_9_11_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à posição de autoridade de Salomão como rei de Israel.","explicacao_detalhada":"A palavra 'rei' implica liderança, autoridade e responsabilidade. Salomão é visto como um rei sábio e justo, que governou com temor a Deus.","por_que_esta_palavra":"A figura do rei é central na narrativa bíblica, representando a soberania de Deus sobre o Seu povo.","conexao_teologica":"A realeza de Salomão aponta para a realeza de Cristo, que é o Rei dos Reis.","referencias_relacionadas":["1 Reis 3:9","Salmos 72:1","Apocalipse 19:16"]},"2cronicas_9_11_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo construído por Salomão, que é um símbolo da presença de Deus entre o Seu povo.","explicacao_detalhada":"A palavra 'casa' neste contexto é mais do que um edifício; é um lugar sagrado onde Deus habita e onde o povo se encontra com Ele.","por_que_esta_palavra":"A casa de Deus é um lugar de adoração e comunhão, refletindo a relação entre Deus e Seu povo.","conexao_teologica":"O templo de Salomão prefigura o corpo de Cristo como o verdadeiro templo onde Deus habita entre os homens.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","João 2:19"]},"2cronicas_9_12_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente à posição de Salomão como rei, enfatizando sua autoridade e sabedoria.","explicacao_detalhada":"A repetição da palavra 'rei' sublinha a importância do governo de Salomão e a maneira como ele liderou Israel com justiça e sabedoria.","por_que_esta_palavra":"A realeza é um tema recorrente na Bíblia, simbolizando a liderança divina e a ordem estabelecida por Deus.","conexao_teologica":"A realeza de Salomão é um reflexo do governo de Deus sobre a criação e a promessa de um rei messiânico.","referencias_relacionadas":["1 Reis 10:1","Salmos 2:6","Isaías 9:6"]},"2cronicas_9_12_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou oferecer algo, simbolizando generosidade e gratidão.","explicacao_detalhada":"A palavra 'dar' implica um ato de generosidade, que é uma característica do reinado de Salomão, que era conhecido por sua riqueza e disposição de compartilhar.","por_que_esta_palavra":"Dar é uma expressão de amor e cuidado, refletindo o caráter de Deus que dá abundantemente ao Seu povo.","conexao_teologica":"O ato de dar é central na teologia bíblica, refletindo a generosidade de Deus e a chamada para que Seu povo também seja generoso.","referencias_relacionadas":["2 Coríntios 9:7","Atos 20:35","Mateus 5:42"]},"2cronicas_9_13_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se a um estado de queda ou diminuição, possivelmente relacionado à riqueza ou status.","explicacao_detalhada":"A palavra 'cair' pode simbolizar a perda de status ou riqueza, um tema que aparece em várias narrativas bíblicas.","por_que_esta_palavra":"Cair pode representar a fragilidade da condição humana e a necessidade de depender de Deus.","conexao_teologica":"A queda é um tema teológico que aponta para a necessidade de redenção e a esperança em Cristo.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","Tiago 4:10"]},"2cronicas_9_13_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"Refere-se ao metal precioso, simbolizando riqueza e valor.","explicacao_detalhada":"A palavra 'ouro' é frequentemente associada à riqueza e à glória, representando as bênçãos de Deus sobre Israel durante o reinado de Salomão.","por_que_esta_palavra":"Ouro é um símbolo de valor e pureza, refletindo a natureza de Deus e as bênçãos que Ele concede.","conexao_teologica":"Ouro é frequentemente usado na Bíblia para descrever a glória de Deus e a riqueza do Seu reino.","referencias_relacionadas":["Salmos 19:10","Provérbios 3:14","Apocalipse 21:18"]},"2cronicas_9_13_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão ou declaração, possivelmente relacionada a um evento significativo.","explicacao_detalhada":"A palavra 'expressão' pode indicar a importância da comunicação e da revelação de Deus ao Seu povo.","por_que_esta_palavra":"Expressões são fundamentais para a interação humana e a revelação divina, refletindo a comunicação de Deus com a humanidade.","conexao_teologica":"A expressão de Deus é vista nas Escrituras como uma forma de revelar Seu caráter e vontade.","referencias_relacionadas":["Salmos 119:105","Hebreus 1:1","João 1:14"]},"2cronicas_9_14_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral, destacando a dignidade e o valor do ser humano.","explicacao_detalhada":"A palavra 'homem' é usada para enfatizar a criação de Deus e a responsabilidade que o ser humano tem diante do Criador.","por_que_esta_palavra":"O homem é a coroa da criação de Deus, refletindo Sua imagem e semelhança.","conexao_teologica":"A dignidade do homem é um tema central na teologia, refletindo a relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4","Romanos 5:12"]},"2cronicas_9_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são feitas ou organizadas.","explicacao_detalhada":"A palavra 'modo' implica em um método ou forma específica de ação, que pode ser aplicada a várias situações, incluindo a administração e a liderança.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a importância da forma como as decisões são tomadas e as ações são executadas, refletindo a sabedoria necessária na liderança.","conexao_teologica":"Deus é um Deus de ordem e sabedoria, e a maneira como governamos deve refletir Seu caráter.","referencias_relacionadas":["1 Coríntios 14:40","Salmos 37:23","Provérbios 16:9"]},"2cronicas_9_14_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território ou à nação em questão.","explicacao_detalhada":"A palavra 'terra' é frequentemente usada na Bíblia para descrever não apenas o solo físico, mas também a herança e a promessa de Deus ao Seu povo.","por_que_esta_palavra":"A menção da 'terra' destaca a conexão entre o povo de Deus e o lugar que Ele lhes deu, simbolizando bênção e promessa.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Seu povo, representando tanto a presença de Deus quanto a Sua provisão.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Salmos 37:11"]},"2cronicas_9_15_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal que simboliza força e poder.","explicacao_detalhada":"A palavra 'urso' pode ser interpretada como uma metáfora para a força e a proteção, especialmente em contextos de batalha ou defesa.","por_que_esta_palavra":"A utilização do 'urso' pode simbolizar a força necessária para proteger o reino e a sabedoria de um rei em suas decisões.","conexao_teologica":"Deus é descrito como um protetor forte, e a imagem do urso pode refletir a força divina que protege Seu povo.","referencias_relacionadas":["Salmos 18:2","Isaías 40:10-11","Miquéias 5:8"]},"2cronicas_9_15_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade máxima em um reino.","explicacao_detalhada":"A palavra 'rei' implica em liderança, responsabilidade e a necessidade de governar com justiça e sabedoria.","por_que_esta_palavra":"A menção do 'rei' é crucial para entender a dinâmica de poder e a importância da liderança na sociedade israelita.","conexao_teologica":"Deus é o Rei dos Reis, e a liderança terrena deve refletir Sua justiça e autoridade.","referencias_relacionadas":["Salmos 72:1-2","Provérbios 21:1","Romanos 13:1"]},"2cronicas_9_15_escudo":{"palavra_pt":"escudo","palavra_original":"צִנָּה","transliteracao":"tsinnâh","strong":"H6793","significado_raiz":"Ideia básica: escudo.","significado_contextual":"Refere-se a um objeto de defesa e proteção.","explicacao_detalhada":"A palavra 'escudo' simboliza proteção e segurança, tanto física quanto espiritual.","por_que_esta_palavra":"A utilização do 'escudo' enfatiza a necessidade de proteção em tempos de conflito e a confiança em Deus como nosso defensor.","conexao_teologica":"Deus é descrito como nosso escudo, oferecendo proteção e segurança aos que confiam Nele.","referencias_relacionadas":["Salmos 3:3","Efésios 6:16","Gênesis 15:1"]},"2cronicas_9_16_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente à figura de autoridade máxima em um reino.","explicacao_detalhada":"A repetição da palavra 'rei' reforça a importância da liderança e da responsabilidade que vem com a posição.","por_que_esta_palavra":"A ênfase na figura do rei destaca a necessidade de governar com sabedoria e justiça, refletindo o caráter de Deus.","conexao_teologica":"A liderança terrena deve ser um reflexo da soberania de Deus e de Sua justiça.","referencias_relacionadas":["1 Timóteo 2:1-2","Salmos 145:13","Provérbios 29:2"]},"2cronicas_9_16_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou à estrutura física que abriga a família ou a nação.","explicacao_detalhada":"A palavra 'casa' simboliza não apenas um edifício, mas também a ideia de família, comunidade e a presença de Deus.","por_que_esta_palavra":"A menção da 'casa' destaca a importância da família e da comunidade na vida espiritual e social do povo de Deus.","conexao_teologica":"A casa é um símbolo da presença de Deus entre Seu povo, refletindo a importância da comunhão e da adoração.","referencias_relacionadas":["Josué 24:15","Salmos 127:1","Efésios 2:19-22"]},"2cronicas_9_16_escudo":{"palavra_pt":"escudo","palavra_original":"מָגֵן","transliteracao":"mâgên","strong":"H4043","significado_raiz":"Ideia básica: escudo.","significado_contextual":"Refere-se novamente ao objeto de defesa e proteção.","explicacao_detalhada":"A repetição da palavra 'escudo' reforça a ideia de proteção e segurança em tempos de adversidade.","por_que_esta_palavra":"A ênfase no 'escudo' destaca a confiança em Deus como nosso defensor em todas as situações.","conexao_teologica":"Deus é nosso escudo e fortaleza, oferecendo proteção e segurança aos que Nele confiam.","referencias_relacionadas":["Salmos 28:7","Salmos 91:4","Provérbios 30:5"]},"2cronicas_9_17_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se novamente ao animal que simboliza força e poder.","explicacao_detalhada":"A repetição da palavra 'urso' reforça a ideia de força e proteção, especialmente em contextos de batalha.","por_que_esta_palavra":"A menção do 'urso' simboliza a força necessária para proteger o reino e a sabedoria de um rei em suas decisões.","conexao_teologica":"Deus é descrito como um protetor forte, e a imagem do urso pode refletir a força divina que protege Seu povo.","referencias_relacionadas":["Salmos 18:2","Isaías 40:10-11","Miquéias 5:8"]},"2cronicas_9_17_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente à figura de autoridade máxima em um reino.","explicacao_detalhada":"A repetição da palavra 'rei' reforça a importância da liderança e da responsabilidade que vem com a posição.","por_que_esta_palavra":"A ênfase na figura do rei destaca a necessidade de governar com sabedoria e justiça, refletindo o caráter de Deus.","conexao_teologica":"A liderança terrena deve ser um reflexo da soberania de Deus e de Sua justiça.","referencias_relacionadas":["1 Timóteo 2:1-2","Salmos 145:13","Provérbios 29:2"]},"2cronicas_9_17_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do trono de Salomão, simbolizando poder e majestade.","explicacao_detalhada":"A palavra 'grande' é usada para descrever não apenas o tamanho físico do trono, mas também a importância e a autoridade que ele representa no reino de Salomão.","por_que_esta_palavra":"A grandeza do trono reflete a grandeza do próprio rei e do reino que ele governa, enfatizando a soberania de Deus sobre Israel.","conexao_teologica":"A grandeza de Salomão é um reflexo da sabedoria e bênçãos que Deus concedeu a ele, conforme prometido em 1 Reis 3:5-14.","referencias_relacionadas":["1 Reis 3:13","1 Reis 10:20","Salmos 72:8"]},"2cronicas_9_18_trono":{"palavra_pt":"trono","palavra_original":"כִּסֵּא","transliteracao":"kiççêʼ","strong":"H3678","significado_raiz":"Ideia básica: trono.","significado_contextual":"O trono é um símbolo de autoridade e realeza, representando o governo de Salomão sobre Israel.","explicacao_detalhada":"A palavra 'trono' implica não apenas um assento físico, mas também a posição de liderança e a responsabilidade que vem com ela.","por_que_esta_palavra":"O trono de Salomão é um símbolo do governo divino e da ordem estabelecida por Deus entre o Seu povo.","conexao_teologica":"O trono de Salomão prefigura o trono eterno de Cristo, que é o Rei dos Reis.","referencias_relacionadas":["Salmos 89:4","Isaías 9:6-7","Apocalipse 3:21"]},"2cronicas_9_18_things":{"palavra_pt":"things","palavra_original":"מַעֲלָה","transliteracao":"maʻălâh","strong":"H4609","significado_raiz":"Ideia básica: things.","significado_contextual":"Refere-se aos objetos e ornamentos que adornam o trono, simbolizando riqueza e esplendor.","explicacao_detalhada":"A palavra 'coisas' abrange não apenas itens materiais, mas também a glória e a honra associadas ao reinado de Salomão.","por_que_esta_palavra":"Essas coisas são uma manifestação da prosperidade que Deus trouxe sobre Israel durante o reinado de Salomão.","conexao_teologica":"As riquezas de Salomão refletem a generosidade de Deus e a recompensa pela fidelidade.","referencias_relacionadas":["1 Reis 10:21","2 Crônicas 9:10-11","Salmos 112:3"]},"2cronicas_9_19_things":{"palavra_pt":"things","palavra_original":"מַעֲלָה","transliteracao":"maʻălâh","strong":"H4609","significado_raiz":"Ideia básica: things.","significado_contextual":"Novamente se refere aos adornos e detalhes do trono, enfatizando a opulência do reino.","explicacao_detalhada":"A repetição da palavra 'coisas' destaca a importância dos elementos que compõem a majestade do trono.","por_que_esta_palavra":"Esses detalhes são significativos para entender a riqueza e a cultura do tempo de Salomão.","conexao_teologica":"A riqueza material é vista como bênção de Deus, mas também como um teste de fidelidade ao Senhor.","referencias_relacionadas":["1 Reis 10:2","2 Crônicas 9:9","Deuteronômio 8:18"]},"2cronicas_9_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são organizadas e apresentadas no trono.","explicacao_detalhada":"A palavra 'modo' implica uma ordem e um protocolo que refletem a dignidade do rei.","por_que_esta_palavra":"A maneira de apresentar o trono e seus adornos é crucial para entender a reverência que o povo tinha por Salomão.","conexao_teologica":"A ordem e a reverência no culto a Deus são refletidas na maneira como o trono é tratado.","referencias_relacionadas":["1 Crônicas 15:13","Salmos 89:14","Hebreus 12:28"]},"2cronicas_9_19_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui pode se referir à autenticidade e à justiça do governo de Salomão.","explicacao_detalhada":"A verdade é um princípio fundamental no governo de um rei, especialmente em Israel, onde a justiça era esperada.","por_que_esta_palavra":"A verdade no governo é essencial para a paz e a prosperidade do reino.","conexao_teologica":"Deus é descrito como um Deus de verdade, e a justiça é um atributo de Seu caráter.","referencias_relacionadas":["Salmos 89:14","Provérbios 16:12","Miquéias 6:8"]},"2cronicas_9_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como o rei se comporta e governa, refletindo sua sabedoria.","explicacao_detalhada":"A palavra 'modo' implica que o comportamento do rei deve ser digno e sábio, refletindo a sua posição.","por_que_esta_palavra":"O modo de governar de Salomão é um exemplo de liderança sábia e justa.","conexao_teologica":"A maneira como um líder governa deve refletir os princípios de Deus e Sua vontade.","referencias_relacionadas":["Provérbios 21:1","Eclesiastes 8:1","Romanos 13:1"]},"2cronicas_9_20_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura central do governo, Salomão, como rei de Israel.","explicacao_detalhada":"A palavra 'rei' implica autoridade, responsabilidade e a função de governar o povo de Deus.","por_que_esta_palavra":"O rei é visto como o representante de Deus na terra, responsável por liderar o povo em justiça.","conexao_teologica":"Salomão é um tipo de Cristo, que é o Rei eterno e justo.","referencias_relacionadas":["1 Reis 10:1","Salmos 2:6","Apocalipse 19:16"]},"2cronicas_9_20_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que o rei Salomão governava, simbolizando um período de paz e prosperidade.","explicacao_detalhada":"A palavra 'dia' pode simbolizar a duração do reinado de Salomão e a estabilidade que ele trouxe ao reino.","por_que_esta_palavra":"O dia do rei é um tempo de bênçãos e realizações, refletindo a fidelidade de Deus ao Seu povo.","conexao_teologica":"Os dias de Salomão são um reflexo do reino de Deus na terra, onde a paz e a justiça reinam.","referencias_relacionadas":["1 Reis 4:25","Salmos 72:7","Eclesiastes 3:1"]},"2cronicas_9_21_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente à figura de Salomão como rei, enfatizando sua importância e influência.","explicacao_detalhada":"A repetição da palavra 'rei' destaca a centralidade de Salomão na narrativa e sua posição como líder escolhido por Deus.","por_que_esta_palavra":"O rei é a figura que representa a aliança entre Deus e o povo de Israel.","conexao_teologica":"Salomão, como rei, é um precursor do verdadeiro Rei, que é Cristo, que governa com justiça e verdade.","referencias_relacionadas":["1 Reis 10:23","Salmos 72:1","Mateus 2:2"]},"2cronicas_9_21_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir uma explicação ou justificativa.","explicacao_detalhada":"Neste contexto, 'porque' conecta a riqueza de Salomão à sua sabedoria e ao favor divino, indicando que suas posses são resultado de sua relação com Deus.","por_que_esta_palavra":"A palavra é crucial para entender a razão pela qual Salomão é tão próspero e respeitado.","conexao_teologica":"A prosperidade de Salomão é vista como uma bênção de Deus, refletindo a importância da sabedoria e da obediência a Deus.","referencias_relacionadas":["1 Reis 3:13","Provérbios 3:16","Eclesiastes 2:26"]},"2cronicas_9_21_prata":{"palavra_pt":"prata","palavra_original":"כֶּסֶף","transliteracao":"keçeph","strong":"H3701","significado_raiz":"Ideia básica: prata.","significado_contextual":"A palavra 'prata' refere-se a um metal precioso, símbolo de riqueza e prosperidade.","explicacao_detalhada":"Neste versículo, a prata é mencionada para ilustrar a abundância de recursos que Salomão possuía, destacando a grandeza de seu reino.","por_que_esta_palavra":"A menção da prata enfatiza o nível de riqueza que Salomão alcançou, que era incomparável na época.","conexao_teologica":"A riqueza de Salomão é vista como um reflexo do favor divino, mostrando que Deus recompensa aqueles que O buscam.","referencias_relacionadas":["1 Reis 10:21","Salmos 112:3","Eclesiastes 5:10"]},"2cronicas_9_22_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade suprema em um reino, simbolizando poder e liderança.","explicacao_detalhada":"Salomão é descrito como um rei que não apenas governa, mas também é admirado por sua sabedoria e riqueza, o que atrai outros reis a visitá-lo.","por_que_esta_palavra":"A palavra é central para entender a posição de Salomão como líder e a influência que ele exercia sobre outras nações.","conexao_teologica":"A realeza de Salomão é um tipo de Cristo, que é o Rei dos Reis, mostrando a importância da liderança justa e sábia.","referencias_relacionadas":["1 Reis 10:1","Salmos 72:1-2","Mateus 2:2"]},"2cronicas_9_22_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou a forma de agir.","explicacao_detalhada":"Neste contexto, 'modo' se refere à maneira como Salomão governava e administrava seu reino, destacando sua sabedoria e justiça.","por_que_esta_palavra":"A palavra é importante para entender a abordagem de Salomão em sua liderança, que era admirada por muitos.","conexao_teologica":"O modo de governar de Salomão serve como um exemplo de liderança divina, refletindo a sabedoria que vem de Deus.","referencias_relacionadas":["Provérbios 8:15-16","Eclesiastes 3:1","Tiago 1:5"]},"2cronicas_9_22_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território ou domínio físico, simbolizando a extensão do reino de Salomão.","explicacao_detalhada":"A menção da terra destaca a grandeza do reino de Salomão e sua influência sobre as nações vizinhas.","por_que_esta_palavra":"A palavra é essencial para entender a magnitude do reino de Salomão e sua posição geopolítica.","conexao_teologica":"A terra prometida é um tema central na Bíblia, e o reino de Salomão representa a realização das promessas de Deus ao Seu povo.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 1:8","Josué 1:3"]},"2cronicas_9_23_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' é usada novamente para enfatizar a maneira como Salomão se relacionava com outros reis.","explicacao_detalhada":"Refere-se à forma como Salomão era respeitado e admirado por sua sabedoria, atraindo a atenção de líderes de outras nações.","por_que_esta_palavra":"A repetição da palavra 'modo' reforça a ideia de que a sabedoria de Salomão era reconhecida universalmente.","conexao_teologica":"A sabedoria de Salomão é um reflexo da sabedoria divina, que é acessível a todos que a buscam.","referencias_relacionadas":["Provérbios 4:7","Eclesiastes 7:19","Tiago 3:17"]},"2cronicas_9_23_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é mencionada novamente para enfatizar a abrangência do reino de Salomão.","explicacao_detalhada":"Salomão não apenas governava Israel, mas sua influência se estendia a outras terras, mostrando seu poder e prestígio.","por_que_esta_palavra":"A repetição da palavra 'terra' destaca a importância geográfica e política do reino de Salomão.","conexao_teologica":"A terra é um símbolo das promessas de Deus, e o reino de Salomão representa a realização dessas promessas.","referencias_relacionadas":["Salmos 2:8","Isaías 54:3","Mateus 28:19"]},"2cronicas_9_23_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, que é a fonte de toda sabedoria e poder.","explicacao_detalhada":"Neste contexto, a menção de Deus sublinha a importância da sabedoria divina na liderança de Salomão.","por_que_esta_palavra":"A palavra é fundamental para entender que a sabedoria de Salomão não era apenas humana, mas inspirada por Deus.","conexao_teologica":"A relação de Salomão com Deus é um exemplo de como a sabedoria divina pode impactar a vida e a liderança.","referencias_relacionadas":["Tiago 1:5","Provérbios 2:6","1 Reis 3:9"]},"2cronicas_9_24_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, enfatizando a dignidade e o valor da humanidade.","explicacao_detalhada":"Neste versículo, a menção de 'homem' destaca a relação de Salomão com as pessoas e sua generosidade em oferecer presentes.","por_que_esta_palavra":"A palavra é importante para entender a interação de Salomão com outros e sua disposição em ajudar.","conexao_teologica":"A dignidade do homem é um tema central na Bíblia, refletindo a imagem de Deus em cada ser humano.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Mateus 25:40"]},"2cronicas_9_24_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A palavra 'oferta' refere-se a um presente ou contribuição, muitas vezes dado em adoração ou gratidão.","explicacao_detalhada":"Neste contexto, 'oferta' destaca a generosidade de Salomão e sua disposição em presentear outros, refletindo sua riqueza e sabedoria.","por_que_esta_palavra":"A palavra é essencial para entender a cultura de presentes e ofertas na época, que era uma forma de estabelecer alianças.","conexao_teologica":"A oferta é um símbolo de adoração e gratidão a Deus, refletindo a importância de dar com um coração generoso.","referencias_relacionadas":["Levítico 23:38","2 Coríntios 9:7","Hebreus 13:16"]},"2cronicas_9_24_armourbearer":{"palavra_pt":"armour bearer","palavra_original":"כְּלִי","transliteracao":"kᵉlîy","strong":"H3627","significado_raiz":"Ideia básica: armour bearer.","significado_contextual":"Refere-se a um assistente ou escudeiro que carrega a armadura e protege o rei.","explicacao_detalhada":"O 'armour bearer' é uma figura importante na corte real, simbolizando lealdade e proteção. No contexto de 2 Crônicas 9, isso destaca a importância da segurança do rei Salomão e a honra de sua posição.","por_que_esta_palavra":"A palavra é usada para enfatizar a proteção e o status do rei, mostrando que ele não está sozinho em sua liderança.","conexao_teologica":"A figura do escudeiro pode ser vista como uma representação da proteção divina que Deus oferece aos seus escolhidos.","referencias_relacionadas":["1 Samuel 16:21","1 Reis 10:2","Salmos 91:11"]},"2cronicas_9_25_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma cidade como um centro de vida e atividade, especialmente em relação ao governo e à administração.","explicacao_detalhada":"A palavra 'cidade' neste contexto destaca a importância das cidades como locais de habitação e governança, onde as decisões são tomadas e a vida comunitária se desenvolve.","por_que_esta_palavra":"A menção da cidade enfatiza a organização social e política do reino de Salomão, refletindo a prosperidade e a ordem.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam a comunidade de crentes e a cidade celestial prometida por Deus.","referencias_relacionadas":["Salmos 48:1-2","Hebreus 11:10","Apocalipse 21:2"]},"2cronicas_9_25_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura do rei, que exerce autoridade e liderança sobre o povo.","explicacao_detalhada":"A palavra 'rei' é central na narrativa, representando não apenas a liderança política, mas também a responsabilidade espiritual de guiar o povo segundo os preceitos de Deus.","por_que_esta_palavra":"A ênfase na realeza de Salomão destaca a importância da liderança justa e sábia, que é um tema recorrente nas Escrituras.","conexao_teologica":"Cristo é frequentemente referido como Rei, e a realeza de Salomão prefigura a realeza messiânica.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Mateus 2:2"]},"2cronicas_9_25_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à ação de cair, que pode simbolizar a queda de um adversário ou a perda de poder.","explicacao_detalhada":"Neste contexto, 'cair' pode ser interpretado como a derrota de inimigos ou a queda de um reino que não segue a vontade de Deus.","por_que_esta_palavra":"A palavra é usada para enfatizar as consequências da desobediência e a proteção divina sobre aqueles que seguem a Sua vontade.","conexao_teologica":"A queda é um tema importante na Bíblia, simbolizando tanto a queda do homem quanto a promessa de redenção.","referencias_relacionadas":["Provérbios 16:18","Isaías 14:12","Romanos 11:22"]},"2cronicas_9_26_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira como algo é feito, especialmente em relação à administração do reino.","explicacao_detalhada":"A palavra 'modo' destaca a importância da abordagem e da metodologia na liderança de Salomão, refletindo sua sabedoria e discernimento.","por_que_esta_palavra":"A ênfase no 'modo' sugere que a maneira como as decisões são tomadas é tão importante quanto as decisões em si.","conexao_teologica":"Deus nos chama a agir com sabedoria e discernimento em todas as áreas da vida, refletindo Seu caráter.","referencias_relacionadas":["Provérbios 3:5-6","Eclesiastes 7:12","Tiago 1:5"]},"2cronicas_9_26_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente à figura do rei, enfatizando sua autoridade e papel central na sociedade.","explicacao_detalhada":"A repetição da palavra 'rei' reforça a ideia de que a liderança é fundamental para a estabilidade e a prosperidade do povo.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica de poder e a responsabilidade que vem com a liderança.","conexao_teologica":"A liderança de Salomão é um reflexo da liderança de Cristo, que é o Rei dos Reis.","referencias_relacionadas":["1 Reis 3:9","Salmos 72:1-2","Apocalipse 19:16"]},"2cronicas_9_26_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à ideia de cair em um sentido figurado, como a perda de poder ou influência.","explicacao_detalhada":"Neste contexto, 'cair' pode simbolizar a queda de inimigos ou a necessidade de um rei de permanecer firme em sua posição.","por_que_esta_palavra":"A repetição da palavra 'cair' destaca a fragilidade do poder humano sem a orientação divina.","conexao_teologica":"A queda é um tema recorrente que nos lembra da necessidade de depender de Deus para sustentar nossa posição.","referencias_relacionadas":["Salmos 37:24","Isaías 40:30-31","1 Pedro 5:5-6"]},"2cronicas_9_27_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se à ação de dar, especialmente no contexto de generosidade e oferta.","explicacao_detalhada":"A palavra 'dar' neste contexto enfatiza a generosidade do rei Salomão e a abundância que ele compartilha com seu povo.","por_que_esta_palavra":"A ênfase em 'dar' reflete a natureza generosa de Deus e a expectativa de que os líderes também sejam generosos.","conexao_teologica":"A generosidade é um reflexo do caráter de Deus, que nos deu Seu Filho como o maior presente.","referencias_relacionadas":["2 Coríntios 9:7","Atos 20:35","Lucas 6:38"]},"2cronicas_9_27_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura do rei, novamente enfatizando sua autoridade e papel de provedor.","explicacao_detalhada":"A repetição da palavra 'rei' sublinha a importância da liderança e da responsabilidade de cuidar do povo.","por_que_esta_palavra":"A palavra é essencial para entender o papel do rei como um líder que deve servir e proteger seu povo.","conexao_teologica":"A liderança de Salomão é um tipo de Cristo, que é o Rei que serve e se sacrifica por Seu povo.","referencias_relacionadas":["Mateus 20:28","Filipenses 2:7","Hebreus 7:14"]},"2cronicas_9_27_prata":{"palavra_pt":"prata","palavra_original":"כֶּסֶף","transliteracao":"keçeph","strong":"H3701","significado_raiz":"Ideia básica: prata.","significado_contextual":"Refere-se ao metal precioso, simbolizando riqueza e prosperidade.","explicacao_detalhada":"A palavra 'prata' neste contexto destaca a riqueza do reino de Salomão e a abundância que ele desfruta e compartilha.","por_que_esta_palavra":"A menção da prata enfatiza a prosperidade material que acompanha a sabedoria e a bênção de Deus.","conexao_teologica":"A riqueza é uma bênção de Deus, mas também um teste de fidelidade e generosidade.","referencias_relacionadas":["Provérbios 10:22","Eclesiastes 5:10","Mateus 6:19-21"]},"2cronicas_9_28_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são feitas ou organizadas.","explicacao_detalhada":"A palavra 'modo' implica em um método ou forma específica de agir. No contexto de 2 Crônicas 9:28, pode se referir à maneira como Salomão administrava seu reino e as relações comerciais.","por_que_esta_palavra":"É importante para entender a estrutura e a organização do reino de Salomão, que era conhecido por sua sabedoria e riqueza.","conexao_teologica":"O modo como Deus ordena as coisas e a importância da sabedoria divina na administração.","referencias_relacionadas":["1 Reis 3:28","Provérbios 2:6","Eclesiastes 2:26"]},"2cronicas_9_28_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território ou região geográfica.","explicacao_detalhada":"A palavra 'terra' é usada para descrever a extensão física do reino de Salomão, que incluía não apenas Israel, mas também áreas vizinhas que estavam sob sua influência.","por_que_esta_palavra":"É crucial para entender a magnitude do reino e a prosperidade que Salomão alcançou.","conexao_teologica":"A terra prometida e a herança que Deus deu ao povo de Israel.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 1:8","Josué 1:3"]},"2cronicas_9_28_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Indica algo de grande importância ou magnitude.","explicacao_detalhada":"A palavra 'grande' enfatiza a importância das realizações de Salomão e a extensão de seu poder e influência.","por_que_esta_palavra":"Destaca a grandeza do reino e a sabedoria que Deus deu a Salomão.","conexao_teologica":"A grandeza de Deus manifestada através de Seus servos e a importância da sabedoria divina.","referencias_relacionadas":["1 Reis 10:23","Salmos 72:19","Eclesiastes 5:8"]},"2cronicas_9_29_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a um mensageiro de Deus que transmite Suas revelações.","explicacao_detalhada":"A palavra 'profeta' é usada para descrever aqueles que falam em nome de Deus, trazendo mensagens de advertência, encorajamento ou instrução.","por_que_esta_palavra":"É fundamental para entender como Deus se comunicava com Seu povo e guiava as decisões do rei.","conexao_teologica":"A importância da revelação divina e a função dos profetas na história de Israel.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Ezequiel 2:3"]},"2cronicas_9_29_visao":{"palavra_pt":"visao","palavra_original":"חֹזֶה","transliteracao":"chôzeh","strong":"H2374","significado_raiz":"Ideia básica: visao.","significado_contextual":"Refere-se a uma percepção ou revelação divina.","explicacao_detalhada":"A palavra 'visão' implica em uma experiência espiritual onde o profeta recebe uma mensagem ou uma visão do futuro.","por_que_esta_palavra":"É importante para entender como Deus revelou Seus planos e propósitos ao Seu povo.","conexao_teologica":"A revelação de Deus através de visões e sonhos, mostrando Seu controle sobre a história.","referencias_relacionadas":["Daniel 7:1","Atos 2:17","Apocalipse 1:1"]},"2cronicas_9_30_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Refere-se ao ato de governar ou exercer autoridade.","explicacao_detalhada":"A palavra 'reinar' indica a função de Salomão como rei de Israel, enfatizando sua autoridade e responsabilidade.","por_que_esta_palavra":"É essencial para compreender a natureza do governo de Salomão e a relação entre o rei e Deus.","conexao_teologica":"A soberania de Deus sobre os reinos da terra e a importância da liderança justa.","referencias_relacionadas":["1 Crônicas 29:23","Salmos 22:28","Romanos 13:1"]},"2cronicas_9_30_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são feitas ou organizadas.","explicacao_detalhada":"A palavra 'modo' implica em um método ou forma específica de agir. No contexto de 2 Crônicas 9:30, pode se referir à maneira como Salomão administrava seu reino e as relações comerciais.","por_que_esta_palavra":"É importante para entender a estrutura e a organização do reino de Salomão, que era conhecido por sua sabedoria e riqueza.","conexao_teologica":"O modo como Deus ordena as coisas e a importância da sabedoria divina na administração.","referencias_relacionadas":["1 Reis 3:28","Provérbios 2:6","Eclesiastes 2:26"]},"2cronicas_9_30_cidade":{"palavra_pt":"cidade","palavra_original":"יְרוּשָׁלַ͏ִם","transliteracao":"Yᵉrûwshâlaim","strong":"H3389","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma área urbana, especificamente Jerusalém.","explicacao_detalhada":"A palavra 'cidade' enfatiza a importância de Jerusalém como capital do reino e centro espiritual de Israel.","por_que_esta_palavra":"É crucial para entender o papel de Jerusalém na história bíblica e na adoração a Deus.","conexao_teologica":"A cidade de Deus e a importância da adoração no templo.","referencias_relacionadas":["Salmos 48:1","Isaías 2:3","Mateus 5:14"]},"2cronicas_9_31_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao ato de repousar ou descansar.","explicacao_detalhada":"A palavra 'descanso' pode indicar um período de paz e tranquilidade após um tempo de trabalho ou conflito.","por_que_esta_palavra":"É importante para entender o conceito de descanso em Deus e a paz que Ele proporciona.","conexao_teologica":"O descanso como um princípio divino, refletindo a criação e a redenção.","referencias_relacionadas":["Gênesis 2:2","Mateus 11:28","Hebreus 4:9-10"]},"2cronicas_9_31_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma área urbana, especificamente Jerusalém.","explicacao_detalhada":"A palavra 'cidade' enfatiza a importância de Jerusalém como capital do reino e centro espiritual de Israel.","por_que_esta_palavra":"É crucial para entender o papel de Jerusalém na história bíblica e na adoração a Deus.","conexao_teologica":"A cidade de Deus e a importância da adoração no templo.","referencias_relacionadas":["Salmos 48:1","Isaías 2:3","Mateus 5:14"]},"2cronicas_9_31_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"O ato de governar ou exercer autoridade sobre um povo.","explicacao_detalhada":"Neste versículo, a palavra 'reinar' refere-se ao governo de Salomão sobre Israel, destacando sua posição de autoridade e responsabilidade em liderar o povo segundo a vontade de Deus.","por_que_esta_palavra":"A palavra 'reinar' é fundamental para entender a dinâmica do governo divino e humano, especialmente no contexto da monarquia israelita.","conexao_teologica":"O reinado de Salomão é visto como um cumprimento das promessas de Deus a Davi, simbolizando a soberania divina sobre a história de Israel.","referencias_relacionadas":["1 Reis 2:12","1 Reis 3:5","Salmos 72:1-2"]}}