{"proverbios_11_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a autoridade suprema e soberana sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar Deus, enfatizando sua posição de domínio e controle sobre a criação. No contexto de Provérbios 11:1, isso implica que as ações humanas devem estar alinhadas com a vontade divina.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a relação de submissão e reverência que os crentes devem ter em relação a Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, que se reflete na maneira como os seres humanos devem viver em conformidade com seus mandamentos.","referencias_relacionadas":["Salmos 24:1","Isaías 45:18","Romanos 14:8"]},"proverbios_11_1_pedra":{"palavra_pt":"pedra","palavra_original":"אֶבֶן","transliteracao":"ʼeben","strong":"H68","significado_raiz":"Ideia básica: pedra.","significado_contextual":"Simboliza estabilidade e segurança, representando a firmeza da palavra de Deus.","explicacao_detalhada":"A palavra 'pedra' (אֶבֶן) é frequentemente usada na Bíblia para descrever algo que é sólido e confiável. Em Provérbios 11:1, isso pode ser interpretado como a base sobre a qual se deve construir uma vida justa.","por_que_esta_palavra":"A pedra é um símbolo de força e durabilidade, refletindo a natureza imutável dos princípios de Deus.","conexao_teologica":"Cristo é descrito como a pedra angular da fé, enfatizando a importância de construir a vida sobre Ele.","referencias_relacionadas":["Mateus 7:24-25","Salmos 18:2","1 Pedro 2:6"]},"proverbios_11_2_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se à ação de entrar em uma nova situação ou estado, muitas vezes associada à busca de sabedoria.","explicacao_detalhada":"A palavra 'vir/entrar' (בּוֹא) implica um movimento em direção a algo, sugerindo que a sabedoria é algo que deve ser ativamente buscado e acolhido.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a necessidade de ação e decisão na busca pela sabedoria.","conexao_teologica":"A busca pela sabedoria é um tema recorrente na literatura sapiencial, refletindo a importância de se aproximar de Deus para receber entendimento.","referencias_relacionadas":["Tiago 1:5","Provérbios 2:3-5","Eclesiastes 7:12"]},"proverbios_11_2_confusion":{"palavra_pt":"confusao","palavra_original":"קָלוֹן","transliteracao":"qâlôwn","strong":"H7036","significado_raiz":"Ideia básica: confusao.","significado_contextual":"Refere-se ao estado de desordem e falta de clareza, muitas vezes resultante da falta de sabedoria.","explicacao_detalhada":"A palavra 'confusão' (קָלוֹן) sugere uma perda de honra ou dignidade, que pode ocorrer quando se age sem sabedoria. Em Provérbios 11:2, isso destaca as consequências negativas da falta de entendimento.","por_que_esta_palavra":"A escolha dessa palavra serve como um alerta sobre os perigos de viver sem a orientação divina.","conexao_teologica":"A confusão é frequentemente contrastada com a sabedoria, que traz clareza e direção à vida.","referencias_relacionadas":["Provérbios 3:35","Tiago 3:16","Salmos 37:5"]},"proverbios_11_2_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"חׇכְמָה","transliteracao":"chokmâh","strong":"H2451","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"Representa a capacidade de discernir e agir de acordo com a verdade e a justiça.","explicacao_detalhada":"A palavra 'sabedoria' (חׇכְמָה) é central na literatura de Provérbios, enfatizando a importância de viver de maneira justa e prudente. Em Provérbios 11:2, a sabedoria é apresentada como um antídoto para a confusão.","por_que_esta_palavra":"A escolha dessa palavra destaca a necessidade de buscar entendimento e discernimento em todas as áreas da vida.","conexao_teologica":"A sabedoria é frequentemente associada ao temor do Senhor, que é o princípio do conhecimento.","referencias_relacionadas":["Provérbios 1:7","Provérbios 4:7","Colossenses 2:3"]},"proverbios_11_3_homem":{"palavra_pt":"homem","palavra_original":"בָּגַד","transliteracao":"bâgad","strong":"H898","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua totalidade, incluindo suas ações e caráter.","explicacao_detalhada":"A palavra 'homem' (בָּגַד) é usada para descrever a condição humana e suas interações com Deus e com os outros. Em Provérbios 11:3, isso implica que a integridade é essencial para uma vida justa.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a responsabilidade moral do ser humano diante de Deus.","conexao_teologica":"A natureza do homem e sua necessidade de redenção são temas centrais na teologia cristã.","referencias_relacionadas":["Gênesis 1:27","Romanos 3:23","Efésios 2:10"]},"proverbios_11_3_integrity":{"palavra_pt":"integrity","palavra_original":"תֻּמָּה","transliteracao":"tummâh","strong":"H8538","significado_raiz":"Ideia básica: integrity.","significado_contextual":"Refere-se à qualidade de ser íntegro e justo em ações e pensamentos.","explicacao_detalhada":"A palavra 'integridade' (תֻּמָּה) implica um caráter que é completo e sem duplicidade. Em Provérbios 11:3, isso é apresentado como uma qualidade que guia o homem em sua vida.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância da honestidade e da retidão na vida do crente.","conexao_teologica":"A integridade é frequentemente associada à justiça de Deus e à necessidade de viver de acordo com Seus padrões.","referencias_relacionadas":["Salmos 25:21","Provérbios 10:9","Provérbios 28:6"]},"proverbios_11_4_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo presente e às ações que são realizadas durante a vida.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para enfatizar a importância de viver sabiamente no tempo que temos. Em Provérbios 11:4, isso sugere que as escolhas feitas no presente têm consequências eternas.","por_que_esta_palavra":"A escolha dessa palavra destaca a urgência de viver de maneira sábia e justa.","conexao_teologica":"A noção de tempo e a responsabilidade de usá-lo sabiamente são temas recorrentes na Bíblia.","referencias_relacionadas":["Salmos 90:12","Efésios 5:15-16","Tiago 4:14"]},"proverbios_11_4_morte":{"palavra_pt":"morte","palavra_original":"מָוֶת","transliteracao":"mâveth","strong":"H4194","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à consequência final do pecado e à separação de Deus.","explicacao_detalhada":"A palavra 'morte' (מָוֶת) é usada para descrever não apenas a morte física, mas também a morte espiritual. Em Provérbios 11:4, isso sugere que a falta de justiça leva à destruição.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a gravidade das consequências de viver sem sabedoria.","conexao_teologica":"A morte é um tema central na teologia cristã, que aponta para a necessidade de redenção em Cristo.","referencias_relacionadas":["Romanos 6:23","Gênesis 2:17","Apocalipse 21:8"]},"proverbios_11_4_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade objetiva e à fidelidade aos princípios de Deus.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para enfatizar a importância de viver de acordo com a verdade divina. Em Provérbios 11:4, isso sugere que a verdade é fundamental para a vida justa.","por_que_esta_palavra":"A escolha dessa palavra destaca a necessidade de buscar e viver a verdade em todas as áreas da vida.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes.","referencias_relacionadas":["João 8:32","Salmos 119:160","Efésios 4:15"]},"proverbios_11_5_verdade":{"palavra_pt":"verdade","palavra_original":"תָּמִים","transliteracao":"tâmîym","strong":"H8549","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é apresentada como um caminho seguro e reto que leva à vida.","explicacao_detalhada":"Neste versículo, a palavra 'verdade' refere-se à integridade e à sinceridade nas ações e pensamentos. A verdade é um princípio fundamental na vida do justo, que busca viver de acordo com os preceitos de Deus.","por_que_esta_palavra":"A verdade é essencial para a justiça e a retidão, sendo um reflexo do caráter de Deus.","conexao_teologica":"A verdade é um atributo de Deus, e viver em verdade é viver em comunhão com Ele.","referencias_relacionadas":["Salmos 25:5","João 8:32","Efésios 4:15"]},"proverbios_11_5_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A vida é o resultado de seguir o caminho da verdade e da justiça.","explicacao_detalhada":"A palavra 'vida' aqui implica não apenas a existência física, mas uma vida plena e abundante que é prometida àqueles que andam em retidão.","por_que_esta_palavra":"A vida é um dom de Deus e é encontrada na obediência aos Seus mandamentos.","conexao_teologica":"Jesus se apresenta como a vida (João 14:6), e aqueles que seguem a verdade encontram verdadeira vida.","referencias_relacionadas":["Deuteronômio 30:19-20","João 10:10","Romanos 6:23"]},"proverbios_11_5_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' refere-se àqueles que se afastam da verdade e da justiça.","explicacao_detalhada":"Neste contexto, o 'culpado' é aquele que vive de maneira ímpia, e suas ações o levam à destruição.","por_que_esta_palavra":"A culpa é uma consequência do pecado e da desobediência a Deus.","conexao_teologica":"A culpa é tratada na redenção oferecida por Cristo, que perdoa os pecadores.","referencias_relacionadas":["Salmos 1:6","Romanos 3:23","Gálatas 6:7"]},"proverbios_11_6_desejo":{"palavra_pt":"desejo","palavra_original":"הַוָּה","transliteracao":"havvâh","strong":"H1942","significado_raiz":"Ideia básica: desejo.","significado_contextual":"O desejo do justo é alinhado com a vontade de Deus e resulta em bênçãos.","explicacao_detalhada":"A palavra 'desejo' implica anseios e aspirações que são justas e que levam à realização de planos divinos.","por_que_esta_palavra":"Os desejos do justo são purificados e direcionados por Deus, levando à verdadeira satisfação.","conexao_teologica":"Os desejos do coração são moldados pela presença de Deus na vida do crente.","referencias_relacionadas":["Salmos 37:4","Mateus 5:6","Tiago 1:14-15"]},"proverbios_11_6_homem":{"palavra_pt":"homem","palavra_original":"בָּגַד","transliteracao":"bâgad","strong":"H898","significado_raiz":"Ideia básica: homem.","significado_contextual":"O 'homem' justo é aquele que vive segundo os princípios de Deus.","explicacao_detalhada":"A palavra 'homem' aqui representa a humanidade em sua busca por justiça e retidão, sendo um reflexo do caráter divino.","por_que_esta_palavra":"O homem é chamado a ser um agente de justiça e verdade no mundo.","conexao_teologica":"A dignidade do homem é afirmada na criação à imagem de Deus, e sua vida deve refletir essa imagem.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","1 Pedro 2:9"]},"proverbios_11_6_justice":{"palavra_pt":"justica","palavra_original":"צְדָקָה","transliteracao":"tsᵉdâqâh","strong":"H6666","significado_raiz":"Ideia básica: justica.","significado_contextual":"A justiça é um princípio fundamental que guia as ações do justo.","explicacao_detalhada":"A palavra 'justiça' refere-se à conformidade com a lei de Deus e à prática do que é correto e ético.","por_que_esta_palavra":"A justiça é um reflexo do caráter de Deus e é essencial para a vida em comunidade.","conexao_teologica":"Deus é descrito como justo, e os crentes são chamados a viver em justiça.","referencias_relacionadas":["Miquéias 6:8","Mateus 5:6","Romanos 1:17"]},"proverbios_11_7_morte":{"palavra_pt":"morte","palavra_original":"מָוֶת","transliteracao":"mâveth","strong":"H4194","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte é a consequência final da vida do ímpio, que se afasta da verdade.","explicacao_detalhada":"A palavra 'morte' aqui simboliza não apenas a morte física, mas também a separação espiritual de Deus.","por_que_esta_palavra":"A morte é o resultado do pecado e da desobediência a Deus.","conexao_teologica":"A morte é vencida por Cristo, que oferece vida eterna aos que creem.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:55-57","Apocalipse 21:4"]},"proverbios_11_7_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"O 'culpado' é aquele que, ao contrário do justo, enfrenta a consequência de suas ações.","explicacao_detalhada":"A repetição da palavra 'culpado' enfatiza a gravidade da condição do ímpio e a certeza de seu destino.","por_que_esta_palavra":"A culpa é uma realidade que todos enfrentam, mas a redenção é oferecida a todos.","conexao_teologica":"A culpa é tratada através do arrependimento e da fé em Cristo.","referencias_relacionadas":["Salmos 32:5","Romanos 3:10","1 João 1:9"]},"proverbios_11_7_esperanca":{"palavra_pt":"esperanca","palavra_original":"תּוֹחֶלֶת","transliteracao":"tôwcheleth","strong":"H8431","significado_raiz":"Ideia básica: esperanca.","significado_contextual":"A esperança é a expectativa de um futuro melhor para o justo.","explicacao_detalhada":"A palavra 'esperança' implica confiança nas promessas de Deus e na certeza de Sua justiça.","por_que_esta_palavra":"A esperança é fundamental para a vida do crente, pois traz conforto e motivação.","conexao_teologica":"A esperança é uma das virtudes teológicas, que nos conecta com a promessa de vida eterna.","referencias_relacionadas":["Romanos 15:13","Hebreus 11:1","1 Pedro 1:3"]},"proverbios_11_8_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"O 'justo' é aquele que vive em conformidade com a vontade de Deus e é protegido por Ele.","explicacao_detalhada":"A palavra 'justo' refere-se a alguém que é considerado reto diante de Deus, e suas ações refletem essa retidão.","por_que_esta_palavra":"A justiça é um atributo de Deus que deve ser refletido na vida do crente.","conexao_teologica":"A justiça do justo é baseada na fé em Cristo, que é a nossa justiça.","referencias_relacionadas":["Salmos 37:25","Romanos 1:17","Gálatas 2:16"]},"proverbios_11_8_femea":{"palavra_pt":"femea","palavra_original":"צָרָה","transliteracao":"tsârâh","strong":"H6869","significado_raiz":"Ideia básica: femea.","significado_contextual":"Refere-se à mulher em um contexto de proteção e cuidado.","explicacao_detalhada":"A palavra 'femea' é usada para descrever a mulher como um ser que traz vida e sustento, refletindo o papel da mulher na sociedade e na família.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância da mulher na construção de um lar e na manutenção da harmonia familiar.","conexao_teologica":"A mulher é vista como uma ajudadora e parceira do homem, conforme Gênesis 2:18, e sua presença é fundamental para a bênção de Deus sobre a família.","referencias_relacionadas":["Gênesis 2:18","Provérbios 31:10","Efésios 5:22-23"]},"proverbios_11_8_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Indica a ação de entrar ou vir para um lugar, simbolizando a chegada de algo ou alguém.","explicacao_detalhada":"A palavra 'vir/entrar' sugere uma transição, um movimento que pode ser físico ou espiritual, representando a busca por sabedoria e entendimento.","por_que_esta_palavra":"A palavra é usada para ilustrar a importância de se aproximar da sabedoria e da justiça, que são temas centrais em Provérbios.","conexao_teologica":"A ideia de 'vir' é frequentemente associada à vinda de Cristo e à necessidade de se aproximar de Deus, conforme Tiago 4:8.","referencias_relacionadas":["Tiago 4:8","Mateus 7:7","Provérbios 4:7"]},"proverbios_11_9_boca":{"palavra_pt":"boca","palavra_original":"פֶּה","transliteracao":"peh","strong":"H6310","significado_raiz":"Ideia básica: boca.","significado_contextual":"Refere-se à boca como o órgão de fala, simbolizando a comunicação e a expressão verbal.","explicacao_detalhada":"A palavra 'boca' é usada para enfatizar o poder das palavras e como elas podem trazer vida ou morte, bênção ou maldição.","por_que_esta_palavra":"A escolha da palavra destaca a responsabilidade que temos ao falar e o impacto que nossas palavras podem ter sobre os outros.","conexao_teologica":"As Escrituras frequentemente falam sobre a importância de controlar a língua, como em Tiago 3:5-6, onde se menciona o poder do discurso.","referencias_relacionadas":["Tiago 3:5-6","Provérbios 18:21","Salmos 34:13"]},"proverbios_11_9_pecado":{"palavra_pt":"pecado","palavra_original":"חָנֵף","transliteracao":"chânêph","strong":"H2611","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se à transgressão da lei de Deus, simbolizando a corrupção moral.","explicacao_detalhada":"A palavra 'pecado' é usada para descrever ações que vão contra a vontade de Deus e que trazem consequências negativas para o indivíduo e a comunidade.","por_que_esta_palavra":"A escolha da palavra ressalta a gravidade do pecado e a necessidade de arrependimento e perdão.","conexao_teologica":"O pecado é um tema central na teologia cristã, que enfatiza a necessidade da redenção através de Cristo, conforme Romanos 3:23.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:5"]},"proverbios_11_9_irmao":{"palavra_pt":"irmao","palavra_original":"רֵעַ","transliteracao":"rêaʻ","strong":"H7453","significado_raiz":"Ideia básica: irmao.","significado_contextual":"Refere-se a um irmão no sentido de um membro da família ou um amigo próximo.","explicacao_detalhada":"A palavra 'irmão' é usada para enfatizar a importância das relações interpessoais e da solidariedade entre os indivíduos.","por_que_esta_palavra":"A escolha da palavra destaca a responsabilidade que temos uns para com os outros, especialmente em momentos de dificuldade.","conexao_teologica":"A Bíblia ensina que devemos amar e cuidar uns dos outros, como em 1 João 4:20-21, que fala sobre o amor fraternal.","referencias_relacionadas":["1 João 4:20-21","Gálatas 6:2","Hebreus 13:1"]},"proverbios_11_10_bom":{"palavra_pt":"bom","palavra_original":"טוּב","transliteracao":"ṭûwb","strong":"H2898","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se a algo que é moralmente correto ou benéfico.","explicacao_detalhada":"A palavra 'bom' é usada para descrever ações e comportamentos que são agradáveis a Deus e que promovem o bem-estar da comunidade.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância de viver de acordo com os princípios de Deus e buscar o que é bom.","conexao_teologica":"A bondade é um fruto do Espírito, conforme Gálatas 5:22, e é essencial para a vida cristã.","referencias_relacionadas":["Gálatas 5:22","Romanos 12:21","Salmos 34:8"]},"proverbios_11_10_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"Refere-se a alguém que age de acordo com a justiça e a retidão.","explicacao_detalhada":"A palavra 'justo' é usada para descrever uma pessoa que vive em conformidade com a lei de Deus e que busca a equidade em suas ações.","por_que_esta_palavra":"A escolha da palavra destaca a importância da justiça na vida do crente e o chamado para viver de maneira íntegra.","conexao_teologica":"A justiça é um atributo de Deus e um chamado para os crentes, conforme Miquéias 6:8.","referencias_relacionadas":["Miquéias 6:8","Mateus 5:6","Salmos 37:30"]},"proverbios_11_10_perecer":{"palavra_pt":"perecer","palavra_original":"אָבַד","transliteracao":"ʼâbad","strong":"H6","significado_raiz":"Ideia básica: perecer.","significado_contextual":"Refere-se à ideia de destruição ou perda.","explicacao_detalhada":"A palavra 'perecer' é usada para descrever a consequência de ações ímpias e a inevitabilidade do juízo de Deus sobre o mal.","por_que_esta_palavra":"A escolha da palavra enfatiza a seriedade das consequências do pecado e a necessidade de arrependimento.","conexao_teologica":"A Bíblia ensina que o salário do pecado é a morte, conforme Romanos 6:23, e que a vida eterna é oferecida através de Cristo.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:30","Mateus 10:28"]},"proverbios_11_11_bencao":{"palavra_pt":"bencao","palavra_original":"בְּרָכָה","transliteracao":"Bᵉrâkâh","strong":"H1293","significado_raiz":"Ideia básica: bencao.","significado_contextual":"Refere-se a um favor ou benefício concedido por Deus.","explicacao_detalhada":"A palavra 'bênção' é usada para descrever o resultado positivo da obediência a Deus e a importância de viver de acordo com Seus princípios.","por_que_esta_palavra":"A escolha da palavra destaca a conexão entre a justiça e a bênção divina, mostrando que a vida justa resulta em bênçãos.","conexao_teologica":"As bênçãos de Deus são frequentemente associadas à obediência, conforme Deuteronômio 28:1-2.","referencias_relacionadas":["Deuteronômio 28:1-2","Salmos 1:1-3","Tiago 1:17"]},"proverbios_11_11_boca":{"palavra_pt":"boca","palavra_original":"פֶּה","transliteracao":"peh","strong":"H6310","significado_raiz":"Ideia básica: boca.","significado_contextual":"Refere-se novamente à boca como símbolo de comunicação e expressão.","explicacao_detalhada":"A palavra 'boca' é usada para enfatizar a importância das palavras que proferimos e seu impacto sobre os outros.","por_que_esta_palavra":"A escolha da palavra ressalta a responsabilidade que temos ao falar e a necessidade de usar nossas palavras para edificar.","conexao_teologica":"A Bíblia ensina que nossas palavras devem ser sempre cheias de graça e verdade, conforme Colossenses 4:6.","referencias_relacionadas":["Colossenses 4:6","Provérbios 12:18","Salmos 19:14"]},"proverbios_11_11_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' refere-se a alguém que é considerado responsável por ações erradas ou pecaminosas.","explicacao_detalhada":"No contexto de Provérbios 11:11, a palavra 'culpado' é usada para descrever a condição moral de uma pessoa que, por suas ações, traz destruição sobre a cidade. Isso implica que a culpa não é apenas individual, mas também afeta a comunidade.","por_que_esta_palavra":"A escolha da palavra 'culpado' enfatiza a responsabilidade moral e as consequências das ações do indivíduo sobre a coletividade.","conexao_teologica":"A teologia bíblica ensina que o pecado e a culpa têm repercussões não apenas pessoais, mas também sociais, refletindo a importância da justiça e da retidão na vida comunitária.","referencias_relacionadas":["Salmos 7:14","Ezequiel 18:30","Romanos 3:23"]},"proverbios_11_12_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, geralmente em um contexto de moralidade e comportamento.","explicacao_detalhada":"Em Provérbios 11:12, 'homem' é usado para descrever a figura que se comporta de maneira sábia ou tola, destacando a importância do caráter e da sabedoria nas interações sociais.","por_que_esta_palavra":"A palavra 'homem' é central para a discussão sobre a ética e a moralidade, pois a sabedoria é frequentemente atribuída a ações humanas.","conexao_teologica":"A Bíblia frequentemente fala sobre a natureza humana e a necessidade de sabedoria divina para viver de maneira justa e correta.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4","Tiago 1:5"]},"proverbios_11_12_irmao":{"palavra_pt":"irmao","palavra_original":"רֵעַ","transliteracao":"rêaʻ","strong":"H7453","significado_raiz":"Ideia básica: irmao.","significado_contextual":"A palavra 'irmão' é usada para descrever um relacionamento próximo, seja de sangue ou de amizade.","explicacao_detalhada":"No contexto de Provérbios 11:12, a palavra 'irmão' enfatiza a importância da lealdade e do apoio mútuo entre as pessoas, especialmente em momentos de dificuldade.","por_que_esta_palavra":"A escolha da palavra 'irmão' ressalta a necessidade de construir relacionamentos saudáveis e solidários na comunidade.","conexao_teologica":"A Bíblia ensina que devemos amar e cuidar uns dos outros como irmãos, refletindo o amor de Cristo por nós.","referencias_relacionadas":["Gálatas 6:2","1 João 4:20","Romanos 12:10"]},"proverbios_11_12_destituido":{"palavra_pt":"destituido","palavra_original":"חָסֵר","transliteracao":"châçêr","strong":"H2638","significado_raiz":"Ideia básica: destituido.","significado_contextual":"A palavra 'destituído' refere-se a alguém que está em falta ou carente de algo essencial.","explicacao_detalhada":"Em Provérbios 11:12, 'destituído' é usado para descrever a condição de alguém que não possui a sabedoria necessária para agir corretamente, resultando em ações imprudentes.","por_que_esta_palavra":"A palavra 'destituído' destaca a importância da sabedoria e do conhecimento na vida do indivíduo.","conexao_teologica":"A Bíblia frequentemente menciona a sabedoria como um dom de Deus, essencial para a vida plena e justa.","referencias_relacionadas":["Provérbios 4:7","Tiago 1:5","Provérbios 1:7"]},"proverbios_11_13_edificar":{"palavra_pt":"crer/amem","palavra_original":"אָמַן","transliteracao":"ʼâman","strong":"H539","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'edificar' refere-se ao ato de construir ou fortalecer algo, seja fisicamente ou espiritualmente.","explicacao_detalhada":"No contexto de Provérbios 11:13, 'edificar' implica a construção de relacionamentos e a promoção da confiança entre as pessoas, essencial para uma comunidade saudável.","por_que_esta_palavra":"A palavra 'edificar' é crucial para entender a importância da comunicação e da honestidade nas relações interpessoais.","conexao_teologica":"A Bíblia nos chama a edificar uns aos outros na fé, promovendo um ambiente de amor e apoio mútuo.","referencias_relacionadas":["1 Tessalonicenses 5:11","Efésios 4:29","Hebreus 10:24"]},"proverbios_11_13_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à manifestação de pensamentos ou sentimentos através de palavras ou ações.","explicacao_detalhada":"Em Provérbios 11:13, 'expressão' é usada para enfatizar a importância da sinceridade e da verdade nas comunicações entre as pessoas.","por_que_esta_palavra":"A palavra 'expressão' destaca a necessidade de ser verdadeiro e transparente nas interações sociais.","conexao_teologica":"A Bíblia ensina que a verdade deve ser a base de nossas palavras e ações, refletindo o caráter de Deus.","referencias_relacionadas":["Efésios 4:15","Provérbios 12:22","Colossenses 3:9"]},"proverbios_11_13_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'vento' pode simbolizar algo efêmero ou passageiro, como a falta de firmeza em ações ou pensamentos.","explicacao_detalhada":"No contexto de Provérbios 11:13, 'vento' é usado para descrever a instabilidade de alguém que não é confiável em suas palavras, comparando-o a algo que não tem substância.","por_que_esta_palavra":"A escolha da palavra 'vento' enfatiza a fragilidade da confiança em pessoas que não são sinceras.","conexao_teologica":"A Bíblia nos ensina a buscar a firmeza em Deus, que é a rocha eterna, ao invés de confiar em palavras vazias.","referencias_relacionadas":["Mateus 7:26","Tiago 1:8","Salmos 1:4"]},"proverbios_11_14_salvacao":{"palavra_pt":"salvacao","palavra_original":"תְּשׁוּעָה","transliteracao":"tᵉshûwʻâh","strong":"H8668","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A palavra 'salvação' refere-se ao ato de ser salvo ou resgatado, tanto em um sentido físico quanto espiritual.","explicacao_detalhada":"Em Provérbios 11:14, 'salvação' é usada para enfatizar a importância da sabedoria e da orientação divina na vida de uma pessoa, que pode levar à segurança e à prosperidade.","por_que_esta_palavra":"A palavra 'salvação' é central para a mensagem bíblica, que enfatiza a necessidade de buscar a ajuda de Deus em tempos de crise.","conexao_teologica":"A salvação é um tema central na Bíblia, representando a libertação do pecado e a reconciliação com Deus.","referencias_relacionadas":["Salmos 37:39","Isaías 12:2","Romanos 10:9"]},"proverbios_11_14_abundanceantly":{"palavra_pt":"abundance antly","palavra_original":"רֹב","transliteracao":"rôb","strong":"H7230","significado_raiz":"Ideia básica: abundance antly.","significado_contextual":"A palavra 'abundantemente' refere-se a uma grande quantidade ou plenitude.","explicacao_detalhada":"No contexto de Provérbios 11:14, 'abundantemente' é usado para descrever a generosidade e a provisão que vêm da sabedoria e da orientação divina.","por_que_esta_palavra":"A escolha da palavra 'abundantemente' destaca a generosidade de Deus em prover para aqueles que buscam a sabedoria.","conexao_teologica":"A Bíblia ensina que Deus é um provedor abundante, que dá generosamente àqueles que O buscam.","referencias_relacionadas":["Filipenses 4:19","Salmos 23:5","2 Coríntios 9:8"]},"proverbios_11_15_bom":{"palavra_pt":"bom","palavra_original":"רָעַע","transliteracao":"râʻaʻ","strong":"H7489","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se a algo que é moralmente correto ou desejável.","explicacao_detalhada":"Em Provérbios 11:15, 'bom' é usado para descrever a qualidade de uma pessoa que age com integridade e justiça, contrastando com aqueles que são desonestos.","por_que_esta_palavra":"A palavra 'bom' é fundamental para a compreensão da ética bíblica, que valoriza a justiça e a retidão.","conexao_teologica":"A Bíblia ensina que Deus é a fonte do bem e que devemos buscar viver de acordo com Seus padrões de moralidade.","referencias_relacionadas":["Gálatas 5:22","Romanos 12:21","Mateus 5:16"]},"proverbios_11_15_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma explicação ou justificativa.","explicacao_detalhada":"Neste contexto, 'porque' conecta a ação de se envolver com um inimigo à consequência que isso traz, enfatizando a importância de se evitar alianças perigosas.","por_que_esta_palavra":"A palavra é fundamental para entender a lógica do provérbio, que alerta sobre as consequências de se associar com pessoas que podem trazer prejuízo.","conexao_teologica":"A escolha de palavras e associações é um tema recorrente na sabedoria bíblica, onde a prudência é valorizada.","referencias_relacionadas":["Provérbios 13:20","Provérbios 22:24-25","1 Coríntios 15:33"]},"proverbios_11_15_inimigo":{"palavra_pt":"inimigo","palavra_original":"שָׂנֵא","transliteracao":"sânêʼ","strong":"H8130","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se a alguém que se opõe ou deseja o mal a outra pessoa.","explicacao_detalhada":"O termo 'inimigo' é usado para descrever aqueles que podem causar dano ou desgraça, e a advertência é sobre a imprudência de se associar a tais indivíduos.","por_que_esta_palavra":"A palavra é crucial para entender a natureza das relações humanas e os riscos associados a elas.","conexao_teologica":"A Bíblia frequentemente aborda a questão de como devemos nos relacionar com os outros, enfatizando a importância de escolher bem as companhias.","referencias_relacionadas":["Salmos 1:1","Mateus 5:44","Romanos 12:18"]},"proverbios_11_16_poderoso":{"palavra_pt":"poderoso","palavra_original":"עָרִיץ","transliteracao":"ʻârîyts","strong":"H6184","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se a alguém que possui força ou influência.","explicacao_detalhada":"Neste versículo, o 'poderoso' é contrastado com o que é favorável, sugerindo que a verdadeira força não está apenas em poder, mas em favor e bondade.","por_que_esta_palavra":"A palavra é importante para entender a dinâmica entre poder e favor, e como isso se aplica nas relações humanas.","conexao_teologica":"A Bíblia ensina que o verdadeiro poder é encontrado na humildade e na bondade, refletindo o caráter de Deus.","referencias_relacionadas":["Salmos 37:11","Mateus 5:5","Tiago 4:10"]},"proverbios_11_16_favour":{"palavra_pt":"graca/favor","palavra_original":"חֵן","transliteracao":"chên","strong":"H2580","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à graça ou favor que alguém pode ter diante de outros.","explicacao_detalhada":"A palavra 'graça' implica em um favor imerecido, que é mais valioso do que a força bruta, destacando a importância da bondade nas relações.","por_que_esta_palavra":"É essencial para entender que o favor pode trazer mais benefícios do que a força, promovendo relacionamentos saudáveis.","conexao_teologica":"A graça é um tema central na teologia cristã, refletindo o amor e a misericórdia de Deus para com a humanidade.","referencias_relacionadas":["Efésios 2:8-9","Romanos 5:20","2 Coríntios 12:9"]},"proverbios_11_16_bom":{"palavra_pt":"gloria","palavra_original":"כָּבוֹד","transliteracao":"kâbôwd","strong":"H3519","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à honra ou glória que alguém pode ter.","explicacao_detalhada":"A palavra 'glória' aqui sugere que a verdadeira honra vem de ações justas e favoráveis, não apenas de poder ou riqueza.","por_que_esta_palavra":"É importante para entender que a verdadeira grandeza é medida pela bondade e não pela opressão.","conexao_teologica":"A Bíblia frequentemente associa a glória de Deus com Sua bondade e justiça, desafiando as noções humanas de sucesso.","referencias_relacionadas":["Salmos 29:2","Romanos 2:10","1 Pedro 5:10"]},"proverbios_11_17_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à vida ou à alma de uma pessoa.","explicacao_detalhada":"A palavra 'alma' destaca a importância da vida e do bem-estar do ser humano, enfatizando a conexão entre ações e consequências.","por_que_esta_palavra":"É crucial para entender que nossas ações têm impacto direto na vida dos outros, refletindo a responsabilidade moral.","conexao_teologica":"A Bíblia ensina que a vida é sagrada e deve ser tratada com respeito e dignidade, refletindo o caráter de Deus.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","1 Coríntios 6:19-20"]},"proverbios_11_17_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em geral.","explicacao_detalhada":"A palavra 'homem' é usada para enfatizar a dignidade e o valor de cada indivíduo, independentemente de sua posição social.","por_que_esta_palavra":"É importante para entender que todos têm valor e merecem respeito, refletindo a criação de Deus.","conexao_teologica":"A Bíblia ensina que todos os seres humanos são criados à imagem de Deus, conferindo-lhes dignidade e valor.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 3:9"]},"proverbios_11_17_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"Refere-se à misericórdia e ao amor leal de Deus.","explicacao_detalhada":"A palavra 'misericórdia' destaca a natureza de Deus como um ser que perdoa e se importa com a humanidade.","por_que_esta_palavra":"É essencial para entender a relação entre Deus e a humanidade, enfatizando Sua disposição para perdoar e amar.","conexao_teologica":"A misericórdia de Deus é um tema central na Bíblia, refletindo Sua natureza e o chamado para que os humanos também sejam misericordiosos.","referencias_relacionadas":["Salmos 136:1","Miquéias 6:8","Romanos 5:8"]},"proverbios_11_18_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"Refere-se a alguém que é considerado culpado de um erro ou pecado.","explicacao_detalhada":"A palavra 'culpado' implica em responsabilidade por ações que causam dano a outros, refletindo a justiça divina.","por_que_esta_palavra":"É importante para entender a consequência das ações e a necessidade de arrependimento e restauração.","conexao_teologica":"A Bíblia ensina sobre a importância da justiça e da responsabilidade, bem como a oferta de perdão através de Cristo.","referencias_relacionadas":["Romanos 3:23","Gálatas 6:7","1 João 1:9"]},"proverbios_11_18_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal feroz, usado como metáfora para perigo ou destruição.","explicacao_detalhada":"A palavra 'urso' simboliza a ferocidade e a imprevisibilidade do mal, alertando sobre os riscos de se viver de maneira imprudente.","por_que_esta_palavra":"É importante para entender a gravidade das consequências que podem advir de ações erradas.","conexao_teologica":"A Bíblia usa várias metáforas para descrever o mal e suas consequências, enfatizando a necessidade de vigilância e sabedoria.","referencias_relacionadas":["Provérbios 17:12","Mateus 7:15","1 Pedro 5:8"]},"proverbios_11_18_cause":{"palavra_pt":"cause","palavra_original":"שֶׁקֶר","transliteracao":"sheqer","strong":"H8267","significado_raiz":"Ideia básica: cause.","significado_contextual":"Refere-se à ideia de que a causa de ações erradas leva à desgraça.","explicacao_detalhada":"A palavra 'cause' implica em uma ação que resulta em consequências, especialmente no contexto de ações injustas que não trazem verdadeira recompensa.","por_que_esta_palavra":"É usada para enfatizar a diferença entre a aparência de sucesso e a verdadeira recompensa que vem de Deus.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, onde ações justas são recompensadas e ações injustas trazem consequências.","referencias_relacionadas":["Salmos 37:1-2","Gálatas 6:7","Provérbios 10:3"]},"proverbios_11_19_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à vida física e à natureza humana.","explicacao_detalhada":"A palavra 'carne' simboliza a fragilidade da vida e a necessidade de buscar a vida verdadeira que vem de Deus.","por_que_esta_palavra":"É utilizada para contrastar a vida carnal com a vida espiritual, enfatizando a importância de seguir a vontade de Deus.","conexao_teologica":"A Bíblia frequentemente fala sobre a luta entre a carne e o espírito, destacando a necessidade de viver de acordo com o Espírito Santo.","referencias_relacionadas":["Romanos 8:6","Gálatas 5:17","1 Pedro 1:24"]},"proverbios_11_19_seguir":{"palavra_pt":"seguir","palavra_original":"רָדַף","transliteracao":"râdaph","strong":"H7291","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Indica a ação de perseguir ou buscar algo com determinação.","explicacao_detalhada":"A palavra 'seguir' implica em um esforço ativo para alcançar a vida, que é um tema central na busca pela sabedoria e pela justiça.","por_que_esta_palavra":"É usada para mostrar que a busca pela vida verdadeira requer ação e compromisso.","conexao_teologica":"A busca pela vida é um chamado para todos os crentes, enfatizando a importância de seguir a Cristo.","referencias_relacionadas":["Mateus 16:24","João 10:10","Provérbios 4:23"]},"proverbios_11_19_morte":{"palavra_pt":"morte","palavra_original":"מָוֶת","transliteracao":"mâveth","strong":"H4194","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à separação da vida espiritual e física.","explicacao_detalhada":"A palavra 'morte' simboliza não apenas a morte física, mas também a morte espiritual que resulta da desobediência a Deus.","por_que_esta_palavra":"É utilizada para contrastar a vida que vem de Deus com a morte que resulta do pecado.","conexao_teologica":"A morte é um tema recorrente na Bíblia, onde a vida eterna é oferecida através de Cristo.","referencias_relacionadas":["Romanos 6:23","João 3:16","Apocalipse 21:4"]},"proverbios_11_20_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor como símbolo de Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' implica em reverência e reconhecimento da soberania de Deus sobre todas as coisas.","por_que_esta_palavra":"É usada para enfatizar a importância de viver de acordo com a vontade de Deus e de honrar Seu nome.","conexao_teologica":"O nome de Deus é central na adoração e na relação do crente com Ele.","referencias_relacionadas":["Salmos 8:1","Êxodo 20:7","Filipenses 2:9-11"]},"proverbios_11_20_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao centro das emoções e decisões humanas.","explicacao_detalhada":"A palavra 'coração' simboliza a essência do ser humano, onde se originam os pensamentos e as intenções.","por_que_esta_palavra":"É usada para mostrar que Deus se preocupa com o que está dentro de nós, não apenas com as ações externas.","conexao_teologica":"A transformação do coração é fundamental na vida cristã, onde Deus promete dar um novo coração.","referencias_relacionadas":["Provérbios 4:23","Ezequiel 36:26","Mateus 5:8"]},"proverbios_11_20_verdade":{"palavra_pt":"verdade","palavra_original":"תָּמִים","transliteracao":"tâmîym","strong":"H8549","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à integridade e à sinceridade nas ações e palavras.","explicacao_detalhada":"A palavra 'verdade' implica em viver de maneira autêntica e justa, refletindo o caráter de Deus.","por_que_esta_palavra":"É usada para enfatizar a importância de ser verdadeiro em todas as áreas da vida.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental para a vida cristã, onde Jesus se apresenta como a Verdade.","referencias_relacionadas":["João 14:6","Salmos 51:6","Efésios 4:15"]},"proverbios_11_21_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à ação e ao trabalho que realizamos.","explicacao_detalhada":"A palavra 'mão' simboliza a capacidade de agir e de realizar obras, tanto boas quanto más.","por_que_esta_palavra":"É usada para mostrar que as ações têm consequências, e que Deus observa o que fazemos.","conexao_teologica":"As obras são uma expressão da fé, e a Bíblia ensina que seremos julgados pelas nossas ações.","referencias_relacionadas":["Tiago 2:17","Mateus 5:16","Gálatas 6:9"]},"proverbios_11_21_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à negação da verdade e à importância de ser fiel.","explicacao_detalhada":"A palavra 'verdade' aqui é usada para enfatizar que a desonestidade não prevalecerá.","por_que_esta_palavra":"É utilizada para contrastar a verdade com a mentira, mostrando que a verdade é sempre a melhor escolha.","conexao_teologica":"A verdade é um princípio fundamental no reino de Deus, onde a mentira não tem lugar.","referencias_relacionadas":["Provérbios 12:19","Salmos 119:160","João 8:32"]},"proverbios_11_21_semente":{"palavra_pt":"semente/descendencia","palavra_original":"זֶרַע","transliteracao":"zeraʻ","strong":"H2233","significado_raiz":"Ideia básica: semente.","significado_contextual":"Refere-se à descendência e ao legado que deixamos.","explicacao_detalhada":"A palavra 'semente' simboliza não apenas a prole física, mas também as influências e ensinamentos que passamos adiante.","por_que_esta_palavra":"É usada para enfatizar a importância de cultivar uma vida que produza frutos duradouros.","conexao_teologica":"A ideia de semear e colher é um princípio espiritual que permeia toda a Escritura.","referencias_relacionadas":["Gálatas 6:7","Mateus 13:23","Salmos 127:3"]},"proverbios_11_22_juizo":{"palavra_pt":"juizo","palavra_original":"טַעַם","transliteracao":"ṭaʻam","strong":"H2940","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se à capacidade de discernir e avaliar corretamente as situações da vida.","explicacao_detalhada":"O juízo é essencial para tomar decisões sábias e justas. Em Provérbios 11:22, a comparação entre uma mulher bela sem juízo e um porco com um anel no focinho ilustra que a beleza exterior não é suficiente sem a sabedoria e o discernimento que vêm do juízo.","por_que_esta_palavra":"A palavra 'juízo' é usada para enfatizar a importância de ter discernimento e sabedoria nas ações e decisões diárias.","conexao_teologica":"O juízo é uma qualidade divina, refletindo a sabedoria de Deus em guiar Seus filhos a viverem de maneira justa e sábia.","referencias_relacionadas":["Provérbios 2:6","Tiago 1:5","Salmos 37:30"]},"proverbios_11_22_chamar":{"palavra_pt":"chamar","palavra_original":"סוּר","transliteracao":"çûwr","strong":"H5493","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Indica a ação de convocar ou chamar a atenção para algo importante.","explicacao_detalhada":"Em Provérbios 11:22, a ideia de 'chamar' está relacionada à necessidade de se fazer ouvir e de se destacar o que realmente importa na vida, que é o juízo e a sabedoria.","por_que_esta_palavra":"A palavra 'chamar' é usada para enfatizar a urgência de se buscar sabedoria e discernimento em meio às distrações do mundo.","conexao_teologica":"Deus chama Seu povo a viver em sabedoria e a buscar o entendimento, como um convite para uma vida plena.","referencias_relacionadas":["Provérbios 1:20","Isaías 55:1","Mateus 11:28"]},"proverbios_11_23_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"Refere-se àqueles que vivem de acordo com os princípios de Deus e praticam a justiça.","explicacao_detalhada":"O justo é aquele que busca a retidão e a integridade em suas ações. Em Provérbios 11:23, a expectativa do justo é a vida, enquanto o desejo dos ímpios é a destruição.","por_que_esta_palavra":"A palavra 'justo' é fundamental para entender a natureza do caráter que Deus espera de Seus seguidores.","conexao_teologica":"A justiça é um atributo de Deus e é central na relação entre Ele e Seu povo, refletindo a necessidade de viver em conformidade com Sua vontade.","referencias_relacionadas":["Salmos 37:25","Romanos 1:17","Mateus 5:6"]},"proverbios_11_23_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade e à qualidade positiva das ações e do caráter.","explicacao_detalhada":"Em Provérbios 11:23, o 'bom' é associado à expectativa de bênçãos e recompensas para aqueles que vivem de maneira justa e íntegra.","por_que_esta_palavra":"A palavra 'bom' é usada para descrever a natureza de Deus e a expectativa de que Seus seguidores reflitam essa bondade em suas vidas.","conexao_teologica":"A bondade de Deus é um tema central na Escritura, mostrando que Ele deseja o bem para Seu povo e que a verdadeira bondade se manifesta em ações justas.","referencias_relacionadas":["Salmos 119:68","Gálatas 6:9","Romanos 12:21"]},"proverbios_11_23_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"Refere-se à condição de estar em falta ou ser responsável por ações erradas.","explicacao_detalhada":"Em Provérbios 11:23, o 'culpado' é contrastado com o justo, mostrando que a vida do ímpio leva à destruição, enquanto o justo é recompensado.","por_que_esta_palavra":"A palavra 'culpado' é importante para entender as consequências do pecado e a necessidade de arrependimento.","conexao_teologica":"A culpa é um tema que permeia a Escritura, enfatizando a necessidade de redenção e a graça de Deus para aqueles que se arrependem.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 32:5"]},"proverbios_11_24_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à existência plena e ao bem-estar que resulta de viver de acordo com a sabedoria.","explicacao_detalhada":"Em Provérbios 11:24, a ideia de vida está ligada à generosidade e ao ato de compartilhar, mostrando que aqueles que dão vida a outros também recebem vida em abundância.","por_que_esta_palavra":"A palavra 'vida' é central na mensagem bíblica, refletindo o desejo de Deus de que Seu povo viva plenamente.","conexao_teologica":"A vida é um dom de Deus e é frequentemente associada à Sua presença e bênção na vida dos crentes.","referencias_relacionadas":["João 10:10","Gálatas 6:7","Provérbios 3:1-2"]},"proverbios_11_24_assuage":{"palavra_pt":"assuage","palavra_original":"חָשַׂךְ","transliteracao":"châsak","strong":"H2820","significado_raiz":"Ideia básica: assuage.","significado_contextual":"Refere-se ao ato de aliviar ou suavizar a dor e o sofrimento.","explicacao_detalhada":"Em Provérbios 11:24, a ideia de 'assuage' está relacionada à generosidade que traz alívio e bênção à vida dos outros.","por_que_esta_palavra":"A palavra 'assuage' enfatiza a importância de cuidar dos necessitados e de trazer conforto aos que sofrem.","conexao_teologica":"Deus é descrito como aquele que consola e alivia o sofrimento, e Seus seguidores são chamados a fazer o mesmo.","referencias_relacionadas":["Mateus 5:7","2 Coríntios 1:3-4","Isaías 61:1"]},"proverbios_11_25_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à alma ou vida, enfatizando a importância do ser humano como criação de Deus.","explicacao_detalhada":"Em Provérbios 11:25, a ideia de que quem dá generosamente será satisfeito reflete a conexão entre a vida e a generosidade, mostrando que a alma é nutrida por atos de bondade.","por_que_esta_palavra":"A palavra 'alma' é usada para destacar a dignidade e o valor da vida humana, criada à imagem de Deus.","conexao_teologica":"A alma é vista como a essência do ser humano, e a Escritura ensina que Deus se importa profundamente com cada vida.","referencias_relacionadas":["Gênesis 1:27","Mateus 10:31","Salmos 139:14"]},"proverbios_11_25_bencao":{"palavra_pt":"bencao","palavra_original":"בְּרָכָה","transliteracao":"Bᵉrâkâh","strong":"H1293","significado_raiz":"Ideia básica: bencao.","significado_contextual":"Refere-se a um favor ou benefício concedido por Deus, muitas vezes como resultado de ações justas.","explicacao_detalhada":"Em Provérbios 11:25, a bênção é apresentada como uma consequência da generosidade, mostrando que aqueles que abençoam os outros também serão abençoados.","por_que_esta_palavra":"A palavra 'bênção' é central na teologia bíblica, refletindo a bondade e a generosidade de Deus para com Seu povo.","conexao_teologica":"A bênção de Deus é um tema recorrente na Escritura, mostrando que Ele deseja prosperidade e bem-estar para aqueles que O seguem.","referencias_relacionadas":["Deuteronômio 28:2","Salmos 1:3","Gálatas 6:9"]},"proverbios_11_25_accept":{"palavra_pt":"aceitar","palavra_original":"דָּשֵׁן","transliteracao":"dâshên","strong":"H1878","significado_raiz":"Ideia básica: aceitar.","significado_contextual":"Refere-se ao ato de receber ou acolher algo de bom.","explicacao_detalhada":"Em Provérbios 11:25, a ideia de aceitar está ligada à generosidade e à disposição de receber as bênçãos que vêm de Deus ao abençoar os outros.","por_que_esta_palavra":"A palavra 'aceitar' enfatiza a importância de estar aberto às bênçãos e à generosidade de Deus em nossas vidas.","conexao_teologica":"A aceitação das bênçãos de Deus é um aspecto da vida cristã, onde os crentes são chamados a reconhecer e agradecer por tudo o que recebem.","referencias_relacionadas":["Tiago 1:17","Salmos 107:1","Romanos 12:1"]},"proverbios_11_26_bencao":{"palavra_pt":"bencao","palavra_original":"בְּרָכָה","transliteracao":"Bᵉrâkâh","strong":"H1293","significado_raiz":"Ideia básica: bencao.","significado_contextual":"A palavra 'bênção' refere-se a um favor divino que resulta em prosperidade e bem-estar.","explicacao_detalhada":"No contexto de Provérbios 11:26, a bênção é associada à generosidade e ao ato de compartilhar. Aquele que abençoa os outros é recompensado por Deus.","por_que_esta_palavra":"Esta palavra é central na compreensão da relação entre a generosidade e a prosperidade na vida do crente.","conexao_teologica":"A bênção de Deus é um tema recorrente na Bíblia, simbolizando a sua graça e favor sobre aqueles que seguem seus caminhos.","referencias_relacionadas":["Gênesis 12:2","Deuteronômio 28:2","Salmos 37:26"]},"proverbios_11_26_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se à origem ou à liderança em um determinado contexto.","explicacao_detalhada":"Em Provérbios 11:26, o princípio está relacionado à ideia de que o que se planta, se colhe, e que a liderança moral e ética é fundamental para a prosperidade.","por_que_esta_palavra":"É importante para entender a estrutura moral e ética que rege as interações humanas e a justiça divina.","conexao_teologica":"Deus é apresentado como o princípio de toda sabedoria e entendimento, e a obediência a seus princípios resulta em bênçãos.","referencias_relacionadas":["Provérbios 1:7","Provérbios 4:7","Tiago 1:5"]},"proverbios_11_26_deny":{"palavra_pt":"deny","palavra_original":"מָנַע","transliteracao":"mânaʻ","strong":"H4513","significado_raiz":"Ideia básica: deny.","significado_contextual":"A palavra 'negar' implica em reter ou impedir algo que poderia ser dado.","explicacao_detalhada":"No versículo, a ideia é que aqueles que negam a generosidade e a bênção aos outros estão, na verdade, se privando das bênçãos de Deus.","por_que_esta_palavra":"É crucial para entender a dinâmica entre dar e receber na economia de Deus.","conexao_teologica":"A negação de bênçãos pode ser vista como uma violação dos princípios de amor e generosidade que Deus espera de seus seguidores.","referencias_relacionadas":["Lucas 6:38","2 Coríntios 9:6","Mateus 25:45"]},"proverbios_11_27_seguir":{"palavra_pt":"seguir","palavra_original":"דָּרַשׁ","transliteracao":"dârash","strong":"H1875","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' refere-se à busca ativa de algo, como a justiça ou a sabedoria.","explicacao_detalhada":"Em Provérbios 11:27, seguir a justiça é um chamado para a ação, enfatizando que aqueles que buscam o bem serão recompensados.","por_que_esta_palavra":"É fundamental para a vida cristã, que envolve uma busca contínua pela santidade e pela justiça.","conexao_teologica":"A busca pela justiça é um reflexo do caráter de Deus e é um chamado para todos os crentes.","referencias_relacionadas":["Mateus 5:6","Salmos 119:10","Isaías 55:6"]},"proverbios_11_27_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se a algo que é moralmente correto e desejável.","explicacao_detalhada":"No contexto do versículo, o 'bom' está associado à busca pela justiça e ao resultado positivo que vem dessa busca.","por_que_esta_palavra":"É essencial para entender a natureza de Deus, que é a própria definição de bondade.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, refletindo seu caráter e suas ações em favor da humanidade.","referencias_relacionadas":["Salmos 34:8","Gálatas 5:22","Romanos 12:2"]},"proverbios_11_28_arvore":{"palavra_pt":"arvore","palavra_original":"עָלֶה","transliteracao":"ʻâleh","strong":"H5929","significado_raiz":"Ideia básica: arvore.","significado_contextual":"A palavra 'árvore' simboliza crescimento, estabilidade e frutos que resultam de uma vida bem fundamentada.","explicacao_detalhada":"Em Provérbios 11:28, a árvore é uma metáfora para a vida do justo, que é frutífera e abençoada por Deus.","por_que_esta_palavra":"A imagem da árvore é frequentemente usada na Bíblia para ilustrar a vida espiritual e o caráter do justo.","conexao_teologica":"A árvore plantada junto a ribeiros de águas é uma representação da vida que flui da comunhão com Deus.","referencias_relacionadas":["Salmos 1:3","Jeremias 17:7-8","Mateus 7:17"]},"proverbios_11_28_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"A palavra 'justo' refere-se a alguém que vive de acordo com os padrões de Deus.","explicacao_detalhada":"No versículo, o justo é aquele que confia em Deus e vive de maneira ética, sendo recompensado por sua fidelidade.","por_que_esta_palavra":"É crucial para entender a natureza do relacionamento entre o ser humano e Deus, baseado na justiça.","conexao_teologica":"A justiça é um atributo de Deus e um chamado para todos os que desejam segui-lo.","referencias_relacionadas":["Salmos 37:25","Provérbios 4:18","Romanos 1:17"]},"proverbios_11_28_mulher":{"palavra_pt":"mulher","palavra_original":"בָּטַח","transliteracao":"bâṭach","strong":"H982","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' neste contexto pode se referir à figura da mulher sábia e virtuosa.","explicacao_detalhada":"Em Provérbios, a mulher é frequentemente apresentada como um símbolo de sabedoria e virtude, que traz bênçãos ao lar.","por_que_esta_palavra":"É importante para entender o papel da mulher na sociedade e na família segundo a perspectiva bíblica.","conexao_teologica":"A mulher virtuosa é um reflexo do caráter de Deus e de sua sabedoria em ação.","referencias_relacionadas":["Provérbios 31:10","Gênesis 2:18","Tito 2:3-5"]},"proverbios_11_29_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar, à família e à estrutura de vida que Deus deseja para seus filhos.","explicacao_detalhada":"Em Provérbios 11:29, a casa é vista como um lugar de segurança e bênção, que pode ser destruído pela falta de sabedoria.","por_que_esta_palavra":"É essencial para entender a importância da família e do lar na vida cristã.","conexao_teologica":"A casa é frequentemente usada como uma metáfora para a presença de Deus e a segurança que Ele oferece.","referencias_relacionadas":["Salmos 127:1","Efésios 5:25-33","1 Pedro 3:1-7"]},"proverbios_11_29_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'vento' pode simbolizar o espírito ou a força invisível que atua na vida das pessoas.","explicacao_detalhada":"No contexto do versículo, o vento representa a instabilidade e a fragilidade da vida sem a direção de Deus.","por_que_esta_palavra":"É importante para entender a dependência do ser humano em relação a Deus e à sua orientação.","conexao_teologica":"O vento é frequentemente usado na Bíblia para ilustrar a ação do Espírito Santo e a necessidade de estar em sintonia com Ele.","referencias_relacionadas":["João 3:8","Atos 2:2","Eclesiastes 1:14"]},"proverbios_11_29_servo":{"palavra_pt":"servo","palavra_original":"עֶבֶד","transliteracao":"ʻebed","strong":"H5650","significado_raiz":"Ideia básica: servo.","significado_contextual":"A palavra 'servo' refere-se a alguém que serve ou é submisso a outra pessoa, muitas vezes em um contexto de trabalho ou dedicação.","explicacao_detalhada":"No contexto de Provérbios 11:29, o 'servo' é aquele que, por suas ações e comportamentos, pode causar descontentamento e desgraça para sua família. A ideia é que a falta de sabedoria e a má conduta podem levar a consequências negativas.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a importância do comportamento do servo e como ele pode impactar não apenas sua vida, mas também a vida de sua família.","conexao_teologica":"A relação entre servo e mestre é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo. Assim como um servo deve ser fiel, os crentes são chamados a serem fiéis a Deus.","referencias_relacionadas":["Mateus 25:21","Lucas 16:13","Romanos 6:22"]},"proverbios_11_30_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"A palavra 'justo' refere-se a alguém que age de acordo com a justiça e a retidão, sendo moralmente correto.","explicacao_detalhada":"Em Provérbios 11:30, o justo é comparado a uma árvore frutífera, simbolizando que suas ações e decisões trazem vida e bênçãos, tanto para si quanto para os outros.","por_que_esta_palavra":"A palavra é escolhida para destacar a importância da justiça e da retidão na vida do crente, mostrando que a verdadeira sabedoria resulta em ações justas.","conexao_teologica":"A justiça é um atributo de Deus e é central na mensagem bíblica. Os justos são frequentemente vistos como aqueles que refletem o caráter de Deus em suas vidas.","referencias_relacionadas":["Salmos 1:3","Mateus 5:6","Romanos 1:17"]},"proverbios_11_30_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' refere-se à natureza humana, incluindo suas fraquezas e limitações.","explicacao_detalhada":"No contexto de Provérbios 11:30, a carne é mencionada para ilustrar a fragilidade humana e a necessidade de buscar a sabedoria divina para viver de maneira frutífera.","por_que_esta_palavra":"A escolha da palavra 'carne' enfatiza a dualidade da natureza humana e a luta entre a carne e o espírito, um tema recorrente nas Escrituras.","conexao_teologica":"A carne é frequentemente associada ao pecado e à morte, enquanto o espírito é associado à vida e à justiça. Essa dualidade é fundamental para entender a necessidade de redenção.","referencias_relacionadas":["Gálatas 5:17","Romanos 8:6","1 Pedro 1:24"]},"proverbios_11_30_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' implica em ação, em agarrar ou receber algo com intenção.","explicacao_detalhada":"Em Provérbios 11:30, 'tomar' é usado para descrever a ação de buscar e receber a sabedoria, que é comparada a um fruto que traz vida.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a necessidade de uma ação deliberada na busca pela sabedoria e pela justiça.","conexao_teologica":"A ideia de 'tomar' é central na relação do crente com Deus, onde a fé é uma ação de receber a graça e a sabedoria divina.","referencias_relacionadas":["Tiago 1:5","Provérbios 4:7","Mateus 7:7"]},"proverbios_11_31_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico, ao lugar onde os seres humanos habitam.","explicacao_detalhada":"No contexto de Provérbios 11:31, a terra é mencionada em relação às consequências das ações dos justos e dos ímpios, indicando que a justiça traz bênçãos à terra.","por_que_esta_palavra":"A escolha da palavra 'terra' destaca a conexão entre a vida espiritual e as realidades físicas, mostrando que as ações têm impacto no mundo ao nosso redor.","conexao_teologica":"A terra é frequentemente vista como o domínio de Deus, onde Sua justiça e retidão devem prevalecer. A relação entre o céu e a terra é um tema central na Bíblia.","referencias_relacionadas":["Salmos 37:29","Isaías 60:21","Mateus 5:5"]},"proverbios_11_31_pecado":{"palavra_pt":"pecado","palavra_original":"חָטָא","transliteracao":"châṭâʼ","strong":"H2398","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' refere-se à transgressão da lei de Deus, à desobediência.","explicacao_detalhada":"Em Provérbios 11:31, o pecado é mencionado como algo que traz consequências negativas, tanto para o indivíduo quanto para a sociedade.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a gravidade do pecado e suas repercussões, contrastando com a vida dos justos.","conexao_teologica":"O pecado é um tema central na teologia bíblica, mostrando a necessidade de redenção e a importância da graça de Deus para a salvação.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Gálatas 6:7"]},"proverbios_11_31_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma interjeição que chama a atenção para algo importante.","explicacao_detalhada":"No contexto de Provérbios 11:31, 'eis' é usado para destacar a verdade sobre as consequências do comportamento humano, tanto do justo quanto do ímpio.","por_que_esta_palavra":"A escolha de 'eis' serve para enfatizar a importância da mensagem e a necessidade de atenção por parte do leitor.","conexao_teologica":"A chamada à atenção é um convite para refletir sobre as verdades espirituais e a necessidade de viver de acordo com a vontade de Deus.","referencias_relacionadas":["Isaías 40:9","Mateus 11:15","Apocalipse 3:20"]}}