{"proverbios_24_1_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua totalidade, incluindo suas ações e caráter.","explicacao_detalhada":"Neste contexto, 'homem' é mencionado para alertar sobre a influência de pessoas más e a necessidade de discernimento.","por_que_esta_palavra":"A palavra 'homem' é utilizada para enfatizar a responsabilidade individual e a necessidade de vigilância nas relações.","conexao_teologica":"A Bíblia ensina que o homem é criado à imagem de Deus, o que confere dignidade e responsabilidade a suas ações.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 1:22"]},"proverbios_24_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda moral ou espiritual que pode ocorrer devido à influência negativa.","explicacao_detalhada":"A palavra 'cair' implica um desvio do caminho certo, resultando em consequências prejudiciais.","por_que_esta_palavra":"A escolha da palavra 'cair' é significativa, pois destaca a vulnerabilidade do ser humano diante das tentações.","conexao_teologica":"A Bíblia adverte sobre a queda e a necessidade de permanecer firme na fé e na sabedoria de Deus.","referencias_relacionadas":["1 Coríntios 10:12","Gálatas 5:7","Hebreus 12:1"]},"proverbios_24_2_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma explicação ou justificativa para a advertência que se segue.","explicacao_detalhada":"A palavra 'porque' conecta a razão pela qual se deve evitar a influência de pessoas más.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a lógica por trás da advertência e a importância de discernir as companhias.","conexao_teologica":"A Bíblia frequentemente usa a lógica e a razão para ensinar princípios de vida e moralidade.","referencias_relacionadas":["Provérbios 1:10","1 Coríntios 15:33","Salmos 1:1"]},"proverbios_24_2_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Novamente, o coração é mencionado como o centro das intenções e pensamentos do homem.","explicacao_detalhada":"A palavra 'coração' aqui reforça a ideia de que as ações externas são reflexo do que está dentro de nós.","por_que_esta_palavra":"A repetição da palavra 'coração' enfatiza a importância de cuidar do nosso interior para evitar cair em más influências.","conexao_teologica":"Deus se preocupa com o coração do homem, buscando sinceridade e verdade em nossas intenções.","referencias_relacionadas":["Provérbios 4:23","Mateus 15:18-19","Salmos 139:23-24"]},"proverbios_24_2_corpo":{"palavra_pt":"corpo","palavra_original":"עָמָל","transliteracao":"ʻâmâl","strong":"H5999","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao esforço físico e ao trabalho que podem ser influenciados por más companhias.","explicacao_detalhada":"A palavra 'corpo' sugere que o trabalho e o esforço do homem podem ser afetados negativamente por más influências.","por_que_esta_palavra":"A escolha da palavra 'corpo' é significativa, pois destaca a relação entre o que fazemos e as influências que recebemos.","conexao_teologica":"A Bíblia ensina que o trabalho é uma parte importante da vida e que deve ser feito com integridade e propósito.","referencias_relacionadas":["Colossenses 3:23","Provérbios 14:23","Gênesis 2:15"]},"proverbios_24_3_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"חׇכְמָה","transliteracao":"chokmâh","strong":"H2451","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"A sabedoria é apresentada como um fundamento essencial para a construção de uma vida e de uma casa próspera.","explicacao_detalhada":"No contexto de Provérbios 24:3, a sabedoria é a habilidade de aplicar conhecimento de forma prática e eficaz. Ela é vista como um elemento vital que traz ordem e estrutura à vida.","por_que_esta_palavra":"A palavra 'sabedoria' é utilizada para enfatizar a importância de discernimento e entendimento na vida cotidiana, especialmente na formação de lares e relacionamentos.","conexao_teologica":"A sabedoria é frequentemente associada a Deus, que é a fonte de toda sabedoria. Em Tiago 1:5, é dito que se alguém tem falta de sabedoria, deve pedi-la a Deus.","referencias_relacionadas":["Provérbios 1:7","Provérbios 3:13","Tiago 1:5"]},"proverbios_24_3_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A casa simboliza não apenas uma estrutura física, mas também a vida familiar e a comunidade.","explicacao_detalhada":"No versículo, a construção da casa representa a criação de um ambiente seguro e acolhedor, onde a sabedoria é o alicerce que sustenta essa construção.","por_que_esta_palavra":"A palavra 'casa' é escolhida para mostrar a importância de um lar fundamentado em princípios sábios e justos, refletindo a estabilidade e a segurança.","conexao_teologica":"A casa é frequentemente usada na Bíblia como uma metáfora para a vida em comunidade e a relação entre Deus e Seu povo, como em Salmos 127:1.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Efésios 2:19-22"]},"proverbios_24_4_conhecimento":{"palavra_pt":"conhecimento","palavra_original":"דַּעַת","transliteracao":"daʻath","strong":"H1847","significado_raiz":"Ideia básica: conhecimento.","significado_contextual":"O conhecimento é a base sobre a qual a sabedoria é construída, permitindo discernimento e entendimento.","explicacao_detalhada":"Neste versículo, o conhecimento é visto como a informação e a compreensão necessárias para tomar decisões sábias e justas na vida.","por_que_esta_palavra":"A palavra 'conhecimento' é utilizada para destacar a importância de aprender e entender a verdade, que é essencial para a aplicação da sabedoria.","conexao_teologica":"O conhecimento é frequentemente mencionado na Bíblia como algo que deve ser buscado, como em Provérbios 2:6, onde se diz que o Senhor dá sabedoria.","referencias_relacionadas":["Provérbios 2:6","Provérbios 18:15","Colossenses 1:9"]},"proverbios_24_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O modo refere-se à maneira como a sabedoria e o conhecimento são aplicados na vida prática.","explicacao_detalhada":"Neste contexto, o 'modo' implica que a aplicação da sabedoria deve ser feita de forma adequada e eficaz, refletindo a moral e a ética.","por_que_esta_palavra":"A palavra 'modo' é usada para enfatizar que a sabedoria não é apenas teórica, mas deve ser vivida e demonstrada em ações.","conexao_teologica":"A forma como vivemos nossa vida é um reflexo da nossa relação com Deus e da sabedoria que recebemos dEle, como em Tiago 3:13.","referencias_relacionadas":["Tiago 3:13","Colossenses 3:17","1 Pedro 2:12"]},"proverbios_24_4_pleasanture":{"palavra_pt":"pleasant ure","palavra_original":"נָעִים","transliteracao":"nâʻîym","strong":"H5273","significado_raiz":"Ideia básica: pleasant ure.","significado_contextual":"O prazer é o resultado da aplicação da sabedoria e do conhecimento de maneira correta.","explicacao_detalhada":"Neste versículo, o prazer é associado à harmonia e à satisfação que vêm de viver uma vida sábia e bem estruturada.","por_que_esta_palavra":"A palavra 'prazer' é utilizada para mostrar que a sabedoria não é apenas uma obrigação, mas também traz alegria e contentamento.","conexao_teologica":"A alegria é um fruto do Espírito e é frequentemente mencionada na Bíblia como resultado de uma vida alinhada com a vontade de Deus, como em Gálatas 5:22.","referencias_relacionadas":["Gálatas 5:22","Salmos 16:11","Provérbios 3:17"]},"proverbios_24_5_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"O homem é visto como alguém que busca sabedoria e conhecimento para viver de forma justa.","explicacao_detalhada":"Neste contexto, o 'homem' representa a humanidade que deve se esforçar para adquirir sabedoria e aplicá-la em sua vida.","por_que_esta_palavra":"A palavra 'homem' é utilizada para enfatizar a responsabilidade individual de cada pessoa em buscar a sabedoria.","conexao_teologica":"A Bíblia frequentemente fala sobre o papel do homem em buscar a sabedoria e a justiça, como em Provérbios 1:20-21.","referencias_relacionadas":["Provérbios 1:20-21","Eclesiastes 7:19","Salmos 112:1"]},"proverbios_24_5_forca":{"palavra_pt":"forca","palavra_original":"עֹז","transliteracao":"ʻôz","strong":"H5797","significado_raiz":"Ideia básica: forca.","significado_contextual":"A força é a capacidade de agir com determinação e coragem, especialmente na busca pela sabedoria.","explicacao_detalhada":"Neste versículo, a força é vista como um atributo necessário para enfrentar desafios e aplicar a sabedoria na vida.","por_que_esta_palavra":"A palavra 'força' é utilizada para destacar que a sabedoria não é apenas um estado mental, mas requer ação e coragem.","conexao_teologica":"A força é frequentemente associada à fé e à confiança em Deus, como em Filipenses 4:13, onde se diz que podemos todas as coisas naquele que nos fortalece.","referencias_relacionadas":["Filipenses 4:13","Isaías 40:31","Salmos 27:1"]},"proverbios_24_6_salvacao":{"palavra_pt":"salvacao","palavra_original":"תְּשׁוּעָה","transliteracao":"tᵉshûwʻâh","strong":"H8668","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A salvação é o resultado da aplicação da sabedoria e do conhecimento na vida, levando a uma vida plena.","explicacao_detalhada":"Neste contexto, a salvação é entendida como libertação e proteção que vem de viver de acordo com os princípios divinos.","por_que_esta_palavra":"A palavra 'salvação' é utilizada para enfatizar que a verdadeira segurança e proteção vêm de Deus e da sabedoria que Ele oferece.","conexao_teologica":"A salvação é um tema central na Bíblia, representando a redenção e a proteção divina, como em Efésios 2:8-9.","referencias_relacionadas":["Efésios 2:8-9","Romanos 10:9","Salmos 37:39"]},"proverbios_24_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual a sabedoria e a força são necessárias.","explicacao_detalhada":"Neste versículo, 'porque' conecta a necessidade de sabedoria e força à promessa de salvação e proteção.","por_que_esta_palavra":"A palavra 'porque' é utilizada para explicar a lógica por trás da busca pela sabedoria e a aplicação da força na vida.","conexao_teologica":"A razão pela qual buscamos a sabedoria é frequentemente ligada à nossa relação com Deus e à Sua promessa de salvação, como em Provérbios 2:5.","referencias_relacionadas":["Provérbios 2:5","Romanos 8:28","Tiago 1:5"]},"proverbios_24_6_bom":{"palavra_pt":"bom","palavra_original":"תַּחְבֻּלָה","transliteracao":"tachbulâh","strong":"H8458","significado_raiz":"Ideia básica: bom.","significado_contextual":"O bom é o resultado da aplicação correta da sabedoria e do conhecimento na vida.","explicacao_detalhada":"Neste contexto, o 'bom' refere-se a ações e decisões que são moralmente corretas e que trazem benefícios duradouros.","por_que_esta_palavra":"A palavra 'bom' é utilizada para enfatizar que a sabedoria leva a resultados positivos e agradáveis na vida.","conexao_teologica":"O conceito de 'bom' é frequentemente associado à natureza de Deus, que é a fonte de toda bondade, como em Gênesis 1:31.","referencias_relacionadas":["Gênesis 1:31","Romanos 12:2","Salmos 34:8"]},"proverbios_24_7_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"חׇכְמוֹת","transliteracao":"chokmôwth","strong":"H2454","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"A sabedoria é apresentada como um valor essencial que deve ser buscado e valorizado na vida.","explicacao_detalhada":"Neste versículo, a sabedoria é descrita como algo que deve ser procurado e que traz entendimento e discernimento. A sabedoria é frequentemente associada ao temor do Senhor e à capacidade de tomar decisões justas.","por_que_esta_palavra":"A palavra 'sabedoria' é crucial porque reflete a capacidade de aplicar conhecimento de maneira prática e ética, especialmente em situações desafiadoras.","conexao_teologica":"A sabedoria é vista como uma manifestação do caráter de Deus e um dom que Ele concede aos que O buscam sinceramente.","referencias_relacionadas":["Provérbios 1:7","Provérbios 3:13","Tiago 1:5"]},"proverbios_24_7_porta":{"palavra_pt":"porta","palavra_original":"שַׁעַר","transliteracao":"shaʻar","strong":"H8179","significado_raiz":"Ideia básica: porta.","significado_contextual":"A porta simboliza uma entrada ou oportunidade, representando a escolha entre a sabedoria e a insensatez.","explicacao_detalhada":"A porta é uma metáfora para as oportunidades que se apresentam na vida. A sabedoria é a chave que abre essa porta, permitindo que se entre em um caminho de entendimento e discernimento.","por_que_esta_palavra":"A palavra 'porta' é significativa porque sugere que a sabedoria não é apenas um estado de ser, mas uma escolha ativa que leva a novas possibilidades.","conexao_teologica":"A ideia de portas abertas e fechadas é frequentemente usada na Bíblia para descrever as oportunidades que Deus oferece aos Seus seguidores.","referencias_relacionadas":["Mateus 7:7-8","Apocalipse 3:20","Provérbios 8:34"]},"proverbios_24_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é apresentada como um fundamento essencial para a vida sábia e justa.","explicacao_detalhada":"Neste contexto, a verdade é vista como um princípio que deve guiar as decisões e ações. A busca pela verdade é fundamental para a sabedoria e para evitar o engano.","por_que_esta_palavra":"A palavra 'verdade' é importante porque representa a realidade divina e moral que deve ser seguida para uma vida plena.","conexao_teologica":"A verdade é frequentemente associada a Deus, que é descrito como a própria verdade, e à necessidade de viver em conformidade com Seus preceitos.","referencias_relacionadas":["João 14:6","Salmos 25:5","Provérbios 12:19"]},"proverbios_24_8_astuto":{"palavra_pt":"astuto","palavra_original":"חָשַׁב","transliteracao":"châshab","strong":"H2803","significado_raiz":"Ideia básica: astuto.","significado_contextual":"Astuto refere-se a uma sabedoria mal utilizada, que pode levar à enganação e à desonestidade.","explicacao_detalhada":"A palavra 'astuto' é usada para descrever alguém que é sagaz, mas que pode usar essa habilidade para fins egoístas ou prejudiciais. É um alerta contra a sabedoria que não é acompanhada de integridade.","por_que_esta_palavra":"A palavra 'astuto' é relevante porque destaca a diferença entre a verdadeira sabedoria e a manipulação astuta que pode parecer sábia, mas é moralmente errada.","conexao_teologica":"A Bíblia frequentemente adverte contra a sabedoria que é astuta e enganosa, enfatizando a importância da sabedoria que é pura e justa.","referencias_relacionadas":["Provérbios 1:18","Provérbios 12:5","Tiago 3:15"]},"proverbios_24_9_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O pecado é visto como uma transgressão que afeta a relação do homem com Deus e com os outros.","explicacao_detalhada":"Neste versículo, o pecado é descrito como uma ação que é abominável diante de Deus. É um lembrete da necessidade de arrependimento e de buscar a reconciliação com Deus.","por_que_esta_palavra":"A palavra 'pecado' é crucial porque representa a separação entre o homem e Deus, e a necessidade de redenção.","conexao_teologica":"O pecado é um tema central na teologia cristã, que enfatiza a necessidade de um Salvador para restaurar a relação entre Deus e a humanidade.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:5"]},"proverbios_24_9_abominable":{"palavra_pt":"abominable","palavra_original":"תּוֹעֵבַה","transliteracao":"tôwʻêbah","strong":"H8441","significado_raiz":"Ideia básica: abominable.","significado_contextual":"Abominável refere-se a ações que são detestáveis aos olhos de Deus.","explicacao_detalhada":"A palavra 'abominável' é usada para descrever práticas que são moralmente repugnantes e que vão contra os princípios divinos. Isso serve como um aviso sobre as consequências do pecado.","por_que_esta_palavra":"A palavra 'abominável' é importante porque destaca a seriedade do pecado e a necessidade de se afastar de ações que desagradam a Deus.","conexao_teologica":"A abominação é frequentemente mencionada na Bíblia como algo que provoca a ira de Deus, enfatizando a importância de viver de acordo com Seus mandamentos.","referencias_relacionadas":["Provérbios 6:16-19","Deuteronômio 18:12","Apocalipse 21:8"]},"proverbios_24_9_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"O termo 'homem' refere-se à humanidade em geral, destacando a condição humana e a necessidade de sabedoria.","explicacao_detalhada":"Neste contexto, 'homem' representa não apenas o indivíduo, mas a natureza humana que é propensa ao pecado e à necessidade de redenção.","por_que_esta_palavra":"A palavra 'homem' é significativa porque lembra que todos são suscetíveis ao erro e à necessidade de buscar a sabedoria divina.","conexao_teologica":"A Bíblia ensina que todos os homens são pecadores e precisam da graça de Deus para a salvação.","referencias_relacionadas":["Romanos 5:12","Gênesis 1:27","Salmos 8:4-5"]},"proverbios_24_10_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia representa um período de tempo em que as ações e decisões são tomadas.","explicacao_detalhada":"A palavra 'dia' é usada para enfatizar a importância de viver sabiamente em cada momento, pois as escolhas feitas têm consequências.","por_que_esta_palavra":"A palavra 'dia' é relevante porque nos lembra da brevidade da vida e da necessidade de aproveitar cada oportunidade para agir com sabedoria.","conexao_teologica":"A Bíblia fala sobre a importância de aproveitar o dia, pois não sabemos o que o amanhã nos reserva.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","Mateus 6:34"]},"proverbios_24_10_abate":{"palavra_pt":"abate","palavra_original":"רָפָה","transliteracao":"râphâh","strong":"H7503","significado_raiz":"Ideia básica: abate.","significado_contextual":"Abate refere-se à diminuição da força ou capacidade, muitas vezes em um contexto de fraqueza espiritual.","explicacao_detalhada":"A palavra 'abate' é usada para descrever um estado de desânimo ou fraqueza que pode resultar da falta de sabedoria e da prática do pecado.","por_que_esta_palavra":"A palavra 'abate' é importante porque destaca a fragilidade humana e a necessidade de buscar a força em Deus.","conexao_teologica":"A Bíblia ensina que Deus é a nossa força em tempos de fraqueza e que devemos confiar Nele para nos sustentar.","referencias_relacionadas":["Isaías 40:29","2 Coríntios 12:9","Salmos 73:26"]},"proverbios_24_10_femea":{"palavra_pt":"femea","palavra_original":"צָרָה","transliteracao":"tsârâh","strong":"H6869","significado_raiz":"Ideia básica: femea.","significado_contextual":"Fêmea refere-se à natureza feminina, que é igualmente importante na criação e na sociedade.","explicacao_detalhada":"A palavra 'fêmea' é usada para reconhecer a dignidade e o valor das mulheres, que têm um papel significativo na sociedade e na família.","por_que_esta_palavra":"A palavra 'fêmea' é relevante porque enfatiza a igualdade de valor entre homens e mulheres na criação de Deus.","conexao_teologica":"A Bíblia ensina que tanto homens quanto mulheres são criados à imagem de Deus e têm um propósito divino.","referencias_relacionadas":["Gênesis 1:27","Gálatas 3:28","Provérbios 31:10"]},"proverbios_24_11_morte":{"palavra_pt":"morte","palavra_original":"מָוֶת","transliteracao":"mâveth","strong":"H4194","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte aqui representa a consequência do pecado e a urgência de salvar aqueles que estão prestes a perecer.","explicacao_detalhada":"Neste versículo, a morte é um chamado à ação, enfatizando a importância de resgatar os que estão em perigo espiritual. A morte não é apenas física, mas também espiritual, referindo-se à separação de Deus.","por_que_esta_palavra":"A palavra 'morte' é usada para alertar sobre as consequências graves de ignorar o sofrimento dos outros e a necessidade de intervir.","conexao_teologica":"A morte é um tema central na teologia bíblica, simbolizando a separação de Deus e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:32","João 3:16"]},"proverbios_24_11_cair":{"palavra_pt":"cair","palavra_original":"מוֹט","transliteracao":"môwṭ","strong":"H4131","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair representa a queda moral ou espiritual, um estado de vulnerabilidade que pode levar à destruição.","explicacao_detalhada":"Neste contexto, 'cair' refere-se à condição de alguém que está prestes a sucumbir ao pecado ou à morte. A advertência é para que não ignoremos aqueles que estão em risco.","por_que_esta_palavra":"A palavra 'cair' é crucial para entender a fragilidade humana e a necessidade de apoio mútuo na comunidade.","conexao_teologica":"A ideia de cair é frequentemente associada à necessidade de arrependimento e restauração, temas centrais na mensagem do evangelho.","referencias_relacionadas":["Gálatas 6:1","Tiago 5:19-20","1 Pedro 5:8-9"]},"proverbios_24_11_slain":{"palavra_pt":"slain","palavra_original":"הֶרֶג","transliteracao":"hereg","strong":"H2027","significado_raiz":"Ideia básica: slain.","significado_contextual":"Refere-se à morte violenta, simbolizando a gravidade das consequências do pecado.","explicacao_detalhada":"A palavra 'slain' enfatiza a seriedade da situação, onde a vida é tirada de forma abrupta, refletindo a urgência de agir para salvar vidas.","por_que_esta_palavra":"Usar 'slain' destaca a realidade da morte física e espiritual, chamando à ação para evitar que outros enfrentem tal destino.","conexao_teologica":"A morte de Cristo é vista como um sacrifício que nos salva da morte eterna, ligando a ideia de 'slain' à redenção.","referencias_relacionadas":["Isaías 53:5","Apocalipse 5:6","Romanos 5:8"]},"proverbios_24_12_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma justificativa para a ação de resgatar os que estão em perigo.","explicacao_detalhada":"Neste versículo, 'porque' conecta a responsabilidade do crente em agir com a realidade do que está em jogo, enfatizando a importância de não ignorar a necessidade do próximo.","por_que_esta_palavra":"É uma palavra de ligação que fundamenta a ação proposta, reforçando a urgência da intervenção.","conexao_teologica":"A responsabilidade de cuidar do próximo é um princípio fundamental na ética cristã, refletindo o amor de Deus por todos.","referencias_relacionadas":["Mateus 25:40","Tiago 2:15-16","1 João 3:17"]},"proverbios_24_12_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' chama a atenção para a realidade que deve ser reconhecida e considerada.","explicacao_detalhada":"Neste contexto, 'eis' serve como um alerta, convidando o leitor a observar a situação crítica dos que estão em perigo.","por_que_esta_palavra":"É uma palavra que provoca uma resposta, exigindo que o ouvinte não apenas escute, mas também veja a necessidade ao seu redor.","conexao_teologica":"A chamada para 'ver' é um convite à ação, refletindo a missão de Jesus de abrir os olhos dos cegos espirituais.","referencias_relacionadas":["Isaías 42:7","Lucas 4:18","João 9:39"]},"proverbios_24_12_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' enfatiza a importância de reconhecer a realidade das consequências do pecado.","explicacao_detalhada":"Neste versículo, 'verdade' é um chamado à honestidade sobre a condição humana e a necessidade de agir em amor e compaixão.","por_que_esta_palavra":"A verdade é fundamental para a fé cristã, pois nos liberta e nos guia em nossas ações.","conexao_teologica":"A verdade de Deus é revelada nas Escrituras e é essencial para a vida cristã, moldando nosso caráter e ações.","referencias_relacionadas":["João 8:32","Salmos 119:160","Efésios 4:15"]},"proverbios_24_13_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' representa a continuidade da sabedoria e a responsabilidade de ensinar as próximas gerações.","explicacao_detalhada":"Neste contexto, 'filho' é um símbolo da herança espiritual e da importância de transmitir a sabedoria divina aos que vêm depois.","por_que_esta_palavra":"A inclusão de 'filho' destaca a responsabilidade dos pais e da comunidade em educar e guiar os jovens na fé.","conexao_teologica":"A relação entre pais e filhos é um reflexo da relação entre Deus e Seu povo, enfatizando a importância da instrução na verdade.","referencias_relacionadas":["Provérbios 22:6","Deuteronômio 6:6-7","Efésios 6:4"]},"proverbios_24_13_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz uma justificativa, ligando a sabedoria à necessidade de ser ensinada.","explicacao_detalhada":"Aqui, 'porque' reforça a ideia de que a sabedoria é essencial para a vida e deve ser buscada e valorizada.","por_que_esta_palavra":"É uma palavra que conecta a necessidade de sabedoria à responsabilidade de ensiná-la aos filhos.","conexao_teologica":"A busca pela sabedoria é um tema central na vida cristã, refletindo a natureza de Deus como a fonte de toda sabedoria.","referencias_relacionadas":["Provérbios 4:7","Tiago 1:5","Colossenses 2:3"]},"proverbios_24_13_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade da sabedoria que deve ser buscada e ensinada.","explicacao_detalhada":"Neste contexto, 'bom' implica que a sabedoria é não apenas desejável, mas essencial para uma vida plena e significativa.","por_que_esta_palavra":"A palavra 'bom' destaca a natureza positiva da sabedoria e seu impacto na vida do crente.","conexao_teologica":"A bondade de Deus é refletida na sabedoria que Ele oferece, que é sempre para o nosso bem.","referencias_relacionadas":["Salmos 34:8","Romanos 12:2","Gálatas 5:22-23"]},"proverbios_24_14_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"חׇכְמָה","transliteracao":"chokmâh","strong":"H2451","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"A sabedoria é apresentada como um bem precioso que traz vida e entendimento.","explicacao_detalhada":"Neste versículo, a sabedoria é comparada a um alimento que nutre a alma, essencial para o crescimento espiritual.","por_que_esta_palavra":"A palavra 'sabedoria' é central na literatura sapiencial, enfatizando sua importância na vida do crente.","conexao_teologica":"A sabedoria é frequentemente associada a Cristo, que é a sabedoria de Deus revelada aos homens.","referencias_relacionadas":["Provérbios 3:13-18","1 Coríntios 1:30","Colossenses 1:9"]},"proverbios_24_14_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à essência da vida e do ser humano, enfatizando a importância da alma.","explicacao_detalhada":"A palavra 'alma' (נֶפֶשׁ) no contexto de Provérbios 24:14 sugere que a sabedoria e o entendimento são essenciais para a vida plena. A alma é vista como o princípio vital que conecta o corpo e o espírito.","por_que_esta_palavra":"A escolha da palavra 'alma' destaca a profundidade da experiência humana e a necessidade de buscar conhecimento e sabedoria para a verdadeira vida.","conexao_teologica":"A alma é frequentemente mencionada na Bíblia como a parte imortal do ser humano, que é responsável por sua relação com Deus e sua moralidade.","referencias_relacionadas":["Gênesis 2:7","Mateus 16:26","Salmos 23:3"]},"proverbios_24_14_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Implica a ideia de resgatar ou proteger, especialmente em um contexto moral ou espiritual.","explicacao_detalhada":"A palavra 'salvar' (אִם) é usada para indicar a ação de preservar a vida ou a integridade de alguém, sugerindo que a sabedoria é um meio de proteção contra a ruína.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a urgência de buscar a sabedoria como um meio de evitar a destruição e alcançar a vida.","conexao_teologica":"A salvação é um tema central na Bíblia, refletindo a necessidade de intervenção divina para a proteção e restauração do ser humano.","referencias_relacionadas":["Salmos 37:39","Romanos 10:9","Efésios 2:8"]},"proverbios_24_15_deus":{"palavra_pt":"deus","palavra_original":"נָוֶה","transliteracao":"nâveh","strong":"H5116","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à presença e à justiça de Deus em relação aos justos e aos ímpios.","explicacao_detalhada":"A palavra 'Deus' (נָוֶה) neste contexto sugere que a vigilância divina é constante, e que Ele observa as ações dos homens, recompensando os justos e punindo os ímpios.","por_que_esta_palavra":"A inclusão de 'Deus' enfatiza a soberania divina sobre a moralidade e a justiça, lembrando que Ele é o juiz final.","conexao_teologica":"A justiça de Deus é um tema recorrente na Bíblia, que assegura que Ele não ignora a maldade e que haverá consequências para as ações humanas.","referencias_relacionadas":["Salmos 1:6","Romanos 2:6","Hebreus 10:30"]},"proverbios_24_15_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"Refere-se à condição moral de alguém que comete injustiça ou maldade.","explicacao_detalhada":"A palavra 'culpado' (רָשָׁע) é usada para descrever aqueles que se afastam do caminho da justiça e da sabedoria, indicando que suas ações têm consequências.","por_que_esta_palavra":"A escolha desta palavra serve para alertar sobre o destino dos ímpios e a inevitabilidade do juízo divino.","conexao_teologica":"A Bíblia frequentemente fala sobre a diferença entre justos e ímpios, enfatizando que Deus tem um plano de justiça para todos.","referencias_relacionadas":["Provérbios 11:21","Salmos 37:9","Eclesiastes 8:14"]},"proverbios_24_15_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"Refere-se àqueles que vivem de acordo com os princípios de Deus e da justiça.","explicacao_detalhada":"A palavra 'justo' (צַדִּיק) é usada para descrever pessoas que seguem o caminho da sabedoria e da retidão, sendo recompensadas por suas ações.","por_que_esta_palavra":"A inclusão da palavra 'justo' destaca a importância de viver uma vida moralmente correta e em conformidade com os ensinamentos divinos.","conexao_teologica":"A justiça é um atributo de Deus e um chamado para os crentes, que são incentivados a viver de maneira justa e íntegra.","referencias_relacionadas":["Salmos 37:25","Provérbios 12:3","Mateus 5:6"]},"proverbios_24_16_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Indica a ação de se erguer após uma queda, simbolizando a restauração e a esperança.","explicacao_detalhada":"A palavra 'levantar' (קוּם) sugere que, mesmo diante das dificuldades e quedas, há sempre a possibilidade de reerguer-se através da sabedoria e da fé.","por_que_esta_palavra":"A escolha desta palavra é encorajadora, pois mostra que a recuperação é possível e que Deus está presente para ajudar os justos a se levantarem.","conexao_teologica":"A ideia de ser levantado é central na mensagem do evangelho, que fala sobre a restauração e a nova vida em Cristo.","referencias_relacionadas":["Salmos 145:14","Isaías 40:31","Romanos 8:31"]},"proverbios_24_16_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"Refere-se à condição de alguém que cometeu injustiça e está sujeito a consequências.","explicacao_detalhada":"A palavra 'culpado' (רָשָׁע) é repetida para enfatizar a gravidade das ações erradas e a inevitabilidade do juízo divino sobre os ímpios.","por_que_esta_palavra":"A repetição serve para reforçar a mensagem de que a justiça de Deus não falha e que os culpados não escaparão de suas consequências.","conexao_teologica":"A Bíblia ensina que Deus é justo e que cada um será julgado de acordo com suas obras, tanto os justos quanto os ímpios.","referencias_relacionadas":["Provérbios 11:21","Salmos 1:5","Romanos 6:23"]},"proverbios_24_16_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou justificativa, ligando ações e consequências.","explicacao_detalhada":"A palavra 'porque' (כִּי) é uma conjunção que conecta a ideia de que os justos se levantam com a razão de que os ímpios cairão, enfatizando a lógica da justiça divina.","por_que_esta_palavra":"A escolha desta palavra é crucial para a argumentação do texto, pois estabelece a relação entre a ação e a consequência.","conexao_teologica":"A lógica da justiça de Deus é um tema central nas Escrituras, onde cada ação tem suas repercussões, tanto boas quanto más.","referencias_relacionadas":["Gálatas 6:7","Provérbios 3:33","Eclesiastes 12:14"]},"proverbios_24_17_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda moral ou espiritual, especialmente em relação aos ímpios.","explicacao_detalhada":"A palavra 'cair' (נָפַל) implica uma queda que pode ser física, emocional ou espiritual, destacando a fragilidade do ser humano diante da justiça de Deus.","por_que_esta_palavra":"A escolha desta palavra serve para alertar sobre as consequências das ações ímpias e a inevitabilidade do juízo divino.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a separação de Deus e as consequências do pecado.","referencias_relacionadas":["Salmos 37:24","Provérbios 11:5","Tiago 4:10"]},"proverbios_24_17_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao centro das emoções e decisões humanas, essencial para a vida espiritual.","explicacao_detalhada":"A palavra 'coração' (לֵב) é usada para descrever a sede dos sentimentos e da moralidade, indicando que as ações do ser humano são reflexo do que está em seu coração.","por_que_esta_palavra":"A escolha desta palavra enfatiza a importância de um coração puro e reto diante de Deus, que influencia todas as ações.","conexao_teologica":"A Bíblia ensina que Deus examina o coração, e que a verdadeira transformação começa de dentro para fora.","referencias_relacionadas":["Provérbios 4:23","Salmos 51:10","Mateus 5:8"]},"proverbios_24_17_inimigo":{"palavra_pt":"inimigo","palavra_original":"אֹיֵב","transliteracao":"ʼôyêb","strong":"H341","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a alguém que se opõe ou deseja o mal de outra pessoa.","explicacao_detalhada":"Neste contexto, a advertência é para não se alegrar com a queda de um inimigo, pois isso pode trazer desagrado a Deus.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância de manter um coração justo, mesmo em relação àqueles que nos fazem mal.","conexao_teologica":"A misericórdia e o perdão são temas centrais na teologia bíblica, refletindo o caráter de Deus.","referencias_relacionadas":["Mateus 5:44","Romanos 12:19-21","Provérbios 17:5"]},"proverbios_24_18_bom":{"palavra_pt":"bom","palavra_original":"רָעַע","transliteracao":"râʻaʻ","strong":"H7489","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se a algo que é moralmente correto ou desejável.","explicacao_detalhada":"Aqui, a ideia é que a alegria pela queda do inimigo é vista como algo ruim, que não deve ser desejado.","por_que_esta_palavra":"A palavra é usada para contrastar a verdadeira justiça com a malícia que pode habitar no coração humano.","conexao_teologica":"A bondade de Deus é um atributo que deve ser refletido na vida dos crentes.","referencias_relacionadas":["Salmos 34:14","Gálatas 6:9","Romanos 12:21"]},"proverbios_24_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'senhor' refere-se a Deus, o soberano sobre todas as coisas.","explicacao_detalhada":"Neste versículo, o nome de Deus é invocado para mostrar que suas ações e decisões são justas e devem ser respeitadas.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre a justiça divina e as ações humanas.","conexao_teologica":"O nome de Deus é um símbolo de sua autoridade e poder, e deve ser reverenciado.","referencias_relacionadas":["Êxodo 20:7","Salmos 8:1","Isaías 42:8"]},"proverbios_24_18_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' implica construir ou estabelecer algo de forma sólida.","explicacao_detalhada":"Aqui, edificar se refere a construir uma vida e uma sociedade baseadas em princípios justos e corretos.","por_que_esta_palavra":"A edificação é uma metáfora para o crescimento espiritual e moral.","conexao_teologica":"A edificação espiritual é um tema recorrente nas cartas de Paulo, onde ele fala sobre construir a igreja.","referencias_relacionadas":["1 Coríntios 3:9","Efésios 2:20-22","Colossenses 2:7"]},"proverbios_24_19_bom":{"palavra_pt":"bom","palavra_original":"רָעַע","transliteracao":"râʻaʻ","strong":"H7489","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' é usada novamente para enfatizar a moralidade e a justiça.","explicacao_detalhada":"O versículo adverte contra a inveja e a malícia, reforçando que o que é bom deve ser buscado.","por_que_esta_palavra":"A repetição da palavra 'bom' destaca a importância de se manter um caráter íntegro.","conexao_teologica":"A busca pelo que é bom é um reflexo do caráter de Deus e de sua vontade para a humanidade.","referencias_relacionadas":["Salmos 37:1-3","Gálatas 5:22","Tiago 1:17"]},"proverbios_24_19_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' refere-se a alguém que cometeu uma injustiça ou pecado.","explicacao_detalhada":"Neste contexto, o versículo alerta sobre as consequências de se alegrar com a queda do culpado.","por_que_esta_palavra":"A palavra é importante para entender a justiça e a responsabilidade moral.","conexao_teologica":"A culpa e o perdão são temas centrais na relação entre Deus e a humanidade.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:1-2"]},"proverbios_24_20_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa.","explicacao_detalhada":"Neste caso, é usada para conectar a advertência anterior com a razão pela qual não devemos nos alegrar com a queda do inimigo.","por_que_esta_palavra":"A palavra é essencial para a lógica do argumento apresentado no versículo.","conexao_teologica":"A compreensão das razões de Deus é fundamental para a fé e a obediência.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","Provérbios 3:5-6"]},"proverbios_24_20_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à justiça.","explicacao_detalhada":"Neste contexto, a verdade é apresentada como um princípio que deve guiar as ações e pensamentos.","por_que_esta_palavra":"A verdade é um fundamento essencial para a vida moral e espiritual.","conexao_teologica":"A verdade é um atributo de Deus e deve ser buscada por todos os crentes.","referencias_relacionadas":["João 8:32","Salmos 119:160","Efésios 4:15"]},"proverbios_24_20_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' é repetida para enfatizar a condição do injusto.","explicacao_detalhada":"Este versículo reforça a ideia de que o culpado não deve ser alvo de alegria, pois sua queda é uma questão de justiça.","por_que_esta_palavra":"A repetição serve para solidificar a mensagem sobre a responsabilidade moral.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, onde Ele é apresentado como juiz justo.","referencias_relacionadas":["Salmos 37:28","Romanos 2:6","Gálatas 6:7"]},"proverbios_24_21_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao governo.","explicacao_detalhada":"Neste contexto, o versículo fala sobre a reverência que se deve ter em relação às autoridades, reconhecendo que são instituídas por Deus.","por_que_esta_palavra":"A palavra é importante para entender a relação entre o povo e suas autoridades.","conexao_teologica":"A submissão às autoridades é um princípio bíblico que reflete a ordem divina.","referencias_relacionadas":["Romanos 13:1-2","1 Pedro 2:13-14","Provérbios 8:15-16"]},"proverbios_24_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor Deus, enfatizando Sua autoridade e soberania.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar Deus como o Criador e Governante do universo. No contexto de Provérbios 24:21, invoca-se o respeito e a reverência que devemos ter por Ele.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a relação de submissão e respeito que os crentes devem ter em relação a Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o Senhor sobre todas as coisas.","referencias_relacionadas":["Salmos 110:1","Isaías 45:23","Romanos 14:11"]},"proverbios_24_21_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação entre pais e filhos, enfatizando a importância da instrução e do respeito.","explicacao_detalhada":"A palavra 'filho' (בֵּן) implica não apenas a descendência biológica, mas também a relação espiritual e moral que deve existir entre pais e filhos, conforme ensinado nas Escrituras.","por_que_esta_palavra":"A inclusão da palavra 'filho' ressalta a responsabilidade dos pais em educar e guiar seus filhos no caminho da sabedoria.","conexao_teologica":"A relação entre pais e filhos é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["Provérbios 22:6","Efésios 6:1-4","Colossenses 3:21"]},"proverbios_24_22_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma explicação ou justificativa para a instrução dada anteriormente.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para conectar ideias, explicando a razão pela qual devemos temer ao Senhor e honrar os pais.","por_que_esta_palavra":"A palavra é crucial para a lógica do argumento, pois fundamenta a importância do respeito e da obediência.","conexao_teologica":"A obediência a Deus e aos pais é um princípio fundamental na vida cristã, refletindo a ordem divina.","referencias_relacionadas":["Deuteronômio 5:16","Mateus 15:4","Efésios 6:2"]},"proverbios_24_22_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se à ação de se levantar ou agir em resposta a uma situação.","explicacao_detalhada":"A palavra 'levantar' (קוּם) implica não apenas a ação física de se erguer, mas também a disposição de agir com sabedoria e justiça.","por_que_esta_palavra":"A escolha dessa palavra sugere a necessidade de ação proativa em face das injustiças.","conexao_teologica":"Levantar-se em defesa da justiça é um chamado bíblico, refletindo o caráter de Deus que busca a justiça.","referencias_relacionadas":["Isaías 1:17","Miquéias 6:8","Salmos 82:3"]},"proverbios_24_22_destruction":{"palavra_pt":"destruction","palavra_original":"פִּיד","transliteracao":"pîyd","strong":"H6365","significado_raiz":"Ideia básica: destruction.","significado_contextual":"Refere-se à consequência da injustiça e da falta de temor a Deus.","explicacao_detalhada":"A palavra 'destruction' (פִּיד) implica a ideia de ruína e perda que resulta de ações erradas e da desobediência a Deus.","por_que_esta_palavra":"A menção da destruição serve como um aviso sobre as consequências graves de desviar-se do caminho da sabedoria.","conexao_teologica":"A destruição é frequentemente associada ao juízo divino sobre a injustiça e a desobediência.","referencias_relacionadas":["Provérbios 13:15","Ezequiel 18:30","Romanos 6:23"]},"proverbios_24_23_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se à justiça humana e à necessidade de discernimento moral.","explicacao_detalhada":"A palavra 'juizo/justica' (מִשְׁפָּט) implica a aplicação de princípios morais e éticos nas decisões e ações humanas.","por_que_esta_palavra":"A justiça é um valor central na vida comunitária e é um reflexo do caráter de Deus.","conexao_teologica":"A busca pela justiça é um chamado divino, refletindo a natureza justa de Deus.","referencias_relacionadas":["Salmos 89:14","Amós 5:24","Miquéias 6:8"]},"proverbios_24_23_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade moral e ética das ações e decisões.","explicacao_detalhada":"A palavra 'bom' (טוֹב) implica não apenas a bondade moral, mas também a sabedoria prática que resulta em ações corretas.","por_que_esta_palavra":"A ênfase na bondade destaca a importância de agir de acordo com os princípios divinos.","conexao_teologica":"A bondade é um atributo de Deus e um padrão que os crentes são chamados a seguir.","referencias_relacionadas":["Gálatas 5:22","Romanos 12:2","Salmos 34:8"]},"proverbios_24_23_astuto":{"palavra_pt":"astuto","palavra_original":"חָכָם","transliteracao":"châkâm","strong":"H2450","significado_raiz":"Ideia básica: astuto.","significado_contextual":"Refere-se à sabedoria prática e à capacidade de discernir entre o certo e o errado.","explicacao_detalhada":"A palavra 'astuto' (חָכָם) implica uma sabedoria que vai além do conhecimento, envolvendo a aplicação prática desse conhecimento.","por_que_esta_palavra":"A sabedoria é altamente valorizada na literatura sapiencial, sendo essencial para a vida justa.","conexao_teologica":"A sabedoria é um dom de Deus e um aspecto fundamental da vida cristã.","referencias_relacionadas":["Provérbios 3:13","Tiago 1:5","Eclesiastes 7:12"]},"proverbios_24_24_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"Refere-se à condição de alguém que comete injustiça ou erro.","explicacao_detalhada":"A palavra 'culpado' (רָשָׁע) implica a responsabilidade moral que alguém tem por suas ações erradas.","por_que_esta_palavra":"A menção do culpado serve como um alerta sobre as consequências do pecado e da injustiça.","conexao_teologica":"A culpa é um tema central na teologia da redenção, onde a graça de Deus oferece perdão.","referencias_relacionadas":["Romanos 3:23","Salmos 51:4","1 João 1:9"]},"proverbios_24_24_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"Refere-se à condição de alguém que vive de acordo com os princípios de Deus.","explicacao_detalhada":"A palavra 'justo' (צַדִּיק) implica uma vida de retidão e conformidade com a vontade de Deus.","por_que_esta_palavra":"A ênfase no justo destaca a recompensa e a bênção que vêm de viver uma vida justa.","conexao_teologica":"A justiça é um atributo de Deus e um chamado para todos os crentes.","referencias_relacionadas":["Salmos 37:25","Mateus 5:6","Romanos 1:17"]},"proverbios_24_24_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de expressar verbalmente algo, sendo fundamental na comunicação e na transmissão de sabedoria.","explicacao_detalhada":"No contexto de Provérbios 24:24, a palavra 'dizer' é usada para enfatizar a importância das palavras e como elas podem influenciar a vida das pessoas. A comunicação é uma ferramenta poderosa que pode edificar ou destruir.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a responsabilidade que temos ao falar e a necessidade de usar nossas palavras para o bem.","conexao_teologica":"A comunicação é um reflexo da imagem de Deus em nós, que é o Verbo que se fez carne (João 1:14). Nossas palavras devem refletir a verdade e a sabedoria divina.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-10","Salmos 19:14"]},"proverbios_24_25_corrigir":{"palavra_pt":"corrigir","palavra_original":"יָכַח","transliteracao":"yâkach","strong":"H3198","significado_raiz":"Ideia básica: corrigir.","significado_contextual":"A palavra 'corrigir' implica em trazer correção e disciplina, essencial para o crescimento e a sabedoria.","explicacao_detalhada":"Em Provérbios 24:25, a correção é apresentada como um ato que traz bênção, pois aqueles que são corrigidos e aceitam a disciplina se tornam mais sábios e justos.","por_que_esta_palavra":"A palavra 'corrigir' é crucial para entender a importância da disciplina na vida do crente, que deve ser vista como uma forma de amor e cuidado.","conexao_teologica":"A correção é um aspecto do amor de Deus, que disciplina aqueles que ama (Hebreus 12:6). Isso nos ensina a importância de aceitar a correção como parte do nosso crescimento espiritual.","referencias_relacionadas":["Provérbios 3:11-12","Salmos 94:12","Apocalipse 3:19"]},"proverbios_24_25_bencao":{"palavra_pt":"bencao","palavra_original":"בְּרָכָה","transliteracao":"Bᵉrâkâh","strong":"H1293","significado_raiz":"Ideia básica: bencao.","significado_contextual":"A palavra 'bênção' refere-se a um favor divino que traz prosperidade e felicidade.","explicacao_detalhada":"No contexto de Provérbios 24:25, a bênção é o resultado da correção e da justiça, mostrando que viver de acordo com os princípios de Deus resulta em bênçãos.","por_que_esta_palavra":"A palavra 'bênção' é usada para enfatizar que a verdadeira prosperidade vem de viver uma vida justa e corrigida.","conexao_teologica":"As bênçãos de Deus são frequentemente ligadas à obediência e à justiça, como visto em Deuteronômio 28, onde a obediência traz bênçãos.","referencias_relacionadas":["Salmos 1:1-3","Mateus 5:3-12","Deuteronômio 28:1-6"]},"proverbios_24_25_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade de algo que é moralmente correto e desejável.","explicacao_detalhada":"Em Provérbios 24:25, o 'bom' é associado à justiça e à correção, indicando que o que é bom aos olhos de Deus traz bênçãos.","por_que_esta_palavra":"A palavra 'bom' é fundamental para entender o caráter de Deus e o que Ele considera justo e correto.","conexao_teologica":"Deus é a fonte do que é bom, e tudo o que Ele cria é bom (Gênesis 1:31). A busca pelo bom é uma busca pela vontade de Deus.","referencias_relacionadas":["Romanos 12:2","Salmos 34:8","Gálatas 5:22-23"]},"proverbios_24_26_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se a uma declaração ou expressão verbal que pode ter grande impacto.","explicacao_detalhada":"No contexto de Provérbios 24:26, a palavra é usada para enfatizar a importância da honestidade e da clareza nas comunicações.","por_que_esta_palavra":"A escolha da palavra 'palavra' destaca a necessidade de integridade e sinceridade em nossas interações.","conexao_teologica":"As palavras têm poder, e devemos ser cuidadosos com o que dizemos, refletindo a verdade de Deus em nossas vidas (Efésios 4:15).","referencias_relacionadas":["Provérbios 15:1","Colossenses 4:6","Tiago 1:19"]},"proverbios_24_26_agua":{"palavra_pt":"agua","palavra_original":"שָׂפָה","transliteracao":"sâphâh","strong":"H8193","significado_raiz":"Ideia básica: agua.","significado_contextual":"A palavra 'água' simboliza vida, purificação e renovação.","explicacao_detalhada":"Em Provérbios 24:26, a água pode ser vista como uma metáfora para a clareza e a pureza nas relações e nas palavras.","por_que_esta_palavra":"A água é essencial para a vida e representa a necessidade de pureza em nossas interações e comunicações.","conexao_teologica":"Jesus se apresenta como a água viva (João 4:14), simbolizando a satisfação e a renovação que Ele traz às nossas vidas.","referencias_relacionadas":["Isaías 55:1","João 7:37-38","Apocalipse 22:17"]},"proverbios_24_26_governo":{"palavra_pt":"governo","palavra_original":"נָשַׁק","transliteracao":"nâshaq","strong":"H5401","significado_raiz":"Ideia básica: governo.","significado_contextual":"A palavra 'governo' refere-se à autoridade e ao controle sobre uma situação ou grupo.","explicacao_detalhada":"No contexto de Provérbios 24:26, o governo é associado à responsabilidade de liderar com justiça e sabedoria.","por_que_esta_palavra":"A palavra 'governo' destaca a importância da liderança justa e da responsabilidade que vem com a autoridade.","conexao_teologica":"Deus é o governante supremo, e todos os líderes devem buscar a Sua sabedoria para governar com justiça (Salmos 22:28).","referencias_relacionadas":["Romanos 13:1-4","1 Pedro 2:13-14","Provérbios 16:12"]},"proverbios_24_27_obra":{"palavra_pt":"obra","palavra_original":"מְלָאכָה","transliteracao":"mᵉlâʼkâh","strong":"H4399","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se ao trabalho ou à atividade realizada com um propósito.","explicacao_detalhada":"Em Provérbios 24:27, a obra é vista como uma parte essencial da vida, onde o trabalho diligente é valorizado.","por_que_esta_palavra":"A palavra 'obra' enfatiza a importância do esforço e da dedicação em tudo o que fazemos.","conexao_teologica":"Deus criou o mundo e trabalhou, e nos chamou para fazer o mesmo, refletindo Sua natureza criativa (Gênesis 2:2-3).","referencias_relacionadas":["Colossenses 3:23-24","Efésios 2:10","Provérbios 14:23"]},"proverbios_24_28_caminho":{"palavra_pt":"caminho","palavra_original":"פָּתָה","transliteracao":"pâthâh","strong":"H6601","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se à direção ou ao modo de viver.","explicacao_detalhada":"No contexto de Provérbios 24:28, o caminho é uma metáfora para a vida e as escolhas que fazemos.","por_que_esta_palavra":"A palavra 'caminho' destaca a importância de escolher sabiamente como viver e agir.","conexao_teologica":"Jesus é o caminho (João 14:6), e seguir Seus ensinamentos é essencial para uma vida plena e significativa.","referencias_relacionadas":["Provérbios 3:5-6","Salmos 119:105","Mateus 7:13-14"]},"proverbios_24_28_irmao":{"palavra_pt":"irmao","palavra_original":"רֵעַ","transliteracao":"rêaʻ","strong":"H7453","significado_raiz":"Ideia básica: irmao.","significado_contextual":"A palavra 'irmão' refere-se a um companheiro ou alguém próximo, enfatizando a importância das relações.","explicacao_detalhada":"Em Provérbios 24:28, a palavra 'irmão' sugere a necessidade de cuidar e ser justo nas relações interpessoais.","por_que_esta_palavra":"A palavra 'irmão' destaca a responsabilidade que temos uns com os outros, especialmente em contextos de justiça e correção.","conexao_teologica":"A Bíblia nos ensina a amar e cuidar uns dos outros como irmãos em Cristo (1 João 4:20-21).","referencias_relacionadas":["Gálatas 6:2","Hebreus 13:1","Romanos 12:10"]},"proverbios_24_29_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua essência, destacando a responsabilidade moral e ética.","explicacao_detalhada":"A palavra 'homem' é usada para descrever não apenas o gênero masculino, mas a humanidade em geral. No contexto de Provérbios, enfatiza a necessidade de agir com justiça e integridade.","por_que_esta_palavra":"A escolha da palavra 'homem' ressalta a universalidade da mensagem, aplicando-se a todos os indivíduos.","conexao_teologica":"A dignidade do homem é um tema central na teologia bíblica, refletindo a imagem de Deus em cada ser humano.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 3:9"]},"proverbios_24_29_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é usado como uma metáfora para descrever a ferocidade e a força de um ataque.","explicacao_detalhada":"Neste versículo, o urso simboliza um perigo iminente, representando a gravidade das consequências de ações imprudentes.","por_que_esta_palavra":"A palavra 'urso' é escolhida por sua conotação de força e agressividade, alertando sobre os riscos de se agir de maneira irresponsável.","conexao_teologica":"A ferocidade do urso pode ser vista como um reflexo do juízo de Deus sobre a desobediência.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Amós 5:19"]},"proverbios_24_30_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Novamente, refere-se ao ser humano, enfatizando a condição moral e espiritual.","explicacao_detalhada":"A repetição da palavra 'homem' neste contexto reforça a ideia de que todos são responsáveis por suas ações e devem observar o que acontece ao seu redor.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da vigilância e da reflexão sobre a própria vida.","conexao_teologica":"A responsabilidade do homem diante de Deus é um tema recorrente nas Escrituras.","referencias_relacionadas":["Eclesiastes 12:13-14","Romanos 14:12","Gálatas 6:5"]},"proverbios_24_30_destituido":{"palavra_pt":"destituido","palavra_original":"חָסֵר","transliteracao":"châçêr","strong":"H2638","significado_raiz":"Ideia básica: destituido.","significado_contextual":"Refere-se à falta de recursos ou à condição de alguém que não possui o necessário.","explicacao_detalhada":"A palavra 'destituído' destaca a vulnerabilidade e a necessidade de cuidado e compaixão por parte dos outros.","por_que_esta_palavra":"É importante reconhecer a condição dos destituídos para que se possa agir com justiça e misericórdia.","conexao_teologica":"A Bíblia frequentemente exorta os fiéis a cuidar dos necessitados e a praticar a justiça social.","referencias_relacionadas":["Salmos 82:3","Provérbios 31:8-9","Isaías 58:6-7"]},"proverbios_24_30_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração simboliza o centro das emoções e decisões do ser humano.","explicacao_detalhada":"Neste contexto, o coração representa a motivação interna que leva o homem a agir, sendo fundamental para a compreensão de suas ações.","por_que_esta_palavra":"A escolha da palavra 'coração' enfatiza a importância das intenções e do estado espiritual do indivíduo.","conexao_teologica":"A condição do coração é frequentemente associada à relação do homem com Deus e à sua moralidade.","referencias_relacionadas":["Provérbios 4:23","Mateus 5:8","Salmos 51:10"]},"proverbios_24_31_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo de vida ou à maneira de agir de uma pessoa.","explicacao_detalhada":"A palavra 'modo' destaca a importância da conduta e das escolhas que fazemos no dia a dia.","por_que_esta_palavra":"É crucial refletir sobre o modo como vivemos, pois isso reflete nosso caráter e nossas crenças.","conexao_teologica":"A Bíblia ensina que devemos viver de maneira digna e em conformidade com os princípios de Deus.","referencias_relacionadas":["Efésios 4:1","Colossenses 3:17","1 Pedro 2:12"]},"proverbios_24_31_behold":{"palavra_pt":"eis","palavra_original":"הִנֵּה","transliteracao":"hinnêh","strong":"H2009","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada à atenção, indicando a importância do que está por vir.","explicacao_detalhada":"Neste contexto, 'eis' serve como um convite para observar e refletir sobre a realidade apresentada.","por_que_esta_palavra":"A ênfase em 'eis' destaca a urgência e a importância da mensagem que segue.","conexao_teologica":"A chamada à atenção é uma prática comum nas Escrituras, onde Deus convida Seu povo a ouvir e considerar Suas palavras.","referencias_relacionadas":["Isaías 40:9","Mateus 11:15","Apocalipse 3:20"]},"proverbios_24_32_behold":{"palavra_pt":"eis","palavra_original":"חָזָה","transliteracao":"châzâh","strong":"H2372","significado_raiz":"Ideia básica: eis.","significado_contextual":"Semelhante ao uso anterior, 'eis' chama a atenção para uma observação importante.","explicacao_detalhada":"Aqui, 'eis' é usado para enfatizar a necessidade de prestar atenção ao que foi observado anteriormente.","por_que_esta_palavra":"A repetição da palavra serve para reforçar a mensagem e garantir que não seja ignorada.","conexao_teologica":"A repetição de chamadas à atenção é uma técnica retórica que Deus usa para enfatizar verdades espirituais.","referencias_relacionadas":["Salmos 46:10","Mateus 7:24","Hebreus 3:15"]},"proverbios_24_32_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Novamente, o coração é mencionado como o centro das emoções e decisões.","explicacao_detalhada":"A repetição da palavra 'coração' enfatiza a importância de estar atento ao estado interior ao observar o mundo ao nosso redor.","por_que_esta_palavra":"A condição do coração é fundamental para a compreensão das ações e reações do ser humano.","conexao_teologica":"A Bíblia ensina que Deus olha para o coração, não apenas para as ações externas.","referencias_relacionadas":["1 Samuel 16:7","Provérbios 23:7","Mateus 12:34"]},"proverbios_24_33_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao ato de descansar, que pode ser físico ou espiritual.","explicacao_detalhada":"A palavra 'descanso' sugere a necessidade de pausa e reflexão, essencial para a saúde mental e espiritual.","por_que_esta_palavra":"É importante reconhecer a necessidade de descanso para evitar a exaustão e a falta de clareza nas decisões.","conexao_teologica":"O descanso é um princípio criado por Deus, refletindo Sua própria obra na criação.","referencias_relacionadas":["Gênesis 2:2-3","Mateus 11:28-30","Êxodo 20:8-11"]},"proverbios_24_33_slumbering":{"palavra_pt":"slumber ing","palavra_original":"תְּנוּמָה","transliteracao":"tᵉnûwmâh","strong":"H8572","significado_raiz":"Ideia básica: slumber ing.","significado_contextual":"Refere-se ao estado de inatividade ou preguiça que leva à ruína.","explicacao_detalhada":"A palavra 'slumbering' (תְּנוּמָה) sugere um estado de sono ou indolência que impede a pessoa de agir. No contexto de Provérbios 24:33, é um alerta sobre as consequências da falta de diligência.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a necessidade de vigilância e trabalho, contrastando com a preguiça que resulta em pobreza.","conexao_teologica":"A preguiça é vista como um pecado que afasta o homem dos planos de Deus, que valoriza o trabalho e a diligência.","referencias_relacionadas":["Provérbios 6:10-11","Provérbios 10:4","Provérbios 13:4"]},"proverbios_24_34_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano em geral, mas no contexto, pode implicar em um homem que não age com sabedoria.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para descrever a humanidade e suas ações. Em Provérbios 24:34, o homem que não se esforça é advertido sobre as consequências de sua inatividade.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a responsabilidade individual em relação às suas ações e decisões.","conexao_teologica":"A Bíblia frequentemente fala sobre a responsabilidade do homem diante de Deus e das consequências de suas escolhas.","referencias_relacionadas":["Gênesis 2:7","Salmos 8:4-5","Eclesiastes 12:13"]},"proverbios_24_34_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de vir ou entrar em uma nova situação ou estado.","explicacao_detalhada":"A palavra 'chamar' (בּוֹא) implica movimento e ação. No contexto de Provérbios 24:34, sugere que o homem que não se esforça acabará por entrar em dificuldades.","por_que_esta_palavra":"É uma chamada à ação, indicando que a inatividade leva a consequências indesejadas.","conexao_teologica":"Deus chama os homens a agir e a serem diligentes em suas vidas, refletindo Sua natureza ativa e criativa.","referencias_relacionadas":["Isaías 55:1","Mateus 11:28","Apocalipse 22:17"]},"proverbios_24_34_andar":{"palavra_pt":"andar","palavra_original":"הָלַךְ","transliteracao":"hâlak","strong":"H1980","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao modo de viver ou à forma como uma pessoa conduz sua vida.","explicacao_detalhada":"A palavra 'andar' (הָלַךְ) simboliza o estilo de vida de uma pessoa. Em Provérbios 24:34, sugere que o homem que não trabalha verá sua vida se deteriorar.","por_que_esta_palavra":"A escolha da palavra enfatiza que a maneira como vivemos tem consequências diretas em nosso futuro.","conexao_teologica":"A Bíblia ensina que devemos andar em sabedoria e em conformidade com os princípios de Deus.","referencias_relacionadas":["Salmos 1:1-2","Gálatas 5:16","Efésios 5:15-16"]}}