{"atos_1_1_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à mensagem ou ensino que Jesus trouxe, sendo Ele mesmo a Palavra de Deus.","explicacao_detalhada":"No contexto de Atos 1:1, 'lógos' enfatiza a importância da comunicação divina através de Jesus, que é a revelação de Deus ao homem.","por_que_esta_palavra":"A escolha da palavra 'lógos' destaca a centralidade de Jesus como a expressão máxima da vontade de Deus.","conexao_teologica":"A palavra é fundamental para entender a relação entre Deus e a humanidade, sendo Jesus a encarnação do 'lógos'.","referencias_relacionadas":["João 1:1","Hebreus 1:1-2","1 João 1:1"]},"atos_1_1_amigo":{"palavra_pt":"amigo","palavra_original":"Θεόφιλος","transliteracao":"Theóphilos","strong":"G2321","significado_raiz":"Ideia básica: amigo.","significado_contextual":"O nome 'Teófilo' significa 'amigo de Deus', indicando uma relação especial entre o autor e o destinatário.","explicacao_detalhada":"Teófilo pode ser um indivíduo ou uma representação de todos os que buscam entender a mensagem cristã, sendo um amigo que busca a verdade.","por_que_esta_palavra":"A utilização do nome 'Teófilo' sugere que a obra é destinada a aqueles que têm interesse em aprender sobre Jesus e a fé cristã.","conexao_teologica":"A amizade com Deus é um tema recorrente na Bíblia, refletindo a intimidade que os crentes podem ter com o Criador.","referencias_relacionadas":["Tiago 2:23","João 15:15","Salmos 25:14"]},"atos_1_1_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se à figura central do cristianismo, o Salvador e Senhor.","explicacao_detalhada":"Jesus é apresentado como o cumprimento das promessas messiânicas, cuja vida e ensinamentos são o foco do livro de Atos.","por_que_esta_palavra":"A menção de Jesus logo no início de Atos estabelece a continuidade da narrativa sobre Sua obra e a missão da Igreja.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua obra é a base da fé cristã.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:9"]},"atos_1_2_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período em que Jesus esteve com os apóstolos após Sua ressurreição.","explicacao_detalhada":"O uso da palavra 'dia' enfatiza a importância do tempo em que Jesus instruiu os discípulos antes de Sua ascensão.","por_que_esta_palavra":"O 'dia' é significativo para entender a transição entre a obra terrena de Jesus e o início da missão da Igreja.","conexao_teologica":"O tempo é um elemento crucial na narrativa bíblica, onde eventos específicos têm significados profundos na história da salvação.","referencias_relacionadas":["Atos 1:3","Lucas 24:51","Mateus 28:20"]},"atos_1_2_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo, que Jesus prometeu enviar aos Seus seguidores.","explicacao_detalhada":"O 'pneûma' é a presença de Deus que capacita e guia os crentes na missão que lhes foi confiada.","por_que_esta_palavra":"A menção do Espírito Santo é crucial para entender o poder e a direção que os apóstolos receberão para a evangelização.","conexao_teologica":"O Espírito Santo é a força ativa de Deus na vida dos crentes, essencial para a edificação da Igreja.","referencias_relacionadas":["Atos 2:4","João 14:26","Romanos 8:26"]},"atos_1_2_charge":{"palavra_pt":"charge","palavra_original":"ἐντέλλομαι","transliteracao":"entéllomai","strong":"G1781","significado_raiz":"Ideia básica: charge.","significado_contextual":"Refere-se à ordem ou instrução que Jesus deu aos apóstolos.","explicacao_detalhada":"A palavra 'entéllomai' implica uma responsabilidade dada aos discípulos para que continuem a obra de Jesus.","por_que_esta_palavra":"A instrução de Jesus é um elemento central na formação da missão apostólica e na propagação do evangelho.","conexao_teologica":"A obediência às ordens de Jesus é fundamental para a vida cristã e a missão da Igreja.","referencias_relacionadas":["Mateus 28:19-20","João 20:21","Atos 1:8"]},"atos_1_3_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que Jesus apareceu aos apóstolos após a ressurreição.","explicacao_detalhada":"O 'dia' mencionado é um período de confirmação da ressurreição e de preparação para a missão dos discípulos.","por_que_esta_palavra":"A repetição da palavra 'dia' enfatiza a importância desse tempo de ensino e encorajamento.","conexao_teologica":"Os dias após a ressurreição são fundamentais para a afirmação da fé cristã e a certeza da vitória sobre a morte.","referencias_relacionadas":["Atos 1:3","Lucas 24:36-43","1 Coríntios 15:6"]},"atos_1_3_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus que enviou Jesus e que agora atua através do Espírito Santo.","explicacao_detalhada":"A menção de 'Deus' reafirma a soberania divina e a continuidade do plano de salvação através de Jesus.","por_que_esta_palavra":"A palavra 'Deus' é central para a compreensão da relação entre o Pai, o Filho e o Espírito Santo.","conexao_teologica":"A divindade de Jesus e a ação de Deus na história são temas fundamentais na teologia cristã.","referencias_relacionadas":["João 1:1","Atos 2:22","Romanos 1:20"]},"atos_1_3_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à vida que Jesus compartilhou com os apóstolos após a ressurreição.","explicacao_detalhada":"O 'viver' de Jesus é um testemunho da vida eterna que Ele oferece a todos os que creem.","por_que_esta_palavra":"A ênfase no 'viver' destaca a realidade da ressurreição e a nova vida que é prometida aos crentes.","conexao_teologica":"A vida em Cristo é um tema central na fé cristã, simbolizando a transformação e a esperança.","referencias_relacionadas":["João 11:25-26","Romanos 6:4","Gálatas 2:20"]},"atos_1_4_jerusalem":{"palavra_pt":"jerusalem","palavra_original":"Ἱεροσόλυμα","transliteracao":"Hierosólyma","strong":"G2414","significado_raiz":"Ideia básica: jerusalem.","significado_contextual":"Refere-se à cidade onde os eventos cruciais da vida de Jesus ocorreram e onde a Igreja primitiva começou.","explicacao_detalhada":"Jerusalém é o centro da história da salvação, sendo o local da crucificação, ressurreição e o início da missão apostólica.","por_que_esta_palavra":"A menção de Jerusalém destaca a importância geográfica e espiritual da cidade na narrativa bíblica.","conexao_teologica":"Jerusalém simboliza a presença de Deus entre Seu povo e o cumprimento das promessas messiânicas.","referencias_relacionadas":["Mateus 5:35","Atos 2:5","Lucas 24:47"]},"atos_1_4_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e Senhor de todas as coisas.","explicacao_detalhada":"A palavra 'deus' neste contexto enfatiza a autoridade e o poder de Deus sobre a criação e a história da salvação. É um lembrete da soberania divina.","por_que_esta_palavra":"A presença de Deus é fundamental para a compreensão do plano de salvação e da missão dos apóstolos.","conexao_teologica":"Deus é o agente ativo na história da salvação, e sua promessa de enviar o Espírito Santo é central para a missão da Igreja.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"atos_1_4_bom":{"palavra_pt":"bom","palavra_original":"ἐπαγγελία","transliteracao":"epangelía","strong":"G1860","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à promessa de Deus, que é boa e perfeita.","explicacao_detalhada":"A palavra 'bom' destaca a natureza benevolente de Deus e a qualidade das promessas que Ele faz ao seu povo.","por_que_esta_palavra":"É importante lembrar que as promessas de Deus são sempre para o bem de seu povo e para a realização de seu plano.","conexao_teologica":"A bondade de Deus é um tema recorrente na Bíblia, refletindo seu caráter e suas intenções para a humanidade.","referencias_relacionadas":["Romanos 8:28","Tiago 1:17","Salmos 34:8"]},"atos_1_5_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo, que é descrito como o sopro de vida que capacita os crentes.","explicacao_detalhada":"A palavra 'espírito' implica a presença ativa de Deus entre os crentes, trazendo poder e direção.","por_que_esta_palavra":"O Espírito Santo é essencial para a vida cristã, pois é Ele quem guia, ensina e fortalece os crentes.","conexao_teologica":"A obra do Espírito Santo é fundamental na formação da Igreja e na capacitação dos crentes para a missão.","referencias_relacionadas":["João 14:26","Atos 2:4","Romanos 8:26"]},"atos_1_5_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo específico em que a promessa do Espírito Santo seria cumprida.","explicacao_detalhada":"A palavra 'dia' indica um momento significativo na história da salvação, quando Deus se revela de maneira especial.","por_que_esta_palavra":"O cumprimento das promessas de Deus está ligado a momentos específicos na história, que são importantes para a fé.","conexao_teologica":"O conceito de 'dia' é frequentemente associado a intervenções divinas e ao cumprimento das promessas de Deus.","referencias_relacionadas":["Atos 2:1","Gálatas 4:4","1 Tessalonicenses 5:2"]},"atos_1_5_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude do evento que está prestes a acontecer com a vinda do Espírito Santo.","explicacao_detalhada":"A palavra 'grande' enfatiza a importância e o impacto do que Deus está prestes a realizar na vida dos apóstolos e da Igreja.","por_que_esta_palavra":"A grandeza do evento é um sinal da soberania de Deus e de sua capacidade de transformar vidas.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo sua majestade e poder em ação.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"atos_1_6_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania de Cristo e à sua posição como Senhor sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' indica a autoridade de Jesus, que é reconhecida pelos apóstolos e deve ser proclamada ao mundo.","por_que_esta_palavra":"A autoridade de Jesus é fundamental para a missão da Igreja e para a pregação do evangelho.","conexao_teologica":"A soberania de Cristo é um tema central no Novo Testamento, refletindo seu papel como Rei e Senhor.","referencias_relacionadas":["Mateus 28:18","Filipenses 2:9-11","Colossenses 1:16-17"]},"atos_1_6_years":{"palavra_pt":"anos","palavra_original":"χρόνος","transliteracao":"chrónos","strong":"G5550","significado_raiz":"Ideia básica: anos.","significado_contextual":"Refere-se ao tempo que os apóstolos passaram com Jesus e a expectativa de um cumprimento futuro.","explicacao_detalhada":"A palavra 'anos' destaca a preparação e o discipulado que os apóstolos experimentaram durante o ministério de Jesus.","por_que_esta_palavra":"O tempo de aprendizado e crescimento é crucial para a formação dos apóstolos como líderes da Igreja.","conexao_teologica":"O discipulado é um aspecto importante da vida cristã, refletindo a necessidade de crescimento espiritual ao longo do tempo.","referencias_relacionadas":["Lucas 9:1-6","Mateus 4:19","João 15:16"]},"atos_1_6_nome":{"palavra_pt":"nome","palavra_original":"Ἰσραήλ","transliteracao":"Israḗl","strong":"G2474","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Israel, que representa o povo escolhido de Deus.","explicacao_detalhada":"A palavra 'nome' simboliza a identidade e a herança do povo de Deus, que é chamado para ser luz para as nações.","por_que_esta_palavra":"O nome de Israel é central para a história da salvação e a relação de Deus com seu povo.","conexao_teologica":"A identidade do povo de Deus é um tema recorrente na Bíblia, refletindo a aliança e o propósito divino.","referencias_relacionadas":["Gênesis 32:28","Isaías 43:1","Romanos 9:6-8"]},"atos_1_7_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"Refere-se à ação de estabelecer ou colocar algo em seu devido lugar.","explicacao_detalhada":"A palavra 'arco' implica a ideia de colocar em ordem ou estabelecer uma nova realidade, como a vinda do Espírito Santo.","por_que_esta_palavra":"A ação de Deus em estabelecer sua Igreja e seu reino é um tema central na narrativa bíblica.","conexao_teologica":"Deus é o arquiteto da história da salvação, estabelecendo seu plano através de Cristo e do Espírito Santo.","referencias_relacionadas":["Hebreus 11:3","Efésios 2:10","1 Pedro 2:9"]},"atos_1_7_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"Refere-se ao conhecimento pessoal e íntimo que os crentes têm de Deus.","explicacao_detalhada":"A palavra 'acquaintance' enfatiza a relação pessoal que os crentes têm com Deus através de Jesus Cristo.","por_que_esta_palavra":"O conhecimento pessoal de Deus é fundamental para a vida cristã e para a comunhão com o Espírito Santo.","conexao_teologica":"A intimidade com Deus é um aspecto essencial da fé cristã, refletindo o desejo de Deus de se relacionar com seu povo.","referencias_relacionadas":["João 17:3","1 João 1:3","Tiago 4:8"]},"atos_1_7_years":{"palavra_pt":"anos","palavra_original":"χρόνος","transliteracao":"chrónos","strong":"G5550","significado_raiz":"Ideia básica: anos.","significado_contextual":"Refere-se ao período de tempo que se passa até a vinda do Reino de Deus.","explicacao_detalhada":"A palavra 'anos' no contexto de Atos 1:7 indica um tempo definido, sugerindo que os discípulos devem esperar até que Deus cumpra suas promessas em relação ao Reino. A expectativa de um tempo específico é uma parte importante da narrativa bíblica.","por_que_esta_palavra":"A palavra 'anos' é utilizada para enfatizar a importância do tempo na realização dos planos divinos.","conexao_teologica":"O conceito de tempo é fundamental na teologia bíblica, pois Deus opera em um cronograma divino que é diferente do nosso entendimento humano.","referencias_relacionadas":["Daniel 9:24-27","Eclesiastes 3:1","Gálatas 4:4"]},"atos_1_8_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"Refere-se à capacidade divina que os discípulos receberão para testemunhar.","explicacao_detalhada":"A palavra 'poder' implica em uma força sobrenatural que capacita os crentes a realizar milagres e pregar o evangelho com autoridade. É um elemento central na missão da Igreja.","por_que_esta_palavra":"A escolha da palavra 'poder' destaca a necessidade de uma capacitação divina para o cumprimento da missão de evangelização.","conexao_teologica":"O poder do Espírito Santo é essencial na vida cristã, permitindo que os crentes vivam e testemunhem de maneira eficaz.","referencias_relacionadas":["Lucas 24:49","Romanos 1:16","1 Coríntios 2:4"]},"atos_1_8_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo que será enviado para habitar nos crentes.","explicacao_detalhada":"A palavra 'espírito' é usada para descrever a presença de Deus que capacita e guia os crentes. O sopro de Deus simboliza vida e poder espiritual.","por_que_esta_palavra":"A palavra 'espírito' é fundamental para entender a natureza da relação entre Deus e a humanidade, especialmente na nova aliança.","conexao_teologica":"O Espírito Santo é a terceira pessoa da Trindade e desempenha um papel crucial na vida do crente e na missão da Igreja.","referencias_relacionadas":["João 14:26","Atos 2:4","Romanos 8:26"]},"atos_1_8_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território onde os discípulos devem testemunhar.","explicacao_detalhada":"A palavra 'terra' indica a abrangência geográfica da missão dos discípulos, que deve se estender até os confins da terra.","por_que_esta_palavra":"A utilização da palavra 'terra' enfatiza a universalidade da mensagem do evangelho.","conexao_teologica":"A missão da Igreja é global, refletindo o desejo de Deus de alcançar todas as nações.","referencias_relacionadas":["Mateus 28:19-20","Salmos 2:8","Isaías 49:6"]},"atos_1_9_nuvem":{"palavra_pt":"nuvem","palavra_original":"νεφέλη","transliteracao":"nephélē","strong":"G3507","significado_raiz":"Ideia básica: nuvem.","significado_contextual":"Refere-se à nuvem que envolve a ascensão de Jesus ao céu.","explicacao_detalhada":"A palavra 'nuvem' simboliza a presença de Deus e a glorificação de Cristo. A ascensão em uma nuvem indica a sua divindade e o retorno ao Pai.","por_que_esta_palavra":"A nuvem é um símbolo frequente na Bíblia que representa a presença de Deus e a revelação divina.","conexao_teologica":"A ascensão de Cristo é um evento teológico significativo que confirma sua autoridade e promete seu retorno.","referencias_relacionadas":["Êxodo 13:21-22","Mateus 17:5","Apocalipse 1:7"]},"atos_1_9_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à visão dos discípulos ao testemunharem a ascensão de Jesus.","explicacao_detalhada":"A palavra 'olho' simboliza a percepção e a compreensão espiritual. Os discípulos estavam vendo um evento sobrenatural que confirmava a divindade de Jesus.","por_que_esta_palavra":"A ênfase no 'olho' destaca a importância de testemunhar e entender os eventos que cercam a vida de Cristo.","conexao_teologica":"A visão espiritual é crucial para a fé cristã, pois permite que os crentes reconheçam a obra de Deus em suas vidas.","referencias_relacionadas":["Salmos 121:1-2","Hebreus 12:2","2 Coríntios 5:7"]},"atos_1_9_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à comunicação e ao testemunho que os discípulos devem realizar.","explicacao_detalhada":"A palavra 'falar' implica em proclamar a mensagem do evangelho. É um chamado à ação para os discípulos que testemunharam a ascensão.","por_que_esta_palavra":"A palavra 'falar' é essencial para a missão da Igreja, que é compartilhar a boa nova de Cristo.","conexao_teologica":"A proclamação do evangelho é um mandamento central para todos os crentes, refletindo a Grande Comissão.","referencias_relacionadas":["Marcos 16:15","Atos 4:20","Romanos 10:14-15"]},"atos_1_10_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao lugar para onde Jesus ascendeu.","explicacao_detalhada":"A palavra 'céu' representa a morada de Deus e o local da glória eterna. A ascensão de Jesus ao céu é um sinal de sua exaltação.","por_que_esta_palavra":"O céu é um conceito central na teologia cristã, simbolizando a esperança e a promessa da vida eterna.","conexao_teologica":"A ascensão de Jesus ao céu é um precursor da promessa de que os crentes também serão levados à sua presença.","referencias_relacionadas":["João 14:2-3","Efésios 1:20-21","Colossenses 3:1"]},"atos_1_10_apparel":{"palavra_pt":"apparel","palavra_original":"ἐσθής","transliteracao":"esthḗs","strong":"G2066","significado_raiz":"Ideia básica: apparel.","significado_contextual":"Refere-se à vestimenta dos anjos que apareceram aos discípulos.","explicacao_detalhada":"A palavra 'apparel' (vestimenta) sugere a natureza celestial e gloriosa dos mensageiros de Deus. A descrição da vestimenta pode simbolizar pureza e autoridade.","por_que_esta_palavra":"A vestimenta é um símbolo de identidade e função, especialmente no contexto espiritual.","conexao_teologica":"A aparência dos anjos reforça a ideia de que a mensagem de Deus é acompanhada por sua presença e poder.","referencias_relacionadas":["Mateus 28:3","Apocalipse 7:9","Hebreus 1:14"]},"atos_1_11_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao céu como o destino final de Jesus e a promessa de seu retorno.","explicacao_detalhada":"A palavra 'céu' aqui reafirma a certeza de que Jesus está com o Pai e que retornará. É um lembrete da esperança cristã na segunda vinda.","por_que_esta_palavra":"A menção do céu enfatiza a certeza da promessa de Deus e a expectativa do retorno de Cristo.","conexao_teologica":"A esperança da volta de Cristo é um pilar da fé cristã, que motiva a vida e a missão da Igreja.","referencias_relacionadas":["Atos 3:21","1 Tessalonicenses 4:16-17","Apocalipse 22:12"]},"atos_1_11_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome do Salvador e Messias, que cumpriu as profecias do Antigo Testamento.","explicacao_detalhada":"Jesus é a figura central do cristianismo, reconhecido como o Filho de Deus e o Redentor da humanidade. Seu nome significa 'O Senhor é Salvação'.","por_que_esta_palavra":"A menção de Jesus neste contexto é crucial, pois marca a transição entre sua ascensão e a promessa de seu retorno.","conexao_teologica":"Jesus é o cumprimento da aliança de Deus com a humanidade, sendo o mediador entre Deus e os homens.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"atos_1_11_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se ao pacto estabelecido entre Deus e seu povo, que é renovado através de Jesus.","explicacao_detalhada":"A aliança é um tema central na Bíblia, simbolizando o compromisso de Deus com a humanidade e a promessa de salvação.","por_que_esta_palavra":"A aliança é mencionada para enfatizar a continuidade do plano de Deus através de Jesus e a importância da fé.","conexao_teologica":"A nova aliança em Cristo é a realização das promessas feitas a Israel e a inclusão dos gentios.","referencias_relacionadas":["Hebreus 8:6","Lucas 22:20","Jeremias 31:31"]},"atos_1_12_jerusalem":{"palavra_pt":"jerusalem","palavra_original":"Ἱερουσαλήμ","transliteracao":"Hierousalḗm","strong":"G2419","significado_raiz":"Ideia básica: jerusalem.","significado_contextual":"Cidade santa e centro espiritual do judaísmo, onde os eventos cruciais da vida de Jesus ocorreram.","explicacao_detalhada":"Jerusalém é o local onde Jesus foi crucificado e ressuscitou, e é o ponto de partida para a missão da igreja.","por_que_esta_palavra":"A menção de Jerusalém destaca a importância do local na história da salvação e na missão dos apóstolos.","conexao_teologica":"Jerusalém representa o cumprimento das promessas de Deus e o início da expansão do evangelho.","referencias_relacionadas":["Mateus 5:35","Lucas 24:47","Atos 2:5"]},"atos_1_12_monte":{"palavra_pt":"monte","palavra_original":"ὄρος","transliteracao":"óros","strong":"G3735","significado_raiz":"Ideia básica: monte.","significado_contextual":"Refere-se ao Monte das Oliveiras, um local significativo na vida de Jesus.","explicacao_detalhada":"O Monte das Oliveiras é onde Jesus frequentemente orou e onde ocorreu sua ascensão ao céu.","por_que_esta_palavra":"A menção do monte enfatiza a conexão geográfica e espiritual com os eventos da vida de Jesus.","conexao_teologica":"O monte simboliza a proximidade de Deus e a importância da oração na vida cristã.","referencias_relacionadas":["Mateus 26:30","Lucas 22:39","Atos 1:9"]},"atos_1_12_olivet":{"palavra_pt":"olivet","palavra_original":"ἐλαιών","transliteracao":"elaiṓn","strong":"G1638","significado_raiz":"Ideia básica: olivet.","significado_contextual":"Outra referência ao Monte das Oliveiras, enfatizando sua relevância na narrativa bíblica.","explicacao_detalhada":"O Monte das Oliveiras é um local de grande significado profético e escatológico, associado ao retorno de Cristo.","por_que_esta_palavra":"A menção de Olivet reforça a conexão com as profecias do Antigo Testamento sobre o Messias.","conexao_teologica":"O monte é um símbolo da esperança e da expectativa do retorno de Jesus.","referencias_relacionadas":["Zacarias 14:4","Mateus 24:3","Atos 1:11"]},"atos_1_13_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Refere-se a Pedro, que é chamado de 'rocha' por Jesus, simbolizando sua liderança na igreja.","explicacao_detalhada":"Pedro, como a rocha, representa a fundação da igreja e a firmeza da fé dos apóstolos.","por_que_esta_palavra":"A menção de Pedro destaca a importância da liderança e da unidade na comunidade cristã.","conexao_teologica":"Pedro é um exemplo de fé e arrependimento, mostrando que Deus pode usar pessoas imperfeitas para Seus propósitos.","referencias_relacionadas":["Mateus 16:18","João 21:15-17","Atos 2:14"]},"atos_1_13_matthew":{"palavra_pt":"matthew","palavra_original":"Ματθαῖος","transliteracao":"Matthaîos","strong":"G3156","significado_raiz":"Ideia básica: matthew.","significado_contextual":"Refere-se a Mateus, um dos apóstolos e autor do evangelho que leva seu nome.","explicacao_detalhada":"Mateus, também conhecido como Levi, era um cobrador de impostos que se tornou um dos seguidores de Jesus.","por_que_esta_palavra":"A menção de Mateus destaca a diversidade dos apóstolos e a inclusão de pessoas de diferentes origens.","conexao_teologica":"Mateus é um exemplo do chamado de Jesus para todos, independentemente de seu passado.","referencias_relacionadas":["Mateus 9:9","Mateus 10:3","Atos 1:26"]},"atos_1_14_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Maria, mãe de Jesus, que é mencionada entre os apóstolos.","explicacao_detalhada":"Maria é uma figura central na história da salvação, sendo a mãe do Salvador.","por_que_esta_palavra":"A inclusão de Maria entre os apóstolos destaca o papel das mulheres na igreja primitiva.","conexao_teologica":"Maria simboliza a obediência e a fé, sendo um exemplo de submissão à vontade de Deus.","referencias_relacionadas":["Lucas 1:38","João 19:25","Atos 1:14"]},"atos_1_14_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Reforça a centralidade de Jesus na vida da igreja e na oração dos apóstolos.","explicacao_detalhada":"A menção de Jesus neste contexto é um lembrete da importância de sua presença e intercessão.","por_que_esta_palavra":"A oração em nome de Jesus é fundamental para a vida espiritual dos crentes.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua presença é essencial na vida da igreja.","referencias_relacionadas":["João 14:13-14","Romanos 8:34","Hebreus 7:25"]},"atos_1_14_oracao":{"palavra_pt":"oracao","palavra_original":"προσευχή","transliteracao":"proseuchḗ","strong":"G4335","significado_raiz":"Ideia básica: oracao.","significado_contextual":"Refere-se à prática de oração dos apóstolos, fundamental para a vida da igreja.","explicacao_detalhada":"A oração é um meio de comunicação com Deus e uma expressão de dependência e fé.","por_que_esta_palavra":"A ênfase na oração destaca a necessidade de buscar a direção de Deus em momentos de incerteza.","conexao_teologica":"A oração é uma prática essencial na vida cristã, refletindo a relação íntima entre o crente e Deus.","referencias_relacionadas":["Filipenses 4:6","1 Tessalonicenses 5:17","Atos 2:42"]},"atos_1_15_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período específico em que os apóstolos estavam reunidos após a ascensão de Jesus.","explicacao_detalhada":"O termo 'dia' aqui indica um tempo determinado, possivelmente o dia em que Pedro se levantou para falar ao grupo sobre a necessidade de substituir Judas Iscariotes.","por_que_esta_palavra":"A palavra 'dia' é usada para marcar um momento significativo na história da igreja primitiva, quando decisões importantes estavam sendo tomadas.","conexao_teologica":"O conceito de 'dia' também pode ser relacionado ao tempo de Deus e aos eventos que marcam a história da salvação.","referencias_relacionadas":["Atos 1:15","Atos 2:1","Mateus 28:20"]},"atos_1_15_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Pedro é chamado de 'rocha', simbolizando sua firmeza e papel fundamental na fundação da igreja.","explicacao_detalhada":"A palavra 'rocha' implica estabilidade e força, refletindo a natureza do ministério de Pedro e sua liderança entre os apóstolos.","por_que_esta_palavra":"A escolha de 'rocha' para descrever Pedro enfatiza sua importância e a confiança que Jesus depositou nele.","conexao_teologica":"A rocha é um símbolo de Cristo, que é a verdadeira fundação da igreja.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:4-5","Salmos 18:2"]},"atos_1_15_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao grupo de discípulos e seguidores que estavam reunidos em Jerusalém.","explicacao_detalhada":"O termo 'povo' destaca a coletividade dos crentes, enfatizando a unidade e a importância da comunidade na missão da igreja.","por_que_esta_palavra":"A palavra 'povo' é crucial para entender a dinâmica da igreja primitiva e a necessidade de liderança e direção.","conexao_teologica":"A ideia de povo de Deus é central na narrativa bíblica, refletindo a relação entre Deus e seu povo escolhido.","referencias_relacionadas":["Atos 1:15","1 Pedro 2:9","Êxodo 19:6"]},"atos_1_16_santo":{"palavra_pt":"santo","palavra_original":"γραφή","transliteracao":"graphḗ","strong":"G1124","significado_raiz":"Ideia básica: santo.","significado_contextual":"Refere-se às escrituras que previam a traição de Judas e a necessidade de sua substituição.","explicacao_detalhada":"A palavra 'santo' aqui se relaciona com a inspiração divina das escrituras, que são consideradas sagradas e autoritativas.","por_que_esta_palavra":"A utilização de 'santo' enfatiza a importância das escrituras na formação da doutrina e na orientação da igreja.","conexao_teologica":"As escrituras são vistas como a revelação de Deus, fundamentais para a vida e a fé da comunidade cristã.","referencias_relacionadas":["Atos 1:16","2 Timóteo 3:16","Salmos 119:105"]},"atos_1_16_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo, que seria enviado para guiar e capacitar os apóstolos.","explicacao_detalhada":"A palavra 'sopro' simboliza a presença e a ação do Espírito Santo, que é essencial para a missão da igreja.","por_que_esta_palavra":"A menção ao Espírito Santo destaca a dependência dos apóstolos da direção divina em sua missão.","conexao_teologica":"O Espírito Santo é visto como o Consolador e Ajudador, que capacita os crentes a viverem e testemunharem a fé.","referencias_relacionadas":["Atos 1:16","João 14:26","Atos 2:4"]},"atos_1_16_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"Refere-se à fala de Pedro ao se dirigir aos apóstolos e ao povo.","explicacao_detalhada":"A palavra 'boca' simboliza a comunicação e a proclamação da verdade, essencial para a edificação da igreja.","por_que_esta_palavra":"A ênfase na 'boca' destaca a importância da palavra falada na transmissão da mensagem do evangelho.","conexao_teologica":"A fala é um meio pelo qual Deus se revela e comunica sua vontade ao seu povo.","referencias_relacionadas":["Atos 1:16","Romanos 10:14","Salmos 81:10"]},"atos_1_17_servo":{"palavra_pt":"servo","palavra_original":"διακονία","transliteracao":"diakonía","strong":"G1248","significado_raiz":"Ideia básica: servo.","significado_contextual":"Refere-se à função de Judas como um servo de Deus que, no entanto, traiu o Senhor.","explicacao_detalhada":"A palavra 'servo' implica uma posição de serviço e submissão, que Judas não cumpriu fielmente.","por_que_esta_palavra":"A menção ao 'servo' destaca a responsabilidade e a traição de Judas, contrastando com a fidelidade dos outros apóstolos.","conexao_teologica":"O conceito de servo é central na vida cristã, onde todos são chamados a servir a Deus e aos outros.","referencias_relacionadas":["Atos 1:17","Marcos 10:45","Filipenses 2:7"]},"atos_1_17_morrer":{"palavra_pt":"morrer","palavra_original":"κλῆρος","transliteracao":"klēros","strong":"G2819","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à morte de Judas e à necessidade de preencher sua posição entre os apóstolos.","explicacao_detalhada":"A palavra 'morrer' aqui é usada para descrever a consequência da traição de Judas e a gravidade de suas ações.","por_que_esta_palavra":"A morte de Judas serve como um aviso sobre as consequências do pecado e da desobediência a Deus.","conexao_teologica":"A morte de Judas também prefigura a redenção e a necessidade de um novo começo para a comunidade de crentes.","referencias_relacionadas":["Atos 1:17","Mateus 27:5","Salmos 69:25"]},"atos_1_17_number":{"palavra_pt":"number","palavra_original":"καταριθμέω","transliteracao":"katarithméō","strong":"G2674","significado_raiz":"Ideia básica: number.","significado_contextual":"Refere-se à contagem dos apóstolos e à necessidade de manter o número completo de doze.","explicacao_detalhada":"A palavra 'number' enfatiza a importância da estrutura e da ordem dentro da comunidade cristã.","por_que_esta_palavra":"A contagem dos apóstolos é um símbolo da continuidade do ministério de Jesus e da missão da igreja.","conexao_teologica":"O número doze é significativo, representando as doze tribos de Israel e a nova aliança em Cristo.","referencias_relacionadas":["Atos 1:17","Mateus 19:28","Apocalipse 21:14"]},"atos_1_18_piedade":{"palavra_pt":"piedade","palavra_original":"σπλάγχνον","transliteracao":"splánchnon","strong":"G4698","significado_raiz":"Ideia básica: piedade.","significado_contextual":"Refere-se à compaixão e à preocupação que os apóstolos devem ter uns pelos outros.","explicacao_detalhada":"A palavra 'piedade' implica um profundo respeito e amor, que deve caracterizar a vida da comunidade cristã.","por_que_esta_palavra":"A ênfase na piedade destaca a necessidade de um coração voltado para Deus e para o próximo.","conexao_teologica":"A piedade é uma expressão da verdadeira fé e da transformação que ocorre na vida de um crente.","referencias_relacionadas":["Atos 1:18","1 Timóteo 4:8","Tito 3:4-5"]},"atos_1_18_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de Judas Iscariotes se tornar um traidor e as consequências de suas ações.","explicacao_detalhada":"A palavra 'tornar-se' aqui indica a transição de Judas de um dos doze apóstolos para um traidor, enfatizando a gravidade de sua escolha.","por_que_esta_palavra":"A escolha de Judas é um ponto crucial na narrativa da traição de Jesus, mostrando como alguém próximo pode se desviar.","conexao_teologica":"A traição de Judas é vista como parte do plano divino para a redenção da humanidade, onde a escolha de um homem leva à crucificação de Cristo.","referencias_relacionadas":["Mateus 26:14-16","Marcos 14:10-11","Lucas 22:3-6"]},"atos_1_19_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao resultado das ações de Judas, que culminaram em sua morte e na necessidade de substituir seu lugar entre os apóstolos.","explicacao_detalhada":"A palavra 'tornar-se' aqui destaca a transformação da vida de Judas e o impacto de suas ações na comunidade dos apóstolos.","por_que_esta_palavra":"É importante entender como as ações de Judas levaram a uma mudança significativa na liderança da igreja primitiva.","conexao_teologica":"A morte de Judas e a subsequente escolha de um novo apóstolo refletem a soberania de Deus em manter a integridade do ministério apostólico.","referencias_relacionadas":["Mateus 27:3-5","Atos 1:25","Salmos 69:25"]},"atos_1_19_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"Refere-se à familiaridade ou relação que os apóstolos tinham com Judas, que agora se tornara um traidor.","explicacao_detalhada":"A palavra 'acquaintance' enfatiza a traição de alguém que era conhecido e querido, aumentando a dor da traição.","por_que_esta_palavra":"A traição é mais dolorosa quando vem de alguém próximo, e isso é central para a narrativa da paixão de Cristo.","conexao_teologica":"A traição de Judas ilustra a fragilidade da natureza humana e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Salmos 41:9","Mateus 26:50","Lucas 22:48"]},"atos_1_19_jerusalem":{"palavra_pt":"jerusalem","palavra_original":"Ἱερουσαλήμ","transliteracao":"Hierousalḗm","strong":"G2419","significado_raiz":"Ideia básica: jerusalem.","significado_contextual":"Refere-se ao local onde os eventos da traição e morte de Jesus ocorreram, e onde a igreja primitiva se estabeleceu.","explicacao_detalhada":"Jerusalém é o centro da história da salvação, onde se cumpriram as profecias e onde a igreja começou a se expandir.","por_que_esta_palavra":"A menção de Jerusalém conecta os eventos do Novo Testamento com as promessas do Antigo Testamento.","conexao_teologica":"Jerusalém é vista como a cidade santa, onde Deus escolheu habitar e onde a salvação foi revelada.","referencias_relacionadas":["Isaías 2:3","Mateus 5:35","Atos 2:5"]},"atos_1_20_office":{"palavra_pt":"office","palavra_original":"ἐπισκοπή","transliteracao":"episkopḗ","strong":"G1984","significado_raiz":"Ideia básica: office.","significado_contextual":"Refere-se ao papel ou função que os apóstolos desempenhavam na igreja primitiva, especialmente em relação à liderança.","explicacao_detalhada":"A palavra 'office' destaca a importância da liderança e da responsabilidade na comunidade cristã.","por_que_esta_palavra":"A escolha de um novo apóstolo para substituir Judas mostra a necessidade de liderança contínua na igreja.","conexao_teologica":"A estrutura de liderança na igreja é fundamental para a edificação do corpo de Cristo e a continuidade da missão.","referencias_relacionadas":["1 Timóteo 3:1","Tito 1:5","Atos 6:3"]},"atos_1_20_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à transformação que ocorre na vida de um apóstolo ao assumir um novo papel na liderança da igreja.","explicacao_detalhada":"A palavra 'tornar-se' aqui enfatiza a responsabilidade e o chamado divino para a liderança na comunidade cristã.","por_que_esta_palavra":"A ênfase na transformação é crucial para entender o papel dos apóstolos na propagação do evangelho.","conexao_teologica":"A liderança na igreja é vista como um chamado divino, onde os líderes são capacitados pelo Espírito Santo.","referencias_relacionadas":["Efésios 4:11-12","Atos 13:2","1 Pedro 5:2"]},"atos_1_20_sagrado":{"palavra_pt":"sagrado","palavra_original":"ψαλμός","transliteracao":"psalmós","strong":"G5568","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à natureza sagrada do ministério e da liderança na igreja, que deve ser tratada com reverência.","explicacao_detalhada":"A palavra 'sagrado' destaca a importância da missão e do chamado divino para os apóstolos.","por_que_esta_palavra":"A santidade do ministério é fundamental para a integridade da igreja e sua missão no mundo.","conexao_teologica":"O ministério é visto como uma extensão do ministério de Cristo, que é sagrado e deve ser exercido com responsabilidade.","referencias_relacionadas":["Hebreus 5:4","1 Pedro 1:15-16","Romanos 12:1"]},"atos_1_21_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade que Jesus tinha e que os apóstolos deveriam continuar a exercer na igreja.","explicacao_detalhada":"A palavra 'senhor' enfatiza a soberania de Cristo e a autoridade que Ele confere aos seus seguidores.","por_que_esta_palavra":"A autoridade de Jesus é central para a missão da igreja e para a pregação do evangelho.","conexao_teologica":"A autoridade dos apóstolos é um reflexo da autoridade de Cristo, que comissionou-os para a obra.","referencias_relacionadas":["Mateus 28:18-20","Atos 2:42","Efésios 1:22-23"]},"atos_1_21_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se à figura central do cristianismo, cuja vida, morte e ressurreição são a base da fé cristã.","explicacao_detalhada":"A palavra 'Jesus' é fundamental para a identidade cristã e para a missão da igreja.","por_que_esta_palavra":"A menção de Jesus é essencial para entender o propósito e a mensagem do evangelho.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua obra é a base da salvação.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 10:9"]},"atos_1_21_years":{"palavra_pt":"anos","palavra_original":"χρόνος","transliteracao":"chrónos","strong":"G5550","significado_raiz":"Ideia básica: anos.","significado_contextual":"Refere-se ao tempo que os apóstolos estiveram com Jesus, que é crucial para sua formação e ministério.","explicacao_detalhada":"A palavra 'anos' destaca a importância do tempo de discipulado e aprendizado ao lado de Jesus.","por_que_esta_palavra":"O tempo com Jesus foi fundamental para preparar os apóstolos para a missão que lhes foi confiada.","conexao_teologica":"O discipulado é um aspecto central da vida cristã, onde os crentes são chamados a crescer em conhecimento e fé.","referencias_relacionadas":["Lucas 6:13","Atos 4:13","Mateus 10:1"]},"atos_1_22_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período em que os apóstolos estavam reunidos para escolher um novo apóstolo após a ascensão de Jesus.","explicacao_detalhada":"O termo 'dia' aqui indica um tempo específico, que é crucial para a narrativa, pois marca a transição entre a era do ministério de Jesus e o início da Igreja.","por_que_esta_palavra":"A escolha do novo apóstolo deve ocorrer em um dia específico, enfatizando a importância do tempo e da preparação na obra de Deus.","conexao_teologica":"O conceito de tempo é fundamental na teologia cristã, pois Deus opera em momentos específicos da história da salvação.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","Mateus 28:1"]},"atos_1_22_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Indica a importância do evento de escolher um novo apóstolo, que é um grande passo para a Igreja primitiva.","explicacao_detalhada":"A palavra 'grande' enfatiza a magnitude da responsabilidade que recai sobre os apóstolos ao preencher a lacuna deixada por Judas.","por_que_esta_palavra":"A escolha de um novo apóstolo é um ato significativo que moldará o futuro da Igreja, tornando a decisão de grande importância.","conexao_teologica":"A grandeza da missão da Igreja é refletida na escolha de líderes que guiarão o povo de Deus.","referencias_relacionadas":["Mateus 5:19","Lucas 9:48","Romanos 12:3"]},"atos_1_22_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de João, que é mencionado como um dos candidatos para o apostolado.","explicacao_detalhada":"O nome 'João' carrega um significado de graça e favor, refletindo a identidade do apóstolo que será escolhido.","por_que_esta_palavra":"O nome é importante na cultura judaica, pois representa a pessoa e sua missão dentro do plano de Deus.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos que se relacionam com o caráter e a missão de Deus.","referencias_relacionadas":["Lucas 1:13","João 1:6","Atos 4:6"]},"atos_1_23_nome":{"palavra_pt":"nome","palavra_original":"Ἰοῦστος","transliteracao":"Ioûstos","strong":"G2459","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Justo, que também é considerado para o apostolado.","explicacao_detalhada":"Assim como João, o nome Justo é significativo e representa a justiça, um atributo importante para um líder espiritual.","por_que_esta_palavra":"A escolha de Justo como candidato destaca a necessidade de integridade e justiça na liderança da Igreja.","conexao_teologica":"A justiça é um tema central na teologia cristã, refletindo o caráter de Deus e a expectativa para Seus líderes.","referencias_relacionadas":["Mateus 1:19","Romanos 5:1","Tiago 5:16"]},"atos_1_23_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se à aliança entre Deus e Seu povo, que é um tema recorrente na Bíblia.","explicacao_detalhada":"A palavra 'aliança' aqui simboliza a continuidade do plano de Deus através dos apóstolos, que são os novos representantes da aliança.","por_que_esta_palavra":"A aliança é fundamental para entender a relação entre Deus e a humanidade, especialmente na escolha de líderes.","conexao_teologica":"A aliança de Deus com Seu povo é um tema central que permeia toda a Escritura, desde Gênesis até Apocalipse.","referencias_relacionadas":["Gênesis 9:13","Êxodo 19:5","Hebreus 8:6"]},"atos_1_24_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade de Deus sobre a escolha do novo apóstolo.","explicacao_detalhada":"A palavra 'senhor' enfatiza a soberania de Deus na direção da Igreja e na escolha de Seus líderes.","por_que_esta_palavra":"Reconhecer a autoridade de Deus é essencial para a liderança espiritual e para a missão da Igreja.","conexao_teologica":"A autoridade de Deus é um princípio fundamental na teologia cristã, que assegura que todas as coisas estão sob Seu controle.","referencias_relacionadas":["Salmos 24:1","Mateus 28:18","Romanos 13:1"]},"atos_1_24_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à invocação de Deus na oração dos apóstolos ao buscar Sua orientação.","explicacao_detalhada":"A palavra 'deus' aqui destaca a importância da oração e da dependência de Deus na tomada de decisões.","por_que_esta_palavra":"Invocar o nome de Deus é um reconhecimento de Sua soberania e sabedoria em todas as situações.","conexao_teologica":"A oração é um meio pelo qual os crentes se conectam com Deus e buscam Sua vontade.","referencias_relacionadas":["Filipenses 4:6","Tiago 1:5","1 Tessalonicenses 5:17"]},"atos_1_25_servo":{"palavra_pt":"servo","palavra_original":"διακονία","transliteracao":"diakonía","strong":"G1248","significado_raiz":"Ideia básica: servo.","significado_contextual":"Refere-se à função do novo apóstolo como servo de Cristo e da Igreja.","explicacao_detalhada":"A palavra 'servo' enfatiza a humildade e o serviço que devem caracterizar a liderança cristã.","por_que_esta_palavra":"A liderança na Igreja é vista como um chamado ao serviço, não à busca de poder ou prestígio.","conexao_teologica":"O conceito de servo é central no ministério de Jesus, que veio para servir e não para ser servido.","referencias_relacionadas":["Marcos 10:45","João 13:14","Gálatas 5:13"]},"atos_1_25_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"Refere-se ao conhecimento prévio que os apóstolos tinham sobre os candidatos ao apostolado.","explicacao_detalhada":"A palavra 'acquaintance' destaca a importância do relacionamento e do conhecimento mútuo entre os apóstolos e os candidatos.","por_que_esta_palavra":"Conhecer bem aqueles que lideram é fundamental para a saúde da Igreja e para a continuidade do ministério.","conexao_teologica":"A comunhão entre os crentes é um aspecto vital da vida da Igreja, refletindo a unidade do corpo de Cristo.","referencias_relacionadas":["Atos 2:42","1 Coríntios 12:12","Efésios 4:3"]},"atos_1_26_morrer":{"palavra_pt":"morrer","palavra_original":"κλῆρος","transliteracao":"klēros","strong":"G2819","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à morte de Judas e à necessidade de preencher sua posição entre os apóstolos.","explicacao_detalhada":"A palavra 'morrer' aqui é um lembrete da gravidade do pecado e das consequências que ele traz.","por_que_esta_palavra":"A morte de Judas serve como um aviso sobre a traição e a necessidade de permanecer fiel a Deus.","conexao_teologica":"A morte e a ressurreição de Cristo são centrais na mensagem do evangelho, e a morte de Judas destaca a escolha entre vida e morte espiritual.","referencias_relacionadas":["Mateus 27:5","Atos 1:18","Romanos 6:23"]},"atos_1_26_matthias":{"palavra_pt":"matthias","palavra_original":"Ματθίας","transliteracao":"Matthías","strong":"G3159","significado_raiz":"Ideia básica: matthias.","significado_contextual":"Matthias é o apóstolo escolhido para substituir Judas Iscariotes após sua traição.","explicacao_detalhada":"O nome Matthias significa 'dom de Deus'. Ele foi escolhido pelos apóstolos por meio de oração e sorteio, mostrando a importância da direção divina na escolha de líderes na igreja primitiva.","por_que_esta_palavra":"A escolha de Matthias representa a continuidade da missão apostólica e a restauração da liderança entre os discípulos.","conexao_teologica":"A escolha de Matthias destaca a soberania de Deus na liderança da igreja e a importância da obediência à Sua vontade.","referencias_relacionadas":["Atos 1:24-26","Mateus 19:28","Salmos 109:8"]},"atos_1_26_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' é usada no contexto de acompanhar ou estar em comunhão com os apóstolos.","explicacao_detalhada":"Neste contexto, 'seguir' implica em estar em união com os apóstolos e participar da missão de Cristo, refletindo a importância da comunidade cristã.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica da comunidade cristã primitiva e a necessidade de unidade entre os crentes.","conexao_teologica":"Seguir os apóstolos é um chamado para todos os crentes a se unirem na missão de Cristo e na edificação da igreja.","referencias_relacionadas":["Atos 2:42","Mateus 4:19","Lucas 9:23"]}}