{"atos_10_1_nome":{"palavra_pt":"nome","palavra_original":"Καισάρεια","transliteracao":"Kaisáreia","strong":"G2542","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome da cidade de Cesareia, onde Cornélio residia.","explicacao_detalhada":"O nome 'Cesareia' (Καισάρεια) é significativo, pois representa a influência romana e a presença de gentios, sendo um centro de poder e cultura.","por_que_esta_palavra":"A menção do nome destaca a localização geográfica e cultural onde a obra de Deus estava prestes a se expandir para os gentios.","conexao_teologica":"Cesareia simboliza a inclusão dos gentios no plano de salvação, conforme profetizado em Isaías 49:6.","referencias_relacionadas":["Atos 10:24","Mateus 28:19","Isaías 49:6"]},"atos_10_1_cornelius":{"palavra_pt":"cornelius","palavra_original":"Κορνήλιος","transliteracao":"Kornḗlios","strong":"G2883","significado_raiz":"Ideia básica: cornelius.","significado_contextual":"Refere-se a Cornélio, um centurião romano, que é um dos primeiros gentios a receber o evangelho.","explicacao_detalhada":"Cornélio (Κορνήλιος) é descrito como um homem temente a Deus, simbolizando a abertura do evangelho para além dos judeus.","por_que_esta_palavra":"A inclusão de Cornélio na narrativa enfatiza a universalidade da mensagem cristã e a quebra de barreiras étnicas e religiosas.","conexao_teologica":"Cornélio representa a missão de Jesus de alcançar todos os povos, conforme Atos 1:8.","referencias_relacionadas":["Atos 10:22","Atos 11:14","Gálatas 3:28"]},"atos_10_2_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como o ser supremo, que observa e se importa com a vida dos homens.","explicacao_detalhada":"A palavra 'Deus' (θεός) é central na narrativa, pois enfatiza a soberania e a ação divina na vida de Cornélio e na expansão do evangelho.","por_que_esta_palavra":"A menção de Deus destaca a iniciativa divina em buscar aqueles que são sinceros em sua fé, como Cornélio.","conexao_teologica":"A ação de Deus em se revelar aos gentios é um tema central em toda a Bíblia, como em Romanos 1:16.","referencias_relacionadas":["Romanos 1:16","Atos 17:27","Hebreus 11:6"]},"atos_10_2_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à família de Cornélio, que também é impactada pela mensagem do evangelho.","explicacao_detalhada":"A palavra 'família' (οἶκος) indica a unidade familiar e a importância da evangelização dentro do lar, mostrando que a fé pode se espalhar através das relações familiares.","por_que_esta_palavra":"A inclusão da família de Cornélio enfatiza a abrangência da salvação e a responsabilidade de compartilhar a fé com os entes queridos.","conexao_teologica":"A salvação é frequentemente apresentada como um evento que afeta não apenas o indivíduo, mas também sua família, como em Atos 16:31.","referencias_relacionadas":["Atos 16:31","Efésios 6:4","1 Timóteo 5:8"]},"atos_10_2_devout":{"palavra_pt":"devout","palavra_original":"εὐσεβής","transliteracao":"eusebḗs","strong":"G2152","significado_raiz":"Ideia básica: devout.","significado_contextual":"Refere-se à devoção de Cornélio a Deus, destacando sua sinceridade e busca espiritual.","explicacao_detalhada":"A palavra 'devout' (εὐσεβής) descreve alguém que é respeitoso e reverente em relação a Deus, indicando que Cornélio era um homem de fé.","por_que_esta_palavra":"A devoção de Cornélio é um exemplo de como Deus busca aqueles que o adoram em espírito e em verdade, independentemente de sua origem.","conexao_teologica":"A devoção é um tema importante na Bíblia, refletindo a atitude que Deus espera de seus seguidores, como em João 4:24.","referencias_relacionadas":["João 4:24","Salmos 34:18","Tiago 4:8"]},"atos_10_3_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que Cornélio teve a visão que mudaria sua vida e a história da igreja.","explicacao_detalhada":"A palavra 'dia' (ἡμέρα) aqui indica um momento crucial em que Deus se revela a Cornélio, preparando-o para receber a mensagem do evangelho.","por_que_esta_palavra":"A menção do dia enfatiza a importância do tempo em que Deus age na vida das pessoas, mostrando que Ele tem um plano específico.","conexao_teologica":"Momentos de revelação divina são frequentemente marcados por dias específicos, como em Atos 2, no dia de Pentecostes.","referencias_relacionadas":["Atos 2:1","Gálatas 4:4","Salmos 118:24"]},"atos_10_3_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus que se comunica com Cornélio através de uma visão.","explicacao_detalhada":"A palavra 'Deus' (θεός) destaca a iniciativa divina em se revelar e guiar aqueles que buscam a verdade.","por_que_esta_palavra":"A menção de Deus aqui é crucial, pois mostra que Ele está ativamente envolvido na vida de Cornélio e na expansão do evangelho.","conexao_teologica":"A revelação de Deus é um tema central na Bíblia, mostrando como Ele se comunica com a humanidade, como em Hebreus 1:1-2.","referencias_relacionadas":["Hebreus 1:1-2","Atos 17:30","Romanos 10:14"]},"atos_10_3_visao":{"palavra_pt":"visao","palavra_original":"ὅραμα","transliteracao":"hórama","strong":"G3705","significado_raiz":"Ideia básica: visao.","significado_contextual":"Uma revelação divina que Cornélio recebeu enquanto orava.","explicacao_detalhada":"A palavra 'visão' refere-se a uma experiência sobrenatural onde Cornélio viu um anjo de Deus. Essa visão foi um meio pelo qual Deus se comunicou com ele, indicando a importância da obediência e da preparação para a vinda do evangelho aos gentios.","por_que_esta_palavra":"A visão é um elemento crucial na narrativa, pois marca o início da inclusão dos gentios na salvação oferecida por Cristo.","conexao_teologica":"A visão de Cornélio simboliza a abertura do evangelho para todos os povos, refletindo a universalidade da mensagem cristã.","referencias_relacionadas":["Atos 10:1-2","Atos 10:30-31","Atos 11:14"]},"atos_10_4_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Cornélio reconhece a autoridade do anjo que lhe fala.","explicacao_detalhada":"A palavra 'senhor' é usada por Cornélio em um contexto de reverência e submissão. Ele entende que a mensagem recebida é de uma fonte superior, o que demonstra sua disposição em obedecer.","por_que_esta_palavra":"A utilização da palavra 'senhor' enfatiza a relação de autoridade entre Deus e os seres humanos, e a necessidade de se submeter à vontade divina.","conexao_teologica":"A autoridade de Deus é um tema central na Bíblia, mostrando que Ele é soberano sobre todas as coisas.","referencias_relacionadas":["Salmos 24:1","Romanos 14:9","Filipenses 2:9-11"]},"atos_10_4_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Cornélio é instruído por um mensageiro de Deus.","explicacao_detalhada":"A palavra 'deus' refere-se ao ser supremo que se revela aos homens. Neste contexto, Deus está agindo diretamente na vida de Cornélio, um gentio, para prepará-lo para a mensagem do evangelho.","por_que_esta_palavra":"A menção de Deus destaca a iniciativa divina em buscar aqueles que estão longe, mostrando que a salvação é para todos.","conexao_teologica":"A natureza de Deus como buscador é um tema recorrente nas Escrituras, revelando Seu amor e desejo de relacionamento com a humanidade.","referencias_relacionadas":["João 3:16","Romanos 5:8","1 Timóteo 2:4"]},"atos_10_4_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de tornar-se ou acontecer algo significativo na vida de Cornélio.","explicacao_detalhada":"A palavra 'tornar-se' implica uma transformação ou mudança que está prestes a ocorrer na vida de Cornélio, que será impactado pela mensagem do evangelho.","por_que_esta_palavra":"Este termo é importante porque indica que a obra de Deus está em andamento, trazendo mudanças significativas na vida das pessoas.","conexao_teologica":"A transformação é um aspecto central da experiência cristã, onde o encontro com Deus resulta em novas vidas.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"atos_10_5_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Refere-se ao nome de Simão Pedro, que significa 'rocha'.","explicacao_detalhada":"A palavra 'rocha' simboliza estabilidade e firmeza. Pedro, como líder da igreja primitiva, é uma figura central na propagação do evangelho entre os gentios.","por_que_esta_palavra":"O nome 'Pedro' é significativo, pois Jesus o chamou de 'rocha', indicando sua importância na fundação da igreja.","conexao_teologica":"A figura de Pedro como rocha representa a firmeza da fé e a construção da igreja sobre a verdade de Cristo.","referencias_relacionadas":["Mateus 16:18","Atos 2:14","Gálatas 2:7-8"]},"atos_10_5_joppa":{"palavra_pt":"joppa","palavra_original":"Ἰόππη","transliteracao":"Ióppē","strong":"G2445","significado_raiz":"Ideia básica: joppa.","significado_contextual":"A cidade onde Pedro estava quando recebeu a visão.","explicacao_detalhada":"Joppa é um local histórico e estratégico, e sua menção destaca a importância geográfica e cultural na narrativa da expansão do evangelho.","por_que_esta_palavra":"A localização é relevante, pois mostra como Deus estava orquestrando eventos em diferentes lugares para cumprir Seu plano de salvação.","conexao_teologica":"A geografia bíblica muitas vezes tem um papel significativo na narrativa da salvação, mostrando que Deus age em contextos específicos.","referencias_relacionadas":["Jonas 1:3","Atos 9:36-42","Atos 10:6"]},"atos_10_5_nome":{"palavra_pt":"nome","palavra_original":"Σίμων","transliteracao":"Símōn","strong":"G4613","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Simão, que é importante para a identificação de Pedro.","explicacao_detalhada":"O nome 'Simão' é uma referência direta a Pedro, e sua menção é crucial para a narrativa, pois conecta a história de Cornélio à liderança de Pedro na igreja.","por_que_esta_palavra":"O nome é uma chave para entender a identidade de Pedro e seu papel na missão de Deus.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos e refletem a identidade e o propósito de Deus para as pessoas.","referencias_relacionadas":["Mateus 4:18","João 1:42","Atos 10:6"]},"atos_10_6_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de fazer algo, neste caso, obedecer à instrução divina.","explicacao_detalhada":"A palavra 'fazer' implica em ação e obediência. Pedro é chamado a agir de acordo com a visão que recebeu, demonstrando a importância da resposta humana ao chamado de Deus.","por_que_esta_palavra":"A ação é um componente essencial da fé, pois a obediência às instruções divinas é fundamental para a realização do plano de Deus.","conexao_teologica":"A relação entre fé e obras é um tema central nas Escrituras, onde a verdadeira fé se manifesta em ações concretas.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Colossenses 3:23"]},"atos_10_6_nome":{"palavra_pt":"nome","palavra_original":"Σίμων","transliteracao":"Símōn","strong":"G4613","significado_raiz":"Ideia básica: nome.","significado_contextual":"Novamente, refere-se ao nome de Simão, que é importante para a identificação de Pedro.","explicacao_detalhada":"A repetição do nome 'Simão' reforça a conexão entre Pedro e a missão que Deus está prestes a realizar através dele.","por_que_esta_palavra":"A menção do nome é uma forma de enfatizar a identidade e o papel de Pedro na propagação do evangelho.","conexao_teologica":"A identidade em Cristo é fundamental para a missão da igreja, e cada crente é chamado a cumprir seu propósito.","referencias_relacionadas":["Mateus 16:18","Atos 2:14","Atos 10:5"]},"atos_10_7_devout":{"palavra_pt":"devout","palavra_original":"εὐσεβής","transliteracao":"eusebḗs","strong":"G2152","significado_raiz":"Ideia básica: devout.","significado_contextual":"Refere-se à devoção de Cornélio a Deus.","explicacao_detalhada":"A palavra 'devout' descreve a natureza piedosa de Cornélio, que era um homem temente a Deus e que buscava agradar a Ele, mesmo antes de conhecer o evangelho.","por_que_esta_palavra":"A devoção de Cornélio é um exemplo de como Deus busca aqueles que O adoram em espírito e em verdade, independentemente de sua origem.","conexao_teologica":"A devoção é um aspecto importante da vida cristã, refletindo a resposta do coração humano ao amor e à graça de Deus.","referencias_relacionadas":["Salmos 34:18","Hebreus 11:6","Atos 10:2"]},"atos_10_8_joppa":{"palavra_pt":"joppa","palavra_original":"Ἰόππη","transliteracao":"Ióppē","strong":"G2445","significado_raiz":"Ideia básica: joppa.","significado_contextual":"Joppa é uma cidade portuária mencionada na Bíblia, localizada na costa do Mediterrâneo.","explicacao_detalhada":"Joppa, conhecida como Ióppē em grego, é significativa por ser o local onde Pedro ficou hospedado na casa de Simão, o curtidor, antes de receber a visão que o levaria a pregar aos gentios.","por_que_esta_palavra":"A menção de Joppa destaca a importância da cidade como um ponto de encontro entre judeus e gentios, simbolizando a expansão do evangelho.","conexao_teologica":"Joppa representa a transição do evangelho dos judeus para os gentios, refletindo a missão universal de Cristo.","referencias_relacionadas":["Atos 9:36-42","Atos 10:1-8","Jonas 1:3"]},"atos_10_8_declare":{"palavra_pt":"declare","palavra_original":"ἐξηγέομαι","transliteracao":"exēgéomai","strong":"G1834","significado_raiz":"Ideia básica: declare.","significado_contextual":"O verbo 'declarar' refere-se ao ato de explicar ou revelar algo de forma clara.","explicacao_detalhada":"Neste contexto, Pedro é instruído a declarar o que Deus lhe mostrou em uma visão, enfatizando a importância da comunicação clara da mensagem divina.","por_que_esta_palavra":"A palavra 'declarar' é crucial para entender a responsabilidade de Pedro em compartilhar a revelação recebida.","conexao_teologica":"A declaração da verdade de Deus é um chamado para todos os crentes, refletindo a necessidade de evangelizar e ensinar.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","Romanos 10:14-15"]},"atos_10_8_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"A palavra 'portanto' indica uma conclusão ou consequência lógica do que foi dito anteriormente.","explicacao_detalhada":"Neste versículo, 'portanto' conecta a visão de Pedro com a ação que ele deve tomar, mostrando a relação entre a revelação e a obediência.","por_que_esta_palavra":"A utilização de 'portanto' enfatiza a necessidade de agir com base na revelação recebida de Deus.","conexao_teologica":"A obediência às instruções divinas é um tema central na vida cristã, refletindo a fé em ação.","referencias_relacionadas":["Tiago 1:22","Romanos 12:1-2","1 João 2:5"]},"atos_10_9_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' é frequentemente associada à firmeza e estabilidade, e neste contexto, refere-se a Pedro, que é chamado de 'a rocha' sobre a qual a Igreja seria construída.","explicacao_detalhada":"Pedro, como 'rocha', simboliza a liderança e a fundação da Igreja, e sua resposta à visão é crucial para a expansão do evangelho.","por_que_esta_palavra":"A referência a 'rocha' reforça a importância de Pedro na história da Igreja e sua responsabilidade em guiar os crentes.","conexao_teologica":"A figura de Pedro como rocha é um símbolo da autoridade e da missão da Igreja de proclamar o evangelho.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:4-5","Efésios 2:20"]},"atos_10_9_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador e Senhor do universo, que se revela aos homens.","explicacao_detalhada":"Neste contexto, Deus é o agente que se comunica com Pedro, mostrando que a salvação é para todos, não apenas para os judeus.","por_que_esta_palavra":"A menção de Deus destaca a soberania divina na expansão do evangelho e na inclusão dos gentios.","conexao_teologica":"A natureza inclusiva de Deus é um tema central na teologia cristã, refletindo Seu desejo de salvar toda a humanidade.","referencias_relacionadas":["João 3:16","Romanos 1:16","Gálatas 3:28"]},"atos_10_10_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se a um processo de transformação ou mudança.","explicacao_detalhada":"Neste contexto, indica a transformação que ocorre na vida de Pedro ao aceitar a visão e a nova direção que Deus está dando.","por_que_esta_palavra":"A ideia de 'tornar-se' enfatiza a dinâmica da fé e a disposição de seguir a vontade de Deus.","conexao_teologica":"A transformação espiritual é um aspecto essencial da vida cristã, refletindo a obra do Espírito Santo.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 5:22-23"]},"atos_10_10_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' implica a ação de tomar uma decisão ou fazer uma seleção.","explicacao_detalhada":"Aqui, refere-se à escolha de Pedro em obedecer à visão e ir até os gentios, mostrando a importância da decisão na vida cristã.","por_que_esta_palavra":"A escolha de Pedro é um exemplo de como os crentes devem responder à direção de Deus em suas vidas.","conexao_teologica":"A liberdade de escolha é um aspecto fundamental da relação entre Deus e a humanidade, refletindo o amor e a responsabilidade.","referencias_relacionadas":["Deuteronômio 30:19","Josué 24:15","Gálatas 6:7"]},"atos_10_11_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' refere-se ao domínio espiritual onde Deus habita e de onde Ele se comunica com a humanidade.","explicacao_detalhada":"Neste contexto, o céu é o lugar de onde a visão de Pedro vem, simbolizando a autoridade divina sobre a revelação.","por_que_esta_palavra":"A menção do céu enfatiza a origem divina da mensagem que Pedro recebe.","conexao_teologica":"O céu é um símbolo da presença de Deus e da esperança cristã na vida eterna.","referencias_relacionadas":["Mateus 6:9","Filipenses 3:20","Apocalipse 21:1-4"]},"atos_10_11_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico e à criação de Deus.","explicacao_detalhada":"Neste contexto, a terra é mencionada em contraste com o céu, destacando a abrangência da mensagem divina que se estende a toda a criação.","por_que_esta_palavra":"A inclusão da terra enfatiza que a salvação é para todos os povos e nações, não limitada a um grupo específico.","conexao_teologica":"A criação de Deus abrange tanto o céu quanto a terra, refletindo Seu plano redentor para toda a humanidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:19-21"]},"atos_10_11_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"A palavra 'temor' refere-se a um sentimento de reverência ou respeito profundo.","explicacao_detalhada":"Neste contexto, o temor é uma resposta adequada à grandeza de Deus e à revelação que Ele faz a Pedro.","por_que_esta_palavra":"O temor é essencial na relação com Deus, refletindo a compreensão de Sua santidade e majestade.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria e é fundamental para uma vida de fé autêntica.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 33:6"]},"atos_10_12_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao chão ou superfície da terra onde os seres humanos habitam.","explicacao_detalhada":"A palavra 'terra' é usada para descrever o espaço físico que Deus criou, onde a vida se desenvolve. No contexto de Atos 10, a visão de Pedro envolve a terra como um símbolo de inclusão e aceitação de todos os povos.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a universalidade da mensagem do evangelho, que não se limita a um grupo específico, mas se estende a todas as nações.","conexao_teologica":"A terra é vista como o lugar onde Deus age e se revela, e a inclusão de gentios na salvação é um tema central na teologia do Novo Testamento.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Mateus 28:19"]},"atos_10_12_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao céu, o domínio espiritual onde Deus habita.","explicacao_detalhada":"A palavra 'céu' é frequentemente associada à presença de Deus e à sua soberania. No contexto de Atos 10, o céu é o local de onde a visão de Pedro se origina, indicando a autoridade divina sobre a mensagem que está sendo revelada.","por_que_esta_palavra":"A utilização de 'céu' reforça a ideia de que a revelação de Deus transcende as limitações humanas e é um chamado divino para a inclusão.","conexao_teologica":"O céu representa a esperança e a promessa da vida eterna, e a visão de Pedro é um marco na expansão do evangelho para além das fronteiras judaicas.","referencias_relacionadas":["Salmos 115:16","Mateus 6:9","Apocalipse 21:1"]},"atos_10_13_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Refere-se a uma base sólida, simbolizando estabilidade e segurança.","explicacao_detalhada":"A palavra 'rocha' é usada para descrever algo que é firme e inabalável. No contexto de Atos 10, a referência à rocha pode ser vista como uma metáfora para a fé e a confiança em Deus.","por_que_esta_palavra":"A escolha da palavra 'rocha' sugere que a mensagem que Pedro recebe é uma verdade sólida que deve ser proclamada com coragem.","conexao_teologica":"Cristo é frequentemente descrito como a rocha em que a igreja é construída, e a revelação dada a Pedro é fundamental para a expansão do evangelho.","referencias_relacionadas":["Mateus 16:18","Salmos 18:2","1 Coríntios 10:4"]},"atos_10_13_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se a algo que se torna significativo ou importante.","explicacao_detalhada":"A palavra 'tornar-se' implica uma transformação ou mudança de estado. No contexto de Atos 10, isso se relaciona à mudança na percepção de Pedro sobre a aceitação dos gentios.","por_que_esta_palavra":"A utilização dessa palavra destaca a importância da revelação divina que leva a uma nova compreensão da missão da igreja.","conexao_teologica":"A transformação na vida de Pedro simboliza a mudança que Deus deseja realizar na vida de todos os crentes, expandindo a visão do que significa ser parte do povo de Deus.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 6:15"]},"atos_10_14_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Reforça a ideia de firmeza e segurança na fé.","explicacao_detalhada":"A repetição da palavra 'rocha' enfatiza a importância da base sólida que a revelação de Deus proporciona a Pedro e à igreja.","por_que_esta_palavra":"A palavra é usada para reafirmar a certeza e a estabilidade da mensagem que Pedro deve levar adiante.","conexao_teologica":"A rocha é um símbolo de Cristo e da verdade que Ele representa, essencial para a missão da igreja.","referencias_relacionadas":["Mateus 7:24","Salmos 62:6","Efésios 2:20"]},"atos_10_14_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania e ao senhorio de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' implica um reconhecimento da autoridade divina. No contexto de Atos 10, isso se relaciona à aceitação de que Deus é o Senhor de todos, incluindo os gentios.","por_que_esta_palavra":"A escolha dessa palavra enfatiza que a mensagem de inclusão é uma ordem direta de Deus, que tem autoridade sobre a vida e a salvação.","conexao_teologica":"O senhorio de Cristo é um tema central no Novo Testamento, e a aceitação de todos os povos é uma expressão desse senhorio.","referencias_relacionadas":["Romanos 10:12","Filipenses 2:9-11","Atos 2:36"]},"atos_10_14_profano":{"palavra_pt":"profano","palavra_original":"κοινός","transliteracao":"koinós","strong":"G2839","significado_raiz":"Ideia básica: profano.","significado_contextual":"Refere-se a algo que é considerado impuro ou não sagrado.","explicacao_detalhada":"A palavra 'profano' é usada para descrever o que é comum ou não aceito nas práticas religiosas judaicas. No contexto de Atos 10, isso se relaciona à visão de Pedro sobre a aceitação dos gentios.","por_que_esta_palavra":"A utilização dessa palavra destaca a mudança de perspectiva que Deus está promovendo em relação ao que é considerado puro e impuro.","conexao_teologica":"A inclusão dos gentios na salvação é uma demonstração da graça de Deus, que ultrapassa as barreiras da lei e da tradição.","referencias_relacionadas":["Atos 10:28","Gálatas 3:28","Efésios 2:14"]},"atos_10_15_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao ser supremo, criador e sustentador do universo.","explicacao_detalhada":"A palavra 'Deus' é central na teologia cristã, representando a fonte de toda a vida e a autoridade suprema. No contexto de Atos 10, Deus é quem está comunicando a Pedro a nova visão sobre a aceitação dos gentios.","por_que_esta_palavra":"A escolha da palavra 'Deus' enfatiza a soberania e a iniciativa divina na salvação, que não é limitada a um grupo específico.","conexao_teologica":"A natureza de Deus como inclusivo e amoroso é um tema central na mensagem do evangelho.","referencias_relacionadas":["João 3:16","Atos 17:24-26","Romanos 5:8"]},"atos_10_15_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar em meio a algo ou entre pessoas.","explicacao_detalhada":"A palavra 'entre' sugere uma relação de proximidade e inclusão. No contexto de Atos 10, isso se relaciona à aceitação dos gentios como parte do povo de Deus.","por_que_esta_palavra":"A utilização dessa palavra enfatiza a ideia de que todos são convidados a fazer parte da comunidade de fé, independentemente de sua origem.","conexao_teologica":"A inclusão dos gentios é uma demonstração do amor de Deus que se estende a todos os povos.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","Efésios 2:19"]},"atos_10_16_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao céu como o domínio espiritual e a morada de Deus.","explicacao_detalhada":"A palavra 'céu' é um símbolo da autoridade divina e da revelação. No contexto de Atos 10, o céu é o lugar de onde a ordem de Deus é dada a Pedro.","por_que_esta_palavra":"A escolha da palavra 'céu' reforça a origem divina da mensagem que Pedro recebe, indicando que é uma instrução direta de Deus.","conexao_teologica":"O céu representa a soberania de Deus e a promessa de que a salvação é para todos, não apenas para os judeus.","referencias_relacionadas":["Hebreus 11:16","Mateus 5:12","Apocalipse 21:2"]},"atos_10_16_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' refere-se ao processo de transformação ou mudança de estado.","explicacao_detalhada":"No contexto de Atos 10:16, a visão de Pedro representa uma mudança radical na compreensão da pureza e da aceitação de pessoas de diferentes origens. A ideia de 'tornar-se' implica que algo novo está prestes a acontecer na missão da Igreja.","por_que_esta_palavra":"Esta palavra é usada para indicar que a visão de Pedro não era apenas uma experiência pessoal, mas um chamado divino para uma nova realidade no evangelho.","conexao_teologica":"A transformação é um tema central na teologia cristã, refletindo a obra do Espírito Santo na vida dos crentes.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 6:15"]},"atos_10_17_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' simboliza firmeza e estabilidade, representando Pedro como uma base sólida para a Igreja.","explicacao_detalhada":"No contexto de Atos 10:17, a menção de Pedro (rocha) destaca sua importância na liderança da Igreja primitiva e sua função como porta-voz das revelações de Deus.","por_que_esta_palavra":"A escolha da palavra 'rocha' enfatiza a força e a durabilidade da fé que Pedro representa.","conexao_teologica":"Cristo é frequentemente referido como a rocha, e Pedro, como seu apóstolo, é visto como uma extensão dessa firmeza na liderança da Igreja.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:4-5","Salmos 18:2"]},"atos_10_17_visao":{"palavra_pt":"visao","palavra_original":"ὅραμα","transliteracao":"hórama","strong":"G3705","significado_raiz":"Ideia básica: visao.","significado_contextual":"A palavra 'visão' refere-se a uma revelação divina que traz clareza e entendimento sobre a vontade de Deus.","explicacao_detalhada":"Em Atos 10:17, a visão de Pedro é crucial para a aceitação dos gentios no plano de salvação, mostrando que Deus não faz acepção de pessoas.","por_que_esta_palavra":"A visão é um meio pelo qual Deus comunica sua vontade e propósitos, especialmente em momentos de transição.","conexao_teologica":"As visões e revelações são formas pelas quais Deus se comunica com seu povo, guiando-os em sua missão.","referencias_relacionadas":["Atos 2:17","Ezequiel 1:1","Apocalipse 1:1"]},"atos_10_18_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' reafirma a identidade de Pedro como um líder forte e confiável na Igreja.","explicacao_detalhada":"Neste versículo, a referência a Pedro como rocha destaca sua posição de autoridade e a responsabilidade que ele carrega na propagação do evangelho.","por_que_esta_palavra":"A metáfora da rocha é usada para ilustrar a solidez da fé e a importância da liderança de Pedro.","conexao_teologica":"A rocha é um símbolo de segurança e proteção, refletindo a natureza de Cristo como a verdadeira rocha da salvação.","referencias_relacionadas":["Mateus 16:18","1 Coríntios 3:11","Salmos 62:6"]},"atos_10_18_nome":{"palavra_pt":"nome","palavra_original":"Σίμων","transliteracao":"Símōn","strong":"G4613","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' é significativa, pois representa a identidade e a autoridade de uma pessoa.","explicacao_detalhada":"Em Atos 10:18, o nome 'Simão' é mencionado, destacando a importância da identidade de Pedro e sua missão como apóstolo.","por_que_esta_palavra":"O nome carrega peso e significado, especialmente em contextos bíblicos, onde nomes frequentemente refletem o caráter ou a missão de uma pessoa.","conexao_teologica":"O nome de Jesus é central na teologia cristã, e a identidade dos crentes é frequentemente ligada ao nome de Cristo.","referencias_relacionadas":["Atos 4:12","Filipenses 2:9-10","Romanos 10:13"]},"atos_10_19_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' reafirma a firmeza e a estabilidade de Pedro em sua liderança.","explicacao_detalhada":"Neste versículo, a referência a Pedro como rocha sublinha sua importância na transição da Igreja para incluir os gentios.","por_que_esta_palavra":"A metáfora da rocha é usada para enfatizar a força e a durabilidade da fé que Pedro representa.","conexao_teologica":"A rocha é um símbolo de segurança e proteção, refletindo a natureza de Cristo como a verdadeira rocha da salvação.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:4-5","Salmos 18:2"]},"atos_10_19_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se à presença e ação do Espírito Santo na vida dos crentes.","explicacao_detalhada":"Em Atos 10:19, a menção do espírito indica a orientação divina que Pedro recebe para cumprir sua missão.","por_que_esta_palavra":"O espírito é fundamental na teologia cristã, representando a presença ativa de Deus entre seu povo.","conexao_teologica":"O Espírito Santo é o agente de transformação e capacitação na vida dos crentes, guiando-os em sua missão.","referencias_relacionadas":["Atos 2:4","Romanos 8:26","Gálatas 5:22-23"]},"atos_10_19_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"A palavra 'buscar' implica um desejo ativo de encontrar ou compreender a vontade de Deus.","explicacao_detalhada":"Em Atos 10:19, a busca de Pedro é por direção divina, refletindo a necessidade de discernimento na missão da Igreja.","por_que_esta_palavra":"Buscar é uma ação que demonstra a disposição de seguir a liderança de Deus em momentos de incerteza.","conexao_teologica":"A busca pela vontade de Deus é um tema recorrente na vida cristã, enfatizando a necessidade de dependência do Espírito Santo.","referencias_relacionadas":["Mateus 7:7","Tiago 1:5","Salmos 27:8"]},"atos_10_20_morrer":{"palavra_pt":"ir","palavra_original":"πορεύομαι","transliteracao":"poreúomai","strong":"G4198","significado_raiz":"Ideia básica: ir.","significado_contextual":"A palavra 'ir' refere-se à ação de se mover em direção a um propósito ou missão.","explicacao_detalhada":"Em Atos 10:20, a instrução para 'ir' é um chamado à ação, indicando que Pedro deve se mover em direção à nova revelação que recebeu.","por_que_esta_palavra":"A palavra 'ir' é um imperativo que enfatiza a urgência e a importância da obediência à direção de Deus.","conexao_teologica":"A missão de ir e fazer discípulos é central na Grande Comissão, refletindo o chamado de todos os crentes.","referencias_relacionadas":["Mateus 28:19-20","Marcos 16:15","Atos 1:8"]},"atos_10_20_homem":{"palavra_pt":"homem","palavra_original":"μηδείς","transliteracao":"mēdeís","strong":"G3367","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, destacando a inclusão de todos no plano de salvação.","explicacao_detalhada":"Em Atos 10:20, a referência a 'homem' sublinha a universalidade da mensagem do evangelho, que é para todos, independentemente de sua origem.","por_que_esta_palavra":"A inclusão de todos os homens na salvação é um tema central na obra de Cristo e na missão da Igreja.","conexao_teologica":"A salvação é oferecida a toda a humanidade, refletindo o amor e a graça de Deus para com todos.","referencias_relacionadas":["João 3:16","Romanos 10:12-13","Gálatas 3:28"]},"atos_10_21_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' refere-se a Pedro, simbolizando sua firmeza e estabilidade na fé.","explicacao_detalhada":"No contexto do Novo Testamento, Jesus chama Pedro de 'rocha', indicando que ele seria a base sobre a qual a Igreja seria construída. Essa metáfora destaca a importância de Pedro como líder entre os apóstolos.","por_que_esta_palavra":"A escolha da palavra 'rocha' enfatiza a solidez e a durabilidade da fé que Pedro representaria.","conexao_teologica":"A rocha é um símbolo de segurança e proteção, refletindo a natureza de Cristo como a verdadeira rocha sobre a qual a Igreja se fundamenta.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:4-5","Salmos 18:2"]},"atos_10_21_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"A palavra 'buscar' implica uma ação de procurar ou investigar, refletindo a busca por entendimento e verdade.","explicacao_detalhada":"No contexto do versículo, 'buscar' é uma ação que envolve diligência e intenção, como a busca de Cornélio por Deus e a verdade espiritual.","por_que_esta_palavra":"A palavra 'buscar' é usada para descrever a atitude de Cornélio, que estava em busca de uma revelação divina.","conexao_teologica":"Buscar a Deus é um tema recorrente nas Escrituras, enfatizando a importância da busca sincera por um relacionamento com Ele.","referencias_relacionadas":["Jeremias 29:13","Mateus 7:7","Hebreus 11:6"]},"atos_10_21_mao":{"palavra_pt":"mao","palavra_original":"πάρειμι","transliteracao":"páreimi","strong":"G3918","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' pode simbolizar poder e ação, referindo-se à intervenção divina.","explicacao_detalhada":"Neste contexto, a 'mão' pode ser vista como um símbolo da autoridade e do poder de Deus que age na vida dos crentes.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a presença ativa de Deus na vida de Cornélio e na missão dos apóstolos.","conexao_teologica":"A mão de Deus é frequentemente mencionada nas Escrituras como um símbolo de Sua proteção e ação poderosa.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Atos 4:30"]},"atos_10_22_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador e à divindade suprema, central na fé cristã.","explicacao_detalhada":"No contexto do versículo, Deus é apresentado como aquele que se revela a Cornélio e o chama para um relacionamento mais profundo.","por_que_esta_palavra":"A menção de Deus destaca a Sua soberania e a importância de reconhecer Sua autoridade.","conexao_teologica":"Deus é a fonte de toda verdade e revelação, e a busca por Ele é fundamental na vida cristã.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","João 4:24"]},"atos_10_22_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se ao núcleo familiar, enfatizando a importância da unidade e da fé em casa.","explicacao_detalhada":"Neste contexto, a família de Cornélio é mencionada como parte da sua busca por Deus, mostrando que a fé pode impactar toda a casa.","por_que_esta_palavra":"A palavra é significativa porque destaca a responsabilidade de liderar a família na fé.","conexao_teologica":"A salvação é frequentemente apresentada como um evento que afeta não apenas o indivíduo, mas também sua família.","referencias_relacionadas":["Atos 16:31","Efésios 6:4","Josué 24:15"]},"atos_10_22_inocente":{"palavra_pt":"inocente","palavra_original":"δίκαιος","transliteracao":"díkaios","strong":"G1342","significado_raiz":"Ideia básica: inocente.","significado_contextual":"A palavra 'inocente' refere-se à justiça e à pureza moral, destacando a integridade de Cornélio.","explicacao_detalhada":"No contexto, 'inocente' é usado para descrever Cornélio como alguém que tem um coração sincero diante de Deus.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância da integridade e da justiça na vida de um crente.","conexao_teologica":"A inocência é um tema importante nas Escrituras, refletindo a necessidade de pureza diante de Deus.","referencias_relacionadas":["Mateus 5:8","Salmos 24:4","Tiago 1:27"]},"atos_10_23_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' novamente se refere a Pedro, simbolizando sua firmeza na fé.","explicacao_detalhada":"Reiterando a importância de Pedro como líder, a palavra 'rocha' destaca sua posição na fundação da Igreja.","por_que_esta_palavra":"A repetição da palavra 'rocha' reforça a ideia de estabilidade e confiança na liderança de Pedro.","conexao_teologica":"A rocha é um símbolo de Cristo, que é a verdadeira fundação da fé cristã.","referencias_relacionadas":["Mateus 16:18","1 Coríntios 3:11","Efésios 2:20"]},"atos_10_23_joppa":{"palavra_pt":"joppa","palavra_original":"Ἰόππη","transliteracao":"Ióppē","strong":"G2445","significado_raiz":"Ideia básica: joppa.","significado_contextual":"A palavra 'Joppa' refere-se à cidade onde Pedro estava, um local significativo na narrativa.","explicacao_detalhada":"Joppa é uma cidade portuária que serve como um ponto de encontro entre judeus e gentios, simbolizando a expansão do evangelho.","por_que_esta_palavra":"A menção de Joppa é importante para entender o contexto geográfico e cultural da missão de Pedro.","conexao_teologica":"A cidade representa a transição do evangelho para além das fronteiras judaicas.","referencias_relacionadas":["Jonas 1:3","Atos 9:36","Atos 10:1"]},"atos_10_23_chamar":{"palavra_pt":"chamar","palavra_original":"εἰσκαλέω","transliteracao":"eiskaléō","strong":"G1528","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' implica uma convocação divina, um convite para a ação.","explicacao_detalhada":"No contexto, 'chamar' refere-se à instrução de Deus para Pedro ir até Cornélio, destacando a iniciativa divina na evangelização.","por_que_esta_palavra":"A palavra é significativa porque enfatiza a ação de Deus em chamar pessoas para a Sua obra.","conexao_teologica":"O chamado de Deus é um tema central nas Escrituras, refletindo Sua soberania e plano redentor.","referencias_relacionadas":["Romanos 8:30","2 Timóteo 1:9","1 Pedro 2:9"]},"atos_10_24_sangue":{"palavra_pt":"sangue","palavra_original":"συγγενής","transliteracao":"syngenḗs","strong":"G4773","significado_raiz":"Ideia básica: sangue.","significado_contextual":"A palavra 'sangue' pode simbolizar a vida e a redenção, especialmente no contexto da nova aliança.","explicacao_detalhada":"Neste contexto, 'sangue' pode se referir ao sacrifício de Cristo, que traz redenção e nova vida aos crentes.","por_que_esta_palavra":"A menção do 'sangue' é crucial para entender o conceito de sacrifício e expiação na teologia cristã.","conexao_teologica":"O sangue de Cristo é um tema central na salvação, simbolizando a purificação e a nova aliança.","referencias_relacionadas":["Hebreus 9:22","1 Pedro 1:18-19","Apocalipse 1:5"]},"atos_10_24_nome":{"palavra_pt":"nome","palavra_original":"Καισάρεια","transliteracao":"Kaisáreia","strong":"G2542","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identificação de uma pessoa ou entidade, essencial para a comunicação e reconhecimento.","explicacao_detalhada":"O 'nome' é um elemento central na cultura bíblica, simbolizando a essência e a autoridade de quem o possui. No contexto de Atos 10:24, o nome é mencionado em relação à cidade de Cesareia, onde Cornélio, um centurião romano, reside. O nome é importante para estabelecer a identidade e a localização.","por_que_esta_palavra":"A palavra 'nome' é usada para enfatizar a importância da identidade e da autoridade divina, especialmente em contextos de convocação e reconhecimento.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua presença e poder. Em Atos, a menção do nome de Cornélio e de Cesareia destaca a inclusão de gentios no plano de salvação.","referencias_relacionadas":["Mateus 28:19","Atos 4:12","Romanos 10:13"]},"atos_10_24_cornelius":{"palavra_pt":"cornelius","palavra_original":"Κορνήλιος","transliteracao":"Kornḗlios","strong":"G2883","significado_raiz":"Ideia básica: cornelius.","significado_contextual":"Cornélio é apresentado como um centurião, um oficial romano, que se destaca por sua piedade e temor a Deus.","explicacao_detalhada":"Cornélio é um exemplo de um gentio que busca a Deus e é agraciado com uma visão que o leva a enviar mensageiros a Pedro. Sua história é fundamental para a inclusão dos gentios na comunidade cristã.","por_que_esta_palavra":"A menção de Cornélio é crucial para mostrar que a salvação não é exclusiva aos judeus, mas está disponível a todos que buscam a Deus.","conexao_teologica":"Cornélio representa a abertura do evangelho aos gentios, um tema central em Atos, que mostra a universalidade da mensagem cristã.","referencias_relacionadas":["Atos 10:1-2","Atos 11:14","Atos 15:7-9"]},"atos_10_25_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' é usada para simbolizar firmeza e estabilidade, especialmente em relação à fé.","explicacao_detalhada":"No contexto de Atos 10:25, a palavra 'rocha' pode ser uma referência a Pedro, que é chamado de 'rocha' por Jesus. Isso implica em uma base sólida para a Igreja.","por_que_esta_palavra":"A rocha simboliza a força e a durabilidade da fé em Cristo, que é a fundação da Igreja.","conexao_teologica":"A rocha é um símbolo de Cristo, que é a pedra angular da fé cristã, e a firmeza que Ele proporciona aos crentes.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:4-5","Salmos 18:2"]},"atos_10_25_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'grande' é usada para descrever a importância ou magnitude de um evento ou pessoa.","explicacao_detalhada":"Em Atos 10:25, a grandeza pode se referir à importância do encontro entre Pedro e Cornélio, que marca um ponto de virada na história da Igreja.","por_que_esta_palavra":"A grandeza do evento destaca a obra de Deus na inclusão dos gentios e a expansão do evangelho.","conexao_teologica":"A grandeza do plano de salvação de Deus é revelada na aceitação de todos os povos, mostrando que não há barreiras para a graça divina.","referencias_relacionadas":["Atos 10:34-35","Efésios 3:20","Romanos 1:16"]},"atos_10_26_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Reforça a ideia de firmeza e estabilidade, especialmente em relação à liderança da Igreja.","explicacao_detalhada":"A repetição da palavra 'rocha' em Atos 10:26 enfatiza a importância de Pedro como líder e a base sobre a qual a Igreja é construída.","por_que_esta_palavra":"A rocha é uma metáfora para a força e a durabilidade da fé, especialmente em tempos de desafio.","conexao_teologica":"A rocha representa a estabilidade que Cristo oferece aos crentes e a importância da liderança sólida na Igreja.","referencias_relacionadas":["Mateus 16:18","1 Coríntios 3:11","Efésios 2:20"]},"atos_10_26_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' refere-se à separação da vida, tanto física quanto espiritual.","explicacao_detalhada":"Em Atos 10:26, a menção da morte pode simbolizar a transição de uma vida sem Cristo para uma vida nova em Cristo, que é central na mensagem do evangelho.","por_que_esta_palavra":"A morte é um tema recorrente na Bíblia, representando a necessidade de redenção e a promessa de vida eterna.","conexao_teologica":"A morte de Cristo é o ponto central da salvação, e a ressurreição traz esperança e vida nova aos crentes.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:55-57","João 11:25-26"]},"atos_10_26_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação verbal, essencial para a transmissão da mensagem de Deus.","explicacao_detalhada":"Em Atos 10:26, a ação de chamar ou dizer é crucial para a revelação do plano de Deus a Cornélio e à Igreja.","por_que_esta_palavra":"A comunicação é fundamental na relação entre Deus e a humanidade, e a palavra 'dizer' enfatiza a importância da mensagem.","conexao_teologica":"Deus se comunica com a humanidade através de Sua Palavra, e a proclamação do evangelho é um chamado para todos.","referencias_relacionadas":["Romanos 10:14","Atos 2:21","1 Pedro 2:9"]},"atos_10_27_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude do evento ou da revelação que está prestes a ocorrer.","explicacao_detalhada":"A palavra 'grande' em Atos 10:27 destaca a importância do encontro entre Pedro e Cornélio, que representa a inclusão dos gentios no plano de salvação.","por_que_esta_palavra":"A grandeza do evento é um reflexo da grandeza do amor e da graça de Deus, que se estende a todos os povos.","conexao_teologica":"A inclusão dos gentios é um tema central em Atos, mostrando que a salvação é para todos, independentemente de sua origem.","referencias_relacionadas":["Atos 10:34-35","Gálatas 3:28","Efésios 2:14-16"]},"atos_10_27_talk":{"palavra_pt":"talk","palavra_original":"συνομιλέω","transliteracao":"synomiléō","strong":"G4926","significado_raiz":"Ideia básica: talk.","significado_contextual":"A palavra 'talk' refere-se à comunicação e ao diálogo entre as pessoas.","explicacao_detalhada":"Em Atos 10:27, a comunicação entre Pedro e Cornélio é fundamental para a revelação do evangelho aos gentios.","por_que_esta_palavra":"A conversa é um meio de entendimento e de construção de relacionamentos, especialmente no contexto da fé.","conexao_teologica":"A comunicação do evangelho é essencial para a edificação da Igreja e para a expansão do Reino de Deus.","referencias_relacionadas":["Atos 8:35","1 Coríntios 1:21","Colossenses 4:6"]},"atos_10_28_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador e Sustentador de todas as coisas.","explicacao_detalhada":"Em Atos 10:28, a menção de Deus enfatiza a Sua soberania e o plano divino de salvação que inclui todos os povos.","por_que_esta_palavra":"A palavra 'deus' é central na fé cristã, representando a autoridade e o poder supremo sobre a criação.","conexao_teologica":"A revelação de Deus em Cristo é o cumprimento das promessas feitas ao povo de Israel e a abertura do caminho para os gentios.","referencias_relacionadas":["Gênesis 1:1","João 3:16","Atos 17:24-25"]},"atos_10_28_profano":{"palavra_pt":"profano","palavra_original":"κοινός","transliteracao":"koinós","strong":"G2839","significado_raiz":"Ideia básica: profano.","significado_contextual":"Refere-se a algo que é considerado impuro ou comum, especialmente em um contexto religioso.","explicacao_detalhada":"No contexto de Atos 10, a palavra 'profano' é usada para descrever a visão de Pedro, onde Deus lhe mostra que não deve considerar impuro o que Ele purificou. Isso se relaciona à inclusão dos gentios na salvação.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a mudança de perspectiva de Pedro sobre o que é aceitável diante de Deus, desafiando as normas judaicas da época.","conexao_teologica":"A inclusão dos gentios na comunidade de fé é um tema central no Novo Testamento, mostrando que a salvação é para todos, não apenas para os judeus.","referencias_relacionadas":["Atos 10:15","Atos 11:9","Gálatas 3:28"]},"atos_10_29_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra ou verbo que expressa a ação ou a mensagem de Deus.","explicacao_detalhada":"No contexto, a palavra 'Cristo' é associada à mensagem que Pedro traz aos gentios, enfatizando que a salvação é através de Jesus Cristo.","por_que_esta_palavra":"A palavra é crucial para entender a natureza da revelação divina e a importância da mensagem de Cristo para a humanidade.","conexao_teologica":"Cristo é o centro da fé cristã, e sua palavra é a base da revelação e da salvação.","referencias_relacionadas":["João 1:1","Romanos 10:17","1 Coríntios 1:18"]},"atos_10_29_grande":{"palavra_pt":"vir","palavra_original":"ἔρχομαι","transliteracao":"érchomai","strong":"G2064","significado_raiz":"Ideia básica: vir.","significado_contextual":"Indica a ação de vir, que pode ser interpretada como a vinda de Deus ou de uma mensagem importante.","explicacao_detalhada":"A palavra 'vir' é usada para descrever a ação de Pedro ao se dirigir a Cornélio, simbolizando a vinda da mensagem de Deus aos gentios.","por_que_esta_palavra":"É uma palavra que representa a ação de Deus se revelando e se aproximando da humanidade.","conexao_teologica":"A vinda de Cristo e a manifestação de Deus na história são temas centrais na teologia cristã.","referencias_relacionadas":["Mateus 11:28","Hebreus 10:25","Apocalipse 22:12"]},"atos_10_29_enviar":{"palavra_pt":"enviar","palavra_original":"μεταπέμπω","transliteracao":"metapémpō","strong":"G3343","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de enviar uma mensagem ou uma pessoa com uma missão específica.","explicacao_detalhada":"No contexto, 'enviar' se refere à ação de Deus em enviar Pedro para pregar aos gentios, mostrando a expansão do evangelho.","por_que_esta_palavra":"A palavra destaca a ação divina de alcançar aqueles que estão fora da aliança original.","conexao_teologica":"O envio de missionários é um princípio fundamental da Grande Comissão, onde Jesus ordena que seus seguidores preguem o evangelho a todas as nações.","referencias_relacionadas":["Mateus 28:19","Marcos 16:15","Atos 1:8"]},"atos_10_30_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período específico de tempo, muitas vezes associado a eventos significativos.","explicacao_detalhada":"No contexto, o 'dia' mencionado é importante porque marca o momento em que Cornélio teve uma visão que o levou a buscar Pedro.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a importância do tempo em que Deus age na vida das pessoas.","conexao_teologica":"Deus age em momentos específicos da história, e a cronologia é importante para entender a revelação divina.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","2 Coríntios 6:2"]},"atos_10_30_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à unidade familiar, que é central na cultura judaica e na sociedade da época.","explicacao_detalhada":"A palavra 'família' é usada para descrever a casa de Cornélio, onde todos estavam reunidos para ouvir a mensagem de Pedro.","por_que_esta_palavra":"A inclusão da família na mensagem do evangelho destaca a importância da unidade e da salvação que se estende a todos os membros da casa.","conexao_teologica":"A salvação é frequentemente apresentada como um evento que afeta não apenas indivíduos, mas também suas famílias.","referencias_relacionadas":["Atos 16:31","Efésios 6:1-4","1 Timóteo 3:4-5"]},"atos_10_30_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, ao ser supremo que é objeto de adoração.","explicacao_detalhada":"A palavra 'Deus' é central na narrativa, pois é Ele quem se revela a Cornélio e o chama para ouvir a mensagem de Pedro.","por_que_esta_palavra":"A palavra é fundamental para entender a natureza de Deus como aquele que se comunica e se relaciona com a humanidade.","conexao_teologica":"A revelação de Deus é um tema central na teologia, mostrando como Ele busca um relacionamento com as pessoas.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"atos_10_31_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, enfatizando a soberania e a autoridade de Deus.","explicacao_detalhada":"Neste contexto, a palavra 'Deus' é usada para reafirmar a importância da oração de Cornélio e como Deus responde a ela.","por_que_esta_palavra":"A palavra é essencial para entender a relação entre a oração e a ação de Deus na vida das pessoas.","conexao_teologica":"A oração é um meio pelo qual os crentes se conectam com Deus, e Ele responde às suas súplicas.","referencias_relacionadas":["1 João 5:14","Tiago 5:16","Filipenses 4:6"]},"atos_10_31_cornelius":{"palavra_pt":"cornelius","palavra_original":"Κορνήλιος","transliteracao":"Kornḗlios","strong":"G2883","significado_raiz":"Ideia básica: cornelius.","significado_contextual":"Refere-se a um centurião romano que se tornou um dos primeiros gentios a receber o evangelho.","explicacao_detalhada":"Cornélio é uma figura chave na narrativa, representando a abertura do evangelho aos gentios e a quebra de barreiras culturais.","por_que_esta_palavra":"A menção de Cornélio é significativa porque ilustra a ação de Deus em alcançar aqueles que eram considerados fora da aliança.","conexao_teologica":"A história de Cornélio é um exemplo de como Deus busca e salva pessoas de todas as nações.","referencias_relacionadas":["Atos 10:1-2","Atos 11:14","Romanos 2:10-11"]},"atos_10_31_oracao":{"palavra_pt":"oracao","palavra_original":"προσευχή","transliteracao":"proseuchḗ","strong":"G4335","significado_raiz":"Ideia básica: oracao.","significado_contextual":"Refere-se ao ato de se comunicar com Deus, que é central na vida espiritual.","explicacao_detalhada":"A oração de Cornélio é destacada como um elemento que chamou a atenção de Deus, levando à sua salvação.","por_que_esta_palavra":"A palavra 'oração' é importante porque mostra como Deus ouve e responde às súplicas dos que O buscam.","conexao_teologica":"A oração é um aspecto vital da vida cristã, sendo um meio de relacionamento e comunicação com Deus.","referencias_relacionadas":["Salmos 34:17","Mateus 7:7","1 Pedro 3:12"]},"atos_10_32_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Refere-se a Pedro, que é chamado de 'rocha' por Jesus, simbolizando sua firmeza e liderança na Igreja.","explicacao_detalhada":"A palavra 'rocha' é usada para descrever a estabilidade e a força. No contexto do Novo Testamento, Pedro é visto como a base sobre a qual a Igreja é construída, conforme Mateus 16:18.","por_que_esta_palavra":"A escolha da palavra 'rocha' enfatiza a importância de Pedro na fundação da Igreja e sua firmeza na fé.","conexao_teologica":"A rocha simboliza a firmeza da fé em Cristo, que é a verdadeira rocha da salvação.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:4-5","Salmos 18:2"]},"atos_10_32_joppa":{"palavra_pt":"joppa","palavra_original":"Ἰόππη","transliteracao":"Ióppē","strong":"G2445","significado_raiz":"Ideia básica: joppa.","significado_contextual":"Joppa é uma cidade portuária onde Pedro teve uma visão que o levou a pregar aos gentios.","explicacao_detalhada":"A cidade de Joppa é significativa porque é o local onde Pedro recebeu a revelação de que o evangelho deveria ser pregado a todos, não apenas aos judeus.","por_que_esta_palavra":"A menção de Joppa destaca a transição do evangelho para além dos limites do judaísmo.","conexao_teologica":"Joppa representa a abertura do evangelho para os gentios, refletindo a universalidade da mensagem de Cristo.","referencias_relacionadas":["Atos 9:36-43","Atos 10:1-8","Jonas 1:3"]},"atos_10_32_nome":{"palavra_pt":"nome","palavra_original":"Σίμων","transliteracao":"Símōn","strong":"G4613","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Simão' é mencionado como o nome de Pedro, que é central na narrativa da conversão de Cornélio.","explicacao_detalhada":"O nome 'Simão' significa 'ouvir' e é um nome comum entre os judeus. A identificação de Pedro como Simão enfatiza sua humanidade e conexão com o povo.","por_que_esta_palavra":"O uso do nome 'Simão' reforça a ideia de que Pedro, apesar de sua posição, é um homem que ouve e responde ao chamado de Deus.","conexao_teologica":"O nome simboliza a importância de ouvir a voz de Deus e responder ao seu chamado.","referencias_relacionadas":["Mateus 4:18","João 1:42","Atos 10:5"]},"atos_10_33_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador e à autoridade suprema que se revela aos homens.","explicacao_detalhada":"Neste contexto, Deus é apresentado como aquele que está ativamente envolvido na salvação dos gentios, mostrando que a mensagem do evangelho é para todos.","por_que_esta_palavra":"A menção de Deus enfatiza Sua soberania e o plano divino de salvação que inclui todos os povos.","conexao_teologica":"Deus é o autor da salvação e a fonte de toda justiça, refletindo Seu amor e misericórdia.","referencias_relacionadas":["João 3:16","Romanos 1:16","Atos 10:34-35"]},"atos_10_33_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Cristo sobre todas as coisas, incluindo a missão da Igreja.","explicacao_detalhada":"Neste contexto, 'senhor' destaca a soberania de Cristo e a importância de reconhecer Sua autoridade ao pregar o evangelho.","por_que_esta_palavra":"A palavra é usada para afirmar que Jesus é o Senhor de todos, não apenas dos judeus, mas de toda a humanidade.","conexao_teologica":"A autoridade de Cristo é central na missão da Igreja e na proclamação do evangelho.","referencias_relacionadas":["Filipenses 2:9-11","Atos 2:36","Mateus 28:18"]},"atos_10_33_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de Deus e à resposta dos homens ao Seu chamado.","explicacao_detalhada":"Neste contexto, 'fazer' implica em agir de acordo com a vontade de Deus, que é a salvação dos gentios.","por_que_esta_palavra":"A ênfase em 'fazer' destaca a importância da obediência e da ação na vida cristã.","conexao_teologica":"A ação de fazer a vontade de Deus é fundamental na vida do crente e na missão da Igreja.","referencias_relacionadas":["Tiago 1:22","Efésios 2:10","Colossenses 3:23"]},"atos_10_34_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Reitera a ideia de Pedro como a 'rocha', enfatizando sua importância na pregação do evangelho.","explicacao_detalhada":"A repetição da palavra 'rocha' reforça a estabilidade e a firmeza de Pedro na fé e na liderança da Igreja.","por_que_esta_palavra":"A palavra é usada para reafirmar a posição de Pedro como um dos pilares da Igreja.","conexao_teologica":"A rocha simboliza a firmeza da fé em Cristo, que é a verdadeira rocha da salvação.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:4-5","Salmos 18:2"]},"atos_10_34_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"A palavra 'boca' refere-se à comunicação e à proclamação da mensagem de Deus.","explicacao_detalhada":"Neste contexto, 'boca' simboliza a importância de falar e compartilhar a verdade do evangelho com ousadia.","por_que_esta_palavra":"A ênfase na 'boca' destaca a responsabilidade de pregar e testemunhar sobre Cristo.","conexao_teologica":"A boca é um instrumento de comunicação que deve ser usado para glorificar a Deus e compartilhar Sua mensagem.","referencias_relacionadas":["Romanos 10:14","Salmos 119:171","Atos 4:20"]},"atos_10_34_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Reitera a soberania de Deus e Sua disposição em aceitar todos os que O buscam.","explicacao_detalhada":"A repetição da palavra 'Deus' enfatiza Sua autoridade e o plano de salvação que abrange todos os povos.","por_que_esta_palavra":"A palavra é usada para reafirmar a universalidade da mensagem de salvação.","conexao_teologica":"Deus é o autor da salvação e a fonte de toda justiça, refletindo Seu amor e misericórdia.","referencias_relacionadas":["João 3:16","Romanos 1:16","Atos 10:34-35"]},"atos_10_35_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"A palavra 'justiça' refere-se à aceitação de Deus e à retidão que vem pela fé.","explicacao_detalhada":"Neste contexto, 'justiça' é apresentada como a condição para ser aceito por Deus, que não faz acepção de pessoas.","por_que_esta_palavra":"A ênfase na 'justiça' destaca a importância da fé em Cristo como o meio de justificação diante de Deus.","conexao_teologica":"A justiça de Deus é central na mensagem do evangelho, que oferece salvação a todos os que creem.","referencias_relacionadas":["Romanos 3:22","Gálatas 2:16","Filipenses 3:9"]},"atos_10_35_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"O 'caminho' refere-se à maneira de viver e seguir a Deus, que é acessível a todos os que O temem e praticam a justiça.","explicacao_detalhada":"Neste contexto, o apóstolo Pedro está afirmando que Deus não faz acepção de pessoas, e que todos, independentemente de sua origem, podem encontrar o caminho para Ele através da fé e da prática da justiça.","por_que_esta_palavra":"A palavra 'caminho' é usada para descrever a jornada espiritual e as ações que levam à salvação e à comunhão com Deus.","conexao_teologica":"O conceito de 'caminho' é central na teologia cristã, simbolizando a vida em Cristo e a obediência aos Seus ensinamentos.","referencias_relacionadas":["Atos 2:38","Mateus 7:13-14","João 14:6"]},"atos_10_36_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'Cristo' refere-se ao Messias, o ungido de Deus, que traz a mensagem de salvação.","explicacao_detalhada":"Pedro declara que a mensagem de Jesus Cristo é para todos, enfatizando que Ele é o cumprimento das promessas de Deus ao Seu povo.","por_que_esta_palavra":"A palavra 'Cristo' é fundamental para a identidade de Jesus como o Salvador e o Rei prometido.","conexao_teologica":"Cristo é o centro da fé cristã, sendo a ponte entre Deus e a humanidade, e a fonte de esperança e redenção.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18-19","Romanos 1:16"]},"atos_10_36_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"A 'paz' mencionada aqui refere-se à reconciliação com Deus e ao estado de harmonia que resulta da salvação.","explicacao_detalhada":"Pedro fala sobre a paz que Jesus traz, que é uma paz espiritual e não apenas a ausência de conflito.","por_que_esta_palavra":"A paz é um tema central na mensagem do evangelho, simbolizando a restauração do relacionamento entre Deus e a humanidade.","conexao_teologica":"A paz de Cristo é um dos frutos do Espírito e é essencial para a vida cristã.","referencias_relacionadas":["Romanos 5:1","Filipenses 4:7","Colossenses 3:15"]},"atos_10_36_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' significa 'O Senhor é salvação' e é central na mensagem do evangelho.","explicacao_detalhada":"Pedro menciona Jesus como o agente da salvação e a figura central na revelação de Deus ao homem.","por_que_esta_palavra":"O nome de Jesus é invocado como a única fonte de salvação e esperança para a humanidade.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e Sua obra redentora é a base da fé cristã.","referencias_relacionadas":["Atos 4:12","João 3:16","Romanos 10:9"]},"atos_10_37_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se ao ato de se manifestar ou realizar algo significativo na vida de Jesus.","explicacao_detalhada":"Pedro fala sobre como Jesus se tornou conhecido através de Seus ensinamentos e milagres, impactando a vida das pessoas ao Seu redor.","por_que_esta_palavra":"A ideia de 'tornar-se' destaca o desenvolvimento do ministério de Jesus e Sua influência crescente.","conexao_teologica":"O crescimento do ministério de Jesus é um testemunho do poder de Deus atuando através dEle.","referencias_relacionadas":["Mateus 4:23","Lucas 8:1","João 2:11"]},"atos_10_37_verdade":{"palavra_pt":"pregar/proclamar","palavra_original":"κηρύσσω","transliteracao":"kērýssō","strong":"G2784","significado_raiz":"Ideia básica: pregar.","significado_contextual":"A palavra 'pregar' refere-se à proclamação da verdade do evangelho e da mensagem de Jesus.","explicacao_detalhada":"Pedro enfatiza a importância de proclamar a verdade sobre Jesus e Seu ministério, que é essencial para a fé cristã.","por_que_esta_palavra":"A pregação é um meio pelo qual a verdade de Deus é comunicada e recebida pelas pessoas.","conexao_teologica":"A pregação do evangelho é um mandamento de Cristo e uma parte vital da missão da Igreja.","referencias_relacionadas":["Marcos 16:15","Romanos 10:14","1 Coríntios 1:21"]},"atos_10_37_mal":{"palavra_pt":"mal","palavra_original":"ῥῆμα","transliteracao":"rhēma","strong":"G4487","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se a qualquer ação ou influência contrária à vontade de Deus.","explicacao_detalhada":"Pedro menciona como Jesus veio para libertar as pessoas do mal e da opressão, trazendo cura e libertação.","por_que_esta_palavra":"O mal é um tema recorrente na Bíblia, representando a separação de Deus e a necessidade de redenção.","conexao_teologica":"A vitória de Jesus sobre o mal é central para a mensagem do evangelho e a esperança da salvação.","referencias_relacionadas":["Mateus 4:24","Lucas 10:19","1 João 3:8"]},"atos_10_38_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A menção de 'Jesus' aqui reafirma Sua identidade e o papel central que Ele desempenha na salvação.","explicacao_detalhada":"Pedro destaca as ações de Jesus, enfatizando Sua autoridade e poder para curar e libertar.","por_que_esta_palavra":"O nome de Jesus é fundamental para a fé cristã, sendo o único que pode salvar.","conexao_teologica":"A obra de Jesus é a base da esperança cristã e a razão pela qual os crentes têm acesso a Deus.","referencias_relacionadas":["Atos 2:22","Hebreus 13:8","1 Pedro 2:24"]},"atos_10_38_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador e Sustentador do universo, que age através de Jesus.","explicacao_detalhada":"Pedro reconhece a ação de Deus em Jesus, que é o agente de cura e libertação, mostrando a divindade de Cristo.","por_que_esta_palavra":"A menção de Deus é essencial para entender a relação entre o Pai e o Filho na obra da salvação.","conexao_teologica":"A natureza de Deus e Sua ação redentora são fundamentais para a teologia cristã.","referencias_relacionadas":["João 3:16","Romanos 8:32","Efésios 1:7"]},"atos_10_38_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se ao Espírito Santo, que capacita e guia os crentes.","explicacao_detalhada":"Pedro menciona o Espírito Santo como a força que opera através de Jesus, trazendo cura e libertação.","por_que_esta_palavra":"O Espírito Santo é essencial para a vida cristã, sendo o Consolador prometido por Jesus.","conexao_teologica":"A obra do Espírito Santo é fundamental para a missão da Igreja e a vida dos crentes.","referencias_relacionadas":["Atos 1:8","Romanos 8:26","Gálatas 5:22-23"]},"atos_10_39_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar ou executar algo, neste caso, as obras de Jesus.","explicacao_detalhada":"No contexto de Atos 10:39, 'fazer' implica nas ações e milagres realizados por Jesus durante seu ministério, enfatizando sua autoridade e poder.","por_que_esta_palavra":"A escolha da palavra 'fazer' destaca a atividade prática de Jesus, que não apenas pregou, mas também realizou ações concretas que demonstraram o Reino de Deus.","conexao_teologica":"A ação de fazer é central na teologia cristã, pois Jesus é visto como aquele que realiza a vontade do Pai e traz salvação através de suas obras.","referencias_relacionadas":["Mateus 4:23","Lucas 4:18-19","João 14:12"]},"atos_10_39_testemunha":{"palavra_pt":"testemunha","palavra_original":"μάρτυς","transliteracao":"mártys","strong":"G3144","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"A palavra 'testemunha' refere-se a alguém que dá testemunho de algo que viu ou experimentou, neste caso, os apóstolos que testemunharam a vida e obras de Jesus.","explicacao_detalhada":"Em Atos 10:39, a palavra 'testemunha' é usada para descrever os apóstolos que foram escolhidos para atestar a ressurreição de Cristo e espalhar o evangelho.","por_que_esta_palavra":"A palavra 'testemunha' é crucial para a missão da Igreja, pois enfatiza a responsabilidade dos crentes em compartilhar suas experiências e a verdade sobre Jesus.","conexao_teologica":"A testemunha é um papel fundamental na propagação do evangelho, refletindo a chamada de Cristo para que seus seguidores sejam luz e sal na terra.","referencias_relacionadas":["Atos 1:8","Atos 2:32","1 João 1:1"]},"atos_10_39_solo":{"palavra_pt":"solo","palavra_original":"χώρα","transliteracao":"chṓra","strong":"G5561","significado_raiz":"Ideia básica: solo.","significado_contextual":"A palavra 'solo' refere-se ao terreno ou à terra, simbolizando o lugar onde as ações de Jesus ocorreram.","explicacao_detalhada":"No contexto de Atos 10:39, 'solo' pode ser interpretado como o espaço físico onde Jesus atuou, mas também pode simbolizar o coração das pessoas que recebem a mensagem.","por_que_esta_palavra":"A palavra 'solo' é importante para entender que a mensagem de Jesus não é apenas espiritual, mas também se manifesta em realidades físicas e sociais.","conexao_teologica":"A relação entre o solo e a obra de Deus destaca a encarnação, onde Deus se faz presente na criação e transforma vidas.","referencias_relacionadas":["Mateus 13:1-23","Gênesis 1:26-28","Romanos 8:19-22"]},"atos_10_40_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador e sustentador do universo, que ressuscitou Jesus dos mortos.","explicacao_detalhada":"Em Atos 10:40, a menção de Deus enfatiza sua soberania e poder, especialmente na ressurreição de Jesus, que é o fundamento da fé cristã.","por_que_esta_palavra":"A palavra 'Deus' é central para a mensagem do evangelho, pois é através de sua ação que a salvação é oferecida à humanidade.","conexao_teologica":"A ressurreição de Jesus é um ato divino que confirma a identidade de Cristo como Filho de Deus e Salvador.","referencias_relacionadas":["Romanos 1:4","1 Coríntios 15:20-22","Atos 2:24"]},"atos_10_40_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período específico, neste caso, o dia da ressurreição de Jesus.","explicacao_detalhada":"Em Atos 10:40, o 'dia' é significativo porque marca a vitória de Cristo sobre a morte e a promessa de vida eterna para os crentes.","por_que_esta_palavra":"A menção do 'dia' enfatiza a importância do tempo e dos eventos históricos na narrativa da salvação.","conexao_teologica":"O dia da ressurreição é um marco central na fé cristã, simbolizando a nova criação e a esperança da vida eterna.","referencias_relacionadas":["Mateus 28:1-10","Marcos 16:1-8","Lucas 24:1-12"]},"atos_10_40_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' refere-se à morte física de Jesus, que é um elemento crucial da narrativa da salvação.","explicacao_detalhada":"Em Atos 10:40, a morte de Jesus é mencionada para destacar a profundidade do sacrifício que Ele fez pela humanidade.","por_que_esta_palavra":"A palavra 'morte' é essencial para entender o custo da redenção e a seriedade do pecado.","conexao_teologica":"A morte de Jesus é o ponto de partida para a ressurreição e a vitória sobre o pecado e a morte.","referencias_relacionadas":["Isaías 53:5","João 3:16","Romanos 5:8"]},"atos_10_41_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é novamente mencionada para reafirmar a ação divina na ressurreição de Jesus.","explicacao_detalhada":"Em Atos 10:41, a ênfase em Deus destaca que a ressurreição não é apenas um evento, mas um ato de Deus que valida a missão de Jesus.","por_que_esta_palavra":"A repetição da palavra 'Deus' reforça a centralidade da divindade na obra de salvação e na história da redenção.","conexao_teologica":"A ação de Deus na ressurreição é um testemunho de sua fidelidade e poder, que sustenta a esperança dos crentes.","referencias_relacionadas":["Atos 2:32","Romanos 6:4","Efésios 1:20-21"]},"atos_10_41_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à coletividade dos que creem, enfatizando a inclusão de todos na mensagem do evangelho.","explicacao_detalhada":"Em Atos 10:41, 'povo' representa tanto os judeus quanto os gentios que foram chamados para testemunhar a ressurreição de Jesus.","por_que_esta_palavra":"A palavra 'povo' é importante para entender a universalidade da mensagem de Cristo, que não se limita a um grupo específico.","conexao_teologica":"A inclusão de todos os povos na salvação é um tema central na teologia do Novo Testamento, refletindo o amor de Deus por toda a humanidade.","referencias_relacionadas":["Mateus 28:19","Atos 1:8","Gálatas 3:28"]},"atos_10_41_testemunha":{"palavra_pt":"testemunha","palavra_original":"μάρτυς","transliteracao":"mártys","strong":"G3144","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"A palavra 'testemunha' é repetida para enfatizar a importância do testemunho sobre a ressurreição de Jesus.","explicacao_detalhada":"Em Atos 10:41, a ênfase na testemunha destaca a responsabilidade dos apóstolos em compartilhar a verdade sobre Cristo com o mundo.","por_que_esta_palavra":"A repetição da palavra 'testemunha' reforça a missão da Igreja de ser portadora da mensagem de salvação.","conexao_teologica":"O testemunho é fundamental para a propagação do evangelho e a edificação da fé na comunidade cristã.","referencias_relacionadas":["Atos 1:8","Atos 2:32","1 Pedro 5:1"]},"atos_10_42_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é mencionada novamente para reafirmar sua ação na história da salvação.","explicacao_detalhada":"Em Atos 10:42, Deus é apresentado como aquele que comissiona os apóstolos a pregar e testemunhar sobre Jesus.","por_que_esta_palavra":"A palavra 'Deus' é essencial para entender a autoridade e a missão que os apóstolos receberam.","conexao_teologica":"A missão da Igreja é vista como uma extensão da obra de Deus na terra, refletindo seu plano de salvação.","referencias_relacionadas":["Mateus 28:19-20","Atos 2:38-39","Romanos 10:14-15"]},"atos_10_42_verdade":{"palavra_pt":"pregar/proclamar","palavra_original":"κηρύσσω","transliteracao":"kērýssō","strong":"G2784","significado_raiz":"Ideia básica: pregar.","significado_contextual":"A palavra 'pregar' refere-se à ação de anunciar a mensagem do evangelho.","explicacao_detalhada":"No contexto de Atos 10:42, Pedro é instruído a pregar sobre Jesus e sua ressurreição, enfatizando a importância da proclamação da verdade do evangelho para todos os povos.","por_que_esta_palavra":"Esta palavra é crucial para a missão da igreja, que é levar a mensagem de Cristo a todas as nações.","conexao_teologica":"A pregação é um meio pelo qual Deus comunica sua verdade e graça ao mundo, conforme Romanos 10:14-15.","referencias_relacionadas":["Romanos 10:14","Marcos 16:15","1 Coríntios 1:21"]},"atos_10_42_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' implica em uma vida que reflete a nova natureza em Cristo.","explicacao_detalhada":"Em Atos 10:42, viver é mais do que existir; é viver de acordo com os ensinamentos de Jesus e a nova vida que Ele oferece.","por_que_esta_palavra":"A vida em Cristo é uma transformação que deve ser visível nas ações e no caráter do crente.","conexao_teologica":"A vida cristã é uma vida de obediência e testemunho, como descrito em Gálatas 2:20.","referencias_relacionadas":["Gálatas 2:20","João 10:10","2 Coríntios 5:17"]},"atos_10_43_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' refere-se à fé em Jesus como o Messias e Salvador.","explicacao_detalhada":"Em Atos 10:43, a ênfase está na crença em Jesus para a remissão dos pecados, destacando a importância da fé na salvação.","por_que_esta_palavra":"A fé é o meio pelo qual recebemos a graça de Deus e a salvação em Cristo.","conexao_teologica":"A fé é fundamental na relação do crente com Deus, conforme Efésios 2:8-9.","referencias_relacionadas":["Efésios 2:8-9","João 3:16","Romanos 10:9"]},"atos_10_44_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' simboliza firmeza e estabilidade, referindo-se a Pedro como a base da igreja.","explicacao_detalhada":"Em Atos 10:44, a referência a Pedro destaca sua posição como líder e a importância da sua confissão de fé em Jesus.","por_que_esta_palavra":"Pedro, como 'rocha', representa a fundação sobre a qual a igreja é construída.","conexao_teologica":"A igreja é edificada sobre a revelação de Cristo, conforme Mateus 16:18.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:4-5","Efésios 2:20"]},"atos_10_44_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se ao Espírito Santo, que é dado aos crentes.","explicacao_detalhada":"Em Atos 10:44, a vinda do Espírito Santo sobre os gentios marca um novo capítulo na obra de Deus entre os povos.","por_que_esta_palavra":"O Espírito Santo é o agente de transformação e poder na vida do crente.","conexao_teologica":"A presença do Espírito Santo é essencial para a vida cristã, conforme João 14:26.","referencias_relacionadas":["João 14:26","Atos 1:8","Romanos 8:9"]},"atos_10_44_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à mensagem de Cristo e ao próprio Cristo como a Palavra de Deus.","explicacao_detalhada":"Em Atos 10:44, a ênfase está na proclamação da mensagem de Jesus, que é central para a fé cristã.","por_que_esta_palavra":"Cristo é a revelação final de Deus e a fonte da verdade que transforma vidas.","conexao_teologica":"A Palavra de Deus é viva e eficaz, conforme Hebreus 4:12.","referencias_relacionadas":["Hebreus 4:12","João 1:1","1 Pedro 1:23"]},"atos_10_45_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' novamente simboliza a firmeza da fé de Pedro e a base da igreja.","explicacao_detalhada":"Em Atos 10:45, a referência à rocha reforça a ideia de que a fé de Pedro é um exemplo para os crentes.","por_que_esta_palavra":"A firmeza de Pedro em sua fé é um modelo para todos os seguidores de Cristo.","conexao_teologica":"A fé é a base sobre a qual a vida cristã é construída, conforme 1 Coríntios 3:11.","referencias_relacionadas":["1 Coríntios 3:11","Mateus 7:24-25","Efésios 2:20"]},"atos_10_45_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' enfatiza a ação do Espírito Santo na vida dos crentes.","explicacao_detalhada":"Em Atos 10:45, o Espírito Santo é derramado sobre os gentios, mostrando que a salvação é para todos.","por_que_esta_palavra":"O Espírito Santo é o selo da promessa de Deus para os que creem.","conexao_teologica":"A obra do Espírito Santo é essencial para a vida e testemunho do crente, conforme Atos 2:38.","referencias_relacionadas":["Atos 2:38","Gálatas 5:22-23","Romanos 8:16"]},"atos_10_45_believeing":{"palavra_pt":"believe ing","palavra_original":"πιστός","transliteracao":"pistós","strong":"G4103","significado_raiz":"Ideia básica: believe ing.","significado_contextual":"A palavra 'crente' refere-se àqueles que têm fé em Jesus.","explicacao_detalhada":"Em Atos 10:45, os que creram na mensagem de Pedro foram aceitos por Deus, mostrando que a fé é o critério para a salvação.","por_que_esta_palavra":"Ser crente implica em uma relação pessoal com Jesus e aceitação de sua obra redentora.","conexao_teologica":"A fé é o meio pelo qual somos justificados diante de Deus, conforme Romanos 5:1.","referencias_relacionadas":["Romanos 5:1","Gálatas 3:26","João 1:12"]},"atos_10_46_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador e Sustentador do universo, que se revelou em Jesus.","explicacao_detalhada":"Em Atos 10:46, a ação de Deus em derramar o Espírito Santo sobre os gentios demonstra sua soberania e amor por todas as nações.","por_que_esta_palavra":"Deus é a fonte de toda vida e a razão da nossa adoração e serviço.","conexao_teologica":"A natureza de Deus como amor é central para a mensagem do evangelho, conforme 1 João 4:8.","referencias_relacionadas":["1 João 4:8","Gênesis 1:1","Salmos 46:10"]},"atos_10_46_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' é usada para descrever a firmeza e a estabilidade, simbolizando a base sólida da fé.","explicacao_detalhada":"No contexto de Atos 10:46, a palavra 'rocha' refere-se a Pedro, que é chamado de 'Pétros', significando que ele é a pedra sobre a qual a Igreja seria construída. Isso enfatiza a importância de Pedro na fundação da Igreja cristã.","por_que_esta_palavra":"A escolha da palavra 'rocha' destaca a solidez da mensagem do evangelho e a autoridade que Pedro tinha como líder dos apóstolos.","conexao_teologica":"A rocha é um símbolo de Cristo, que é a verdadeira rocha da salvação. Assim como Pedro é uma pedra, Cristo é a rocha eterna.","referencias_relacionadas":["Mateus 16:18","Salmos 18:2","1 Coríntios 10:4"]},"atos_10_46_lingua":{"palavra_pt":"lingua","palavra_original":"γλῶσσα","transliteracao":"glōssa","strong":"G1100","significado_raiz":"Ideia básica: lingua.","significado_contextual":"A palavra 'língua' refere-se ao ato de falar em outras línguas, um sinal do batismo no Espírito Santo.","explicacao_detalhada":"Em Atos 10:46, a manifestação do falar em línguas é uma evidência da presença do Espírito Santo, mostrando que a salvação é para todos, incluindo os gentios.","por_que_esta_palavra":"A palavra 'língua' é usada para ilustrar a diversidade das nações que agora podem se unir em adoração a Deus, independentemente de sua origem.","conexao_teologica":"O falar em línguas é um sinal do derramamento do Espírito Santo, que une os crentes em um só corpo.","referencias_relacionadas":["Atos 2:4","1 Coríntios 12:10","Marcos 16:17"]},"atos_10_47_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se ao Espírito Santo, que é dado aos crentes como um consolador e guia.","explicacao_detalhada":"Em Atos 10:47, a menção do Espírito Santo indica a inclusão dos gentios na promessa de Deus, mostrando que o Espírito é dado a todos que creem.","por_que_esta_palavra":"A palavra 'espírito' é crucial para entender a nova aliança, onde o Espírito Santo habita nos crentes, capacitando-os para a vida cristã.","conexao_teologica":"O Espírito Santo é a presença de Deus na vida dos crentes, guiando-os e fortalecendo-os em sua jornada de fé.","referencias_relacionadas":["João 14:26","Romanos 8:9","Gálatas 5:22-23"]},"atos_10_47_agua":{"palavra_pt":"agua","palavra_original":"ὕδωρ","transliteracao":"hýdōr","strong":"G5204","significado_raiz":"Ideia básica: agua.","significado_contextual":"A palavra 'água' é usada simbolicamente para o batismo, que representa a purificação e a nova vida em Cristo.","explicacao_detalhada":"Em Atos 10:47, a referência à água destaca a importância do batismo como um passo de obediência após a fé em Jesus.","por_que_esta_palavra":"A água é um símbolo de renovação e purificação, essencial para a compreensão do compromisso do crente com Cristo.","conexao_teologica":"O batismo em água é um ato externo que demonstra a transformação interna que ocorre quando alguém aceita a Cristo.","referencias_relacionadas":["Mateus 28:19","Atos 2:38","Romanos 6:4"]},"atos_10_47_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador e à autoridade suprema, que se revela aos homens.","explicacao_detalhada":"Em Atos 10:47, a menção de Deus enfatiza a soberania divina na salvação dos gentios, mostrando que a salvação é um ato de Deus.","por_que_esta_palavra":"A palavra 'Deus' é central para a fé cristã, pois é através dEle que a salvação é oferecida a toda a humanidade.","conexao_teologica":"Deus é o autor da salvação, e a inclusão dos gentios no plano de salvação revela Seu amor e graça universais.","referencias_relacionadas":["João 3:16","Romanos 10:12","Efésios 2:8-9"]},"atos_10_48_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que é o centro da fé cristã.","explicacao_detalhada":"Em Atos 10:48, a menção de Jesus destaca a importância do Seu nome no batismo, que é feito em Sua autoridade.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental, pois é através dEle que temos acesso a Deus e à salvação.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e Seu nome é invocado em todos os aspectos da vida cristã.","referencias_relacionadas":["Atos 4:12","Romanos 10:9","Filipenses 2:9-11"]},"atos_10_48_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Cristo sobre a vida dos crentes.","explicacao_detalhada":"Em Atos 10:48, a menção do Senhor enfatiza que o batismo deve ser realizado em reconhecimento da autoridade de Jesus.","por_que_esta_palavra":"A palavra 'senhor' é usada para reconhecer a soberania de Cristo e a submissão dos crentes a Ele.","conexao_teologica":"Reconhecer Jesus como Senhor é essencial para a fé cristã, pois implica em aceitar Sua autoridade sobre nossas vidas.","referencias_relacionadas":["Romanos 14:9","1 Coríntios 12:3","Colossenses 3:17"]}}