{"atos_12_1_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma figura histórica, Herodes.","explicacao_detalhada":"A palavra 'nome' (Ἡρώδης) é importante para identificar e contextualizar a figura de Herodes, que teve um papel significativo na perseguição da igreja primitiva.","por_que_esta_palavra":"O nome é usado para destacar a autoridade e o impacto de Herodes nas ações contra os cristãos.","conexao_teologica":"Os nomes na Bíblia frequentemente carregam significados e implicações sobre o caráter e a missão da pessoa.","referencias_relacionadas":["Atos 12:1-3","Mateus 2:1-16","Lucas 1:5","Atos 12:20"]},"atos_12_1_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à assembleia dos crentes, a igreja.","explicacao_detalhada":"A palavra 'igreja' (ἐκκλησία) é usada para descrever a comunidade de fiéis que se reúnem para adorar e servir a Deus.","por_que_esta_palavra":"É fundamental para entender a natureza da comunidade cristã e sua função no plano de Deus.","conexao_teologica":"A igreja é o corpo de Cristo na terra, chamada a ser luz e sal do mundo (Mateus 5:13-16).","referencias_relacionadas":["Mateus 16:18","Atos 2:42","Efésios 4:12","Colossenses 1:18"]},"atos_12_1_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Refere-se à conformidade ou acordo com algo.","explicacao_detalhada":"A palavra 'conforme' (κατά) é usada para indicar que algo é feito de acordo com uma norma ou padrão estabelecido.","por_que_esta_palavra":"É importante para entender que as ações da igreja e dos crentes devem estar alinhadas com a vontade de Deus.","conexao_teologica":"A conformidade à vontade de Deus é um tema central na vida cristã, refletindo a submissão à Sua palavra.","referencias_relacionadas":["Romanos 12:2","1 João 2:17","Efésios 5:17","Colossenses 3:2"]},"atos_12_2_nome":{"palavra_pt":"nome","palavra_original":"Ἰάκωβος","transliteracao":"Iákōbos","strong":"G2385","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Tiago, um dos apóstolos.","explicacao_detalhada":"A palavra 'nome' (Ἰάκωβος) é usada para identificar Tiago, que foi um líder importante na igreja primitiva e mártir.","por_que_esta_palavra":"É relevante para destacar a importância de Tiago e seu papel na história da igreja.","conexao_teologica":"O testemunho de Tiago como mártir é um exemplo de fé e coragem diante da perseguição.","referencias_relacionadas":["Atos 12:1-2","Mateus 10:2","Gálatas 1:19","Tiago 1:1"]},"atos_12_2_guerra":{"palavra_pt":"guerra","palavra_original":"μάχαιρα","transliteracao":"máchaira","strong":"G3162","significado_raiz":"Ideia básica: guerra.","significado_contextual":"Refere-se a um conflito ou luta, neste caso, a perseguição aos cristãos.","explicacao_detalhada":"A palavra 'guerra' (μάχαιρα) é usada para descrever a violência e a opressão enfrentadas pelos cristãos na época.","por_que_esta_palavra":"É importante para entender o contexto de perseguição e os desafios enfrentados pela igreja primitiva.","conexao_teologica":"A luta espiritual é um tema recorrente na Bíblia, onde os cristãos são chamados a resistir ao mal (Efésios 6:12).","referencias_relacionadas":["Efésios 6:12","2 Timóteo 3:12","Romanos 8:35-37","1 Pedro 5:8"]},"atos_12_3_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' refere-se a Pedro, simbolizando sua firmeza e estabilidade na fé.","explicacao_detalhada":"Pedro, cujo nome significa 'rocha', é considerado a base sobre a qual a Igreja é construída. Essa metáfora destaca a importância de sua liderança e a solidez de sua fé em Cristo.","por_que_esta_palavra":"A escolha da palavra 'rocha' enfatiza a força e a durabilidade da fé de Pedro, contrastando com a instabilidade de outros.","conexao_teologica":"A rocha é um símbolo de segurança e proteção em Deus, refletindo a natureza de Cristo como a verdadeira rocha da salvação.","referencias_relacionadas":["Mateus 16:18","Salmos 18:2","1 Coríntios 10:4"]},"atos_12_3_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado refere-se a um período específico em que Herodes tomou medidas contra a Igreja.","explicacao_detalhada":"O uso da palavra 'dia' indica um tempo de ação e julgamento, onde a opressão sobre os cristãos se intensificou sob o governo de Herodes.","por_que_esta_palavra":"A palavra 'dia' é usada para marcar um momento significativo na narrativa, onde eventos cruciais para a Igreja primitiva ocorrem.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao tempo de Deus, onde Ele intervém na história da humanidade.","referencias_relacionadas":["Atos 2:20","Salmos 118:24","Eclesiastes 3:1"]},"atos_12_3_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"A palavra 'jewess' refere-se a uma mulher judia, destacando a identidade étnica e cultural dos primeiros cristãos.","explicacao_detalhada":"O uso de 'jewess' sublinha a conexão dos cristãos com a herança judaica, enfatizando que o evangelho se originou entre os judeus.","por_que_esta_palavra":"A palavra é importante para entender o contexto cultural e religioso da época, onde a identidade judaica era central.","conexao_teologica":"A inclusão de judeus e gentios na Igreja reflete o plano redentor de Deus para toda a humanidade.","referencias_relacionadas":["Romanos 1:16","Gálatas 3:28","Atos 10:28"]},"atos_12_4_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"A palavra 'arco' é usada metaforicamente para descrever a ação de Herodes ao prender Pedro, simbolizando a opressão.","explicacao_detalhada":"O 'arco' representa a estratégia e o poder de Herodes para atacar a Igreja, mas também sugere que essa opressão não prevalecerá.","por_que_esta_palavra":"A escolha dessa palavra ilustra a intenção de Herodes de eliminar a influência cristã, mas também a fragilidade de seu poder diante de Deus.","conexao_teologica":"A opressão dos crentes é um tema recorrente na Bíblia, onde Deus sempre intervém em favor de seu povo.","referencias_relacionadas":["Salmos 37:32-33","Romanos 8:31","2 Timóteo 3:12"]},"atos_12_5_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' novamente se refere a Pedro, destacando sua importância na Igreja durante tempos de perseguição.","explicacao_detalhada":"Pedro, como 'rocha', representa a firmeza da Igreja em meio à adversidade, sendo um exemplo de fé e resistência.","por_que_esta_palavra":"A repetição da palavra 'rocha' reforça a ideia de que a Igreja é construída sobre fundamentos sólidos, mesmo em tempos difíceis.","conexao_teologica":"A Igreja é descrita como um edifício espiritual, onde Cristo é a pedra angular e os apóstolos são as fundações.","referencias_relacionadas":["Efésios 2:20","1 Pedro 2:4-5","Mateus 7:24-25"]},"atos_12_5_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A palavra 'congregação' refere-se à comunidade de crentes que se reuniam para orar e apoiar uns aos outros.","explicacao_detalhada":"A 'congregação' é um termo que enfatiza a unidade e a coletividade dos cristãos, especialmente em tempos de crise.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância da comunidade na vida cristã, especialmente na intercessão e apoio mútuo.","conexao_teologica":"A Igreja é descrita como o corpo de Cristo, onde cada membro desempenha um papel vital na edificação e suporte uns aos outros.","referencias_relacionadas":["Hebreus 10:25","Atos 2:42","1 Coríntios 12:12-14"]},"atos_12_5_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é central na narrativa, enfatizando a soberania divina sobre as circunstâncias.","explicacao_detalhada":"A menção de 'Deus' destaca a crença dos cristãos na intervenção divina em suas vidas, especialmente em momentos de perseguição.","por_que_esta_palavra":"A palavra é fundamental para entender a natureza de Deus como protetor e libertador de seu povo.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, mostrando que Ele está no controle de todas as situações.","referencias_relacionadas":["Salmos 46:1","Romanos 8:28","Isaías 41:10"]},"atos_12_6_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se a Herodes, destacando sua autoridade e poder temporais.","explicacao_detalhada":"O uso da palavra 'nome' enfatiza a reputação e a influência de Herodes, que se opõe à obra de Deus.","por_que_esta_palavra":"A palavra 'nome' é significativa porque representa a identidade e o status de Herodes na sociedade da época.","conexao_teologica":"O nome de Jesus é contrastado com o nome de Herodes, mostrando que o poder de Deus é maior que qualquer autoridade humana.","referencias_relacionadas":["Filipenses 2:9-11","Atos 4:12","Mateus 28:18"]},"atos_12_6_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' novamente se refere a Pedro, simbolizando a firmeza da fé em meio à adversidade.","explicacao_detalhada":"Pedro, como 'rocha', representa a liderança da Igreja e a confiança em Deus durante tempos de perseguição.","por_que_esta_palavra":"A repetição da palavra 'rocha' reforça a ideia de que a fé deve ser sólida e inabalável, mesmo diante de desafios.","conexao_teologica":"A fé em Cristo, a verdadeira rocha, é essencial para a sobrevivência espiritual da Igreja.","referencias_relacionadas":["Mateus 16:18","1 Pedro 5:10","Romanos 5:3-5"]},"atos_12_6_midnight":{"palavra_pt":"mid night","palavra_original":"νύξ","transliteracao":"nýx","strong":"G3571","significado_raiz":"Ideia básica: mid night.","significado_contextual":"A palavra 'midnight' refere-se ao momento crítico em que Deus interveio para libertar Pedro da prisão.","explicacao_detalhada":"A meia-noite simboliza um tempo de escuridão e desespero, mas também é um momento em que Deus pode agir poderosamente.","por_que_esta_palavra":"A escolha da palavra 'midnight' destaca a dramaticidade da situação e a intervenção divina em momentos de crise.","conexao_teologica":"A ideia de Deus agindo na escuridão é um tema recorrente, mostrando que Ele traz luz e libertação.","referencias_relacionadas":["Salmos 30:5","Isaías 9:2","João 1:5"]},"atos_12_7_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania e domínio de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' (κύριος) é usada para expressar a autoridade suprema de Deus, que governa sobre a criação e tem poder sobre a vida e a morte.","por_que_esta_palavra":"É importante reconhecer a autoridade de Deus em momentos de crise, como a prisão de Pedro, onde a intervenção divina é necessária.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, mostrando que Ele é o Senhor de todas as circunstâncias.","referencias_relacionadas":["Salmos 24:1","Romanos 14:9","Apocalipse 19:16"]},"atos_12_7_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Simboliza firmeza e estabilidade, representando a base da fé.","explicacao_detalhada":"A palavra 'rocha' (Πέτρος) é usada para descrever a solidez da fé de Pedro e a fundação da Igreja, que é Cristo.","por_que_esta_palavra":"A rocha é uma metáfora poderosa para a segurança que encontramos em Cristo, especialmente em tempos de perseguição.","conexao_teologica":"Cristo é frequentemente referido como a rocha em que a Igreja é construída, enfatizando a importância de ter uma base sólida na fé.","referencias_relacionadas":["Mateus 16:18","1 Coríntios 10:4","Efésios 2:20"]},"atos_12_7_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à separação da alma e do corpo, um tema recorrente na narrativa da ressurreição.","explicacao_detalhada":"A palavra 'morte' (ἐγείρω) é usada para descrever a condição de Pedro, que estava em perigo de morte, mas que foi milagrosamente libertado.","por_que_esta_palavra":"A morte é um elemento crucial na narrativa cristã, pois a ressurreição de Cristo traz esperança e vitória sobre a morte.","conexao_teologica":"A ressurreição é central para a fé cristã, mostrando que a morte não tem a última palavra.","referencias_relacionadas":["João 11:25-26","Romanos 6:23","1 Coríntios 15:55-57"]},"atos_12_8_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de realizar ou executar algo, neste caso, a ordem dada a Pedro.","explicacao_detalhada":"A palavra 'fazer' (ποιέω) implica em ação e obediência, mostrando a importância de seguir as instruções divinas.","por_que_esta_palavra":"A obediência a Deus é fundamental na vida do cristão, especialmente em momentos de incerteza.","conexao_teologica":"A ação de fazer a vontade de Deus é um tema recorrente nas Escrituras, refletindo a relação entre fé e obras.","referencias_relacionadas":["Tiago 1:22","Mateus 7:21","Gálatas 6:9"]},"atos_12_8_sandal":{"palavra_pt":"sandal","palavra_original":"σανδάλιον","transliteracao":"sandálion","strong":"G4547","significado_raiz":"Ideia básica: sandal.","significado_contextual":"Refere-se ao calçado, simbolizando preparação e prontidão para a ação.","explicacao_detalhada":"A palavra 'sandal' (σανδάλιον) é usada para descrever a prontidão de Pedro para seguir as instruções do anjo e escapar da prisão.","por_que_esta_palavra":"Estar preparado é essencial na vida cristã, especialmente quando Deus chama para agir.","conexao_teologica":"A metáfora do calçado é usada em Efésios 6:15, onde se fala sobre estar preparado para proclamar o evangelho.","referencias_relacionadas":["Efésios 6:15","Isaías 52:7","Romanos 10:15"]},"atos_12_9_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à transformação ou mudança significativa na situação de Pedro.","explicacao_detalhada":"A palavra 'tornar-se' (γίνομαι) indica a transição de Pedro de um estado de cativeiro para liberdade, simbolizando a ação de Deus.","por_que_esta_palavra":"A mudança é um tema importante na vida cristã, refletindo a capacidade de Deus de transformar circunstâncias.","conexao_teologica":"A transformação é central na mensagem do evangelho, onde Deus muda vidas e situações.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"atos_12_9_bom":{"palavra_pt":"bom","palavra_original":"δοκέω","transliteracao":"dokéō","strong":"G1380","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à avaliação positiva da situação ou ação.","explicacao_detalhada":"A palavra 'bom' (δοκέω) é usada para expressar a percepção de Pedro sobre a realidade ao seu redor após sua libertação.","por_que_esta_palavra":"Reconhecer o que é bom é essencial para a vida cristã, ajudando a discernir a vontade de Deus.","conexao_teologica":"A bondade de Deus é um tema central na Escritura, refletindo Seu caráter e ações em favor do Seu povo.","referencias_relacionadas":["Salmos 34:8","Romanos 12:2","Tiago 1:17"]},"atos_12_9_visao":{"palavra_pt":"visao","palavra_original":"ὅραμα","transliteracao":"hórama","strong":"G3705","significado_raiz":"Ideia básica: visao.","significado_contextual":"Refere-se à percepção espiritual ou revelação divina.","explicacao_detalhada":"A palavra 'visão' (ὅραμα) é usada para descrever a experiência de Pedro ao perceber que estava livre, uma intervenção divina.","por_que_esta_palavra":"As visões e revelações são formas pelas quais Deus comunica Sua vontade ao Seu povo.","conexao_teologica":"A revelação divina é um tema importante, mostrando como Deus se comunica com a humanidade.","referencias_relacionadas":["Atos 10:9-16","Apocalipse 1:1","Joel 2:28"]},"atos_12_10_dia":{"palavra_pt":"dia","palavra_original":"φυλακή","transliteracao":"phylakḗ","strong":"G5438","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de tempo, simbolizando um novo começo ou libertação.","explicacao_detalhada":"A palavra 'dia' (φυλακή) é usada para descrever o momento em que Pedro foi libertado, simbolizando a luz que vem após a escuridão.","por_que_esta_palavra":"O conceito de dia é frequentemente associado à esperança e novas oportunidades na Escritura.","conexao_teologica":"A luz e a escuridão são temas recorrentes, representando a intervenção de Deus na vida dos crentes.","referencias_relacionadas":["Salmos 30:5","João 8:12","1 Tessalonicenses 5:5"]},"atos_12_11_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Novamente simboliza firmeza e estabilidade, reforçando a identidade de Pedro.","explicacao_detalhada":"A palavra 'rocha' (Πέτρος) é utilizada para reafirmar a posição de Pedro como líder da Igreja, fundamentado em sua fé em Cristo.","por_que_esta_palavra":"A reafirmação da identidade de Pedro é crucial para a continuidade da missão da Igreja.","conexao_teologica":"A identidade em Cristo é fundamental para a missão da Igreja e a vida dos crentes.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:4-5","Efésios 2:20"]},"atos_12_11_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Jesus Cristo sobre todas as coisas.","explicacao_detalhada":"No contexto de Atos 12:11, Pedro reconhece que foi libertado da prisão pela intervenção divina, afirmando que o Senhor é quem tem o poder de salvar e libertar.","por_que_esta_palavra":"A palavra 'senhor' é usada para enfatizar a soberania de Cristo e sua capacidade de agir em favor de seus seguidores.","conexao_teologica":"A soberania de Cristo é um tema central no Novo Testamento, onde Ele é apresentado como o Senhor que reina sobre todas as nações.","referencias_relacionadas":["Filipenses 2:9-11","Romanos 10:9","Atos 2:36"]},"atos_12_11_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Herodes' é associado a um rei que perseguiu os cristãos e que representa a oposição ao evangelho.","explicacao_detalhada":"Herodes Agripa I, mencionado em Atos 12, é um exemplo de autoridade terrena que se opõe aos planos de Deus, mostrando que mesmo os poderosos não podem frustrar os propósitos divinos.","por_que_esta_palavra":"O uso do nome 'Herodes' destaca a luta entre o poder humano e a soberania de Deus.","conexao_teologica":"A oposição ao evangelho é uma constante na história da igreja, e Deus sempre prevalece sobre as forças que se levantam contra Ele.","referencias_relacionadas":["Atos 12:1-3","Mateus 2:1-16","Atos 4:27"]},"atos_12_12_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Maria' é comum entre as mulheres da época e representa a fé e a hospitalidade.","explicacao_detalhada":"Maria, mãe de João Marcos, abre sua casa para os apóstolos, simbolizando a importância da comunidade cristã e do acolhimento entre os crentes.","por_que_esta_palavra":"O nome é significativo porque reflete a prática da igreja primitiva de se reunir em lares para adoração e oração.","conexao_teologica":"A hospitalidade é um valor cristão essencial, refletindo o amor e a unidade entre os membros do corpo de Cristo.","referencias_relacionadas":["Romanos 12:13","Hebreus 13:2","1 Pedro 4:9"]},"atos_12_12_marcus":{"palavra_pt":"marcus","palavra_original":"Μάρκος","transliteracao":"Márkos","strong":"G3138","significado_raiz":"Ideia básica: marcus.","significado_contextual":"O nome 'Marcos' é associado ao evangelista que escreveu o segundo evangelho e é um símbolo de testemunho e missão.","explicacao_detalhada":"Marcos, também conhecido como João Marcos, é mencionado como parte da comunidade cristã e seu envolvimento na missão apostólica é significativo para a propagação do evangelho.","por_que_esta_palavra":"O nome é importante porque representa a continuidade da obra missionária e a colaboração entre os crentes.","conexao_teologica":"A missão da igreja é um tema central no Novo Testamento, e cada crente é chamado a participar da divulgação do evangelho.","referencias_relacionadas":["Marcos 1:1","Atos 15:37-39","Colossenses 4:10"]},"atos_12_12_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Criador, que tem poder sobre todas as coisas e que responde às orações de seu povo.","explicacao_detalhada":"Em Atos 12, a intervenção de Deus na libertação de Pedro demonstra seu poder e cuidado por aqueles que lhe pertencem.","por_que_esta_palavra":"A palavra é usada para enfatizar a natureza divina e a relação pessoal que os crentes têm com Deus.","conexao_teologica":"A oração e a intervenção divina são temas recorrentes na Bíblia, mostrando que Deus está ativo na história.","referencias_relacionadas":["Salmos 34:17","1 João 5:14","Tiago 5:16"]},"atos_12_13_cidade":{"palavra_pt":"cidade","palavra_original":"πυλών","transliteracao":"pylṓn","strong":"G4440","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se ao local onde a comunidade cristã se reunia e onde os eventos estavam acontecendo.","explicacao_detalhada":"A cidade é um espaço significativo para a missão da igreja, onde os crentes se reúnem e testemunham a fé em meio à sociedade.","por_que_esta_palavra":"A menção da cidade destaca a importância do contexto urbano na propagação do evangelho.","conexao_teologica":"A cidade é vista como um campo missionário, onde a luz do evangelho deve brilhar em meio à escuridão.","referencias_relacionadas":["Mateus 5:14","Atos 1:8","Lucas 10:1"]},"atos_12_13_femea":{"palavra_pt":"femea","palavra_original":"παιδίσκη","transliteracao":"paidískē","strong":"G3814","significado_raiz":"Ideia básica: femea.","significado_contextual":"A palavra 'fêmea' refere-se a uma jovem serva que desempenha um papel importante na narrativa.","explicacao_detalhada":"A serva que reconhece Pedro representa a atenção e a sensibilidade dos pequenos detalhes que Deus usa para cumprir seus propósitos.","por_que_esta_palavra":"A palavra é usada para mostrar que Deus pode usar qualquer pessoa, independentemente de seu status social, para realizar sua vontade.","conexao_teologica":"Deus valoriza cada indivíduo e pode usar até mesmo os mais humildes para cumprir seus planos.","referencias_relacionadas":["1 Coríntios 1:27","Gálatas 3:28","Lucas 1:38"]},"atos_12_14_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' é uma metáfora para a firmeza e a estabilidade que Pedro representa na igreja.","explicacao_detalhada":"Pedro é chamado de 'rocha' por Jesus, simbolizando sua liderança e a fundação da igreja.","por_que_esta_palavra":"A palavra é significativa porque reflete a segurança que os crentes têm em Cristo, a verdadeira Rocha.","conexao_teologica":"Cristo é a Rocha eterna sobre a qual a igreja é construída, e Pedro é um dos pilares dessa construção.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:4-5","Salmos 18:2"]},"atos_12_14_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se ao compromisso de Deus com seu povo e à fidelidade que Ele demonstra.","explicacao_detalhada":"A aliança é um tema central na Bíblia, representando o relacionamento entre Deus e a humanidade, que é reafirmado em Cristo.","por_que_esta_palavra":"A palavra é usada para enfatizar a continuidade do plano de Deus através das alianças feitas ao longo da história.","conexao_teologica":"A nova aliança em Cristo é o cumprimento das promessas de Deus, estabelecendo um novo relacionamento com seu povo.","referencias_relacionadas":["Hebreus 8:6-13","Jeremias 31:31-34","Lucas 22:20"]},"atos_12_15_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação e à proclamação da verdade.","explicacao_detalhada":"No contexto, a serva fala sobre a presença de Pedro, enfatizando a importância de testemunhar o que Deus fez.","por_que_esta_palavra":"A palavra é significativa porque destaca a responsabilidade dos crentes de compartilhar suas experiências com Deus.","conexao_teologica":"A proclamação do evangelho é um mandamento para todos os crentes, refletindo a missão da igreja.","referencias_relacionadas":["Marcos 16:15","Atos 1:8","Romanos 10:14"]},"atos_12_15_beside":{"palavra_pt":"beside","palavra_original":"μαίνομαι","transliteracao":"maínomai","strong":"G3105","significado_raiz":"Ideia básica: beside.","significado_contextual":"A palavra 'beside' refere-se à proximidade ou presença ao lado de alguém.","explicacao_detalhada":"No contexto de Atos 12:15, a palavra é usada para descrever a situação em que as pessoas estavam ao lado de Pedro, que havia sido libertado da prisão. Isso enfatiza a ideia de comunidade e apoio mútuo entre os crentes.","por_que_esta_palavra":"A escolha da palavra 'beside' destaca a importância da presença física e emocional dos amigos e irmãos na fé em momentos de dificuldade.","conexao_teologica":"A presença de Pedro junto aos irmãos simboliza a união da igreja e a importância da comunhão entre os crentes, refletindo a natureza do corpo de Cristo.","referencias_relacionadas":["Atos 2:42","Hebreus 10:24-25","Gálatas 6:2"]},"atos_12_15_confidently":{"palavra_pt":"confidently","palavra_original":"διϊσχυρίζομαι","transliteracao":"diïschyrízomai","strong":"G1340","significado_raiz":"Ideia básica: confidently.","significado_contextual":"A palavra 'confidently' implica uma afirmação firme e segura.","explicacao_detalhada":"Neste versículo, a confiança dos crentes em afirmar que Pedro estava realmente livre da prisão demonstra a fé e a certeza nas promessas de Deus.","por_que_esta_palavra":"A palavra foi escolhida para mostrar a firmeza da crença dos crentes, mesmo diante de situações impossíveis.","conexao_teologica":"A confiança em Deus é um tema central na fé cristã, refletindo a certeza de que Deus age em favor de Seu povo.","referencias_relacionadas":["Hebreus 11:1","Romanos 4:20-21","Salmos 27:3"]},"atos_12_16_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' é usada para se referir a Pedro, simbolizando firmeza e estabilidade.","explicacao_detalhada":"Pedro, cujo nome significa 'rocha', representa a base sólida da igreja e a liderança que Cristo estabeleceu entre os apóstolos.","por_que_esta_palavra":"A metáfora da rocha enfatiza a força e a durabilidade da fé de Pedro, que se torna um pilar para a comunidade cristã.","conexao_teologica":"Cristo é a verdadeira rocha sobre a qual a igreja é construída, e Pedro é um exemplo de liderança firme na fé.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:4-5","Salmos 18:2"]},"atos_12_16_abide":{"palavra_pt":"abide","palavra_original":"ἐπιμένω","transliteracao":"epiménō","strong":"G1961","significado_raiz":"Ideia básica: abide.","significado_contextual":"A palavra 'abide' refere-se a permanecer ou ficar em um lugar.","explicacao_detalhada":"Neste contexto, 'abide' sugere a ideia de que Pedro deveria permanecer com os crentes após sua libertação, reforçando a importância da comunhão.","por_que_esta_palavra":"A escolha dessa palavra destaca a necessidade de estar presente e ativo na vida da comunidade cristã.","conexao_teologica":"A permanência em Cristo e na comunhão dos santos é fundamental para o crescimento espiritual e a edificação da igreja.","referencias_relacionadas":["João 15:4-5","Atos 2:46","1 João 2:24"]},"atos_12_17_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para se referir a alguém com autoridade ou poder.","explicacao_detalhada":"Neste versículo, a referência a 'senhor' destaca a posição de Pedro como líder e a autoridade que ele tinha entre os crentes após sua libertação.","por_que_esta_palavra":"A palavra foi escolhida para enfatizar a liderança espiritual e a responsabilidade que Pedro tinha na comunidade.","conexao_teologica":"A autoridade espiritual é um tema importante na igreja, refletindo a liderança que Cristo estabeleceu entre Seus seguidores.","referencias_relacionadas":["Mateus 28:18","1 Pedro 5:2-3","Hebreus 13:17"]},"atos_12_17_paz":{"palavra_pt":"paz","palavra_original":"σιγάω","transliteracao":"sigáō","strong":"G4601","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' refere-se a um estado de tranquilidade e ausência de conflito.","explicacao_detalhada":"Neste contexto, a paz é um resultado da libertação de Pedro e da alegria da comunidade, que se reunia em um momento de celebração.","por_que_esta_palavra":"A escolha da palavra 'paz' enfatiza a restauração e a harmonia que a libertação de Pedro trouxe para a comunidade.","conexao_teologica":"A paz é um fruto do Espírito e um sinal da presença de Deus entre Seu povo.","referencias_relacionadas":["Filipenses 4:7","Romanos 5:1","Colossenses 3:15"]},"atos_12_17_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mao' refere-se à parte do corpo humano que é frequentemente associada a ações e trabalho.","explicacao_detalhada":"Neste versículo, a mão de Pedro é um símbolo de ação e autoridade, representando o trabalho que ele deveria realizar na comunidade após sua libertação.","por_que_esta_palavra":"A palavra foi escolhida para enfatizar a ação prática que os crentes devem ter em sua fé.","conexao_teologica":"As mãos são frequentemente usadas na Bíblia como símbolo de serviço e ministério, refletindo a chamada de Deus para agir.","referencias_relacionadas":["Mateus 25:40","Gálatas 5:13","1 Coríntios 12:12-14"]},"atos_12_18_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode simbolizar um tempo de eventos significativos.","explicacao_detalhada":"Neste contexto, o 'dia' é importante porque marca o momento em que Pedro foi libertado e a resposta da comunidade a esse evento.","por_que_esta_palavra":"A escolha da palavra 'dia' destaca a importância do tempo e dos eventos que Deus orquestra na vida de Seus servos.","conexao_teologica":"O tempo é uma criação de Deus, e cada dia traz novas oportunidades para experimentar Sua graça e poder.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","2 Coríntios 6:2"]},"atos_12_18_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' novamente se refere a Pedro, simbolizando sua firmeza e papel fundamental na igreja.","explicacao_detalhada":"A repetição da palavra 'rocha' enfatiza a importância de Pedro como um pilar da fé e liderança na comunidade cristã.","por_que_esta_palavra":"A palavra foi escolhida para reforçar a identidade de Pedro e seu papel na edificação da igreja.","conexao_teologica":"A rocha é uma metáfora para a estabilidade e segurança que Cristo oferece à Sua igreja.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:4-5","Salmos 18:2"]},"atos_12_18_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se a um processo de transformação ou mudança.","explicacao_detalhada":"Neste contexto, 'tornar-se' sugere que a libertação de Pedro é um grande evento que impacta a comunidade e a fé dos crentes.","por_que_esta_palavra":"A palavra foi escolhida para enfatizar a magnitude do que aconteceu e como isso molda a experiência da igreja.","conexao_teologica":"A transformação é um tema central na vida cristã, refletindo como Deus muda vidas e situações para Sua glória.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Efésios 2:10"]},"atos_12_19_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Herodes, que simboliza poder e autoridade.","explicacao_detalhada":"O nome de Herodes é mencionado em um contexto de opressão e perseguição aos cristãos. Ele era um rei que buscava manter seu controle sobre o povo e eliminar qualquer ameaça ao seu poder.","por_que_esta_palavra":"A palavra 'nome' é usada para identificar e dar reconhecimento à figura de Herodes, que desempenha um papel crucial na narrativa de Atos.","conexao_teologica":"O uso do nome de Herodes contrasta com a autoridade de Deus, que é suprema e eterna, enquanto os reinos humanos são temporais e instáveis.","referencias_relacionadas":["Atos 12:1-3","Mateus 2:1-3","Lucas 1:5"]},"atos_12_19_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a soberania divina em contraste com a arrogância humana.","explicacao_detalhada":"Neste contexto, a negação da divindade de Herodes é uma crítica à sua pretensão de ser adorado como um deus, o que leva à sua queda.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a relação entre a humanidade e a divindade, especialmente em momentos de arrogância e idolatria.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, mostrando que, apesar dos poderes terrenos, é Deus quem realmente governa.","referencias_relacionadas":["Salmos 115:3","Isaías 40:23-24","Romanos 13:1"]},"atos_12_20_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"Novamente, refere-se ao nome de Herodes, simbolizando sua autoridade e influência.","explicacao_detalhada":"Herodes é descrito como alguém que busca a aprovação do povo, utilizando seu nome para manipular e controlar as massas.","por_que_esta_palavra":"O nome é um símbolo de identidade e poder, e neste caso, representa a figura opressora que se opõe aos seguidores de Cristo.","conexao_teologica":"A menção do nome de Herodes serve para contrastar com o nome de Jesus, que é exaltado e reverenciado.","referencias_relacionadas":["Atos 12:1","Mateus 2:16","Lucas 23:7"]},"atos_12_20_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"A paz aqui é um conceito que se opõe à instabilidade e ao conflito promovido por Herodes.","explicacao_detalhada":"Herodes buscava a paz através do controle e da opressão, mas a verdadeira paz é aquela que vem de Deus e não da força.","por_que_esta_palavra":"A palavra 'paz' é crucial para entender a mensagem do evangelho, que oferece reconciliação e harmonia com Deus.","conexao_teologica":"A paz de Deus é um tema recorrente na Bíblia, representando a restauração da relação entre Deus e a humanidade.","referencias_relacionadas":["Filipenses 4:7","Isaías 9:6","Romanos 5:1"]},"atos_12_20_mao":{"palavra_pt":"mao","palavra_original":"πάρειμι","transliteracao":"páreimi","strong":"G3918","significado_raiz":"Ideia básica: mao.","significado_contextual":"A mão é frequentemente usada como símbolo de poder e ação, especialmente em contextos de autoridade.","explicacao_detalhada":"Neste versículo, a mão pode representar a ação de Herodes em exercer controle sobre o povo e a oposição aos cristãos.","por_que_esta_palavra":"A palavra 'mão' é significativa para ilustrar a forma como os líderes humanos tentam manipular e controlar as situações.","conexao_teologica":"A mão de Deus é frequentemente mencionada como a que traz salvação e proteção, contrastando com a mão opressora dos governantes.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Atos 4:30"]},"atos_12_21_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia mencionado é um momento de grande importância, onde Herodes se apresenta ao povo.","explicacao_detalhada":"Este dia é marcado por uma tentativa de Herodes de se mostrar como um líder carismático, buscando a adoração do povo.","por_que_esta_palavra":"A palavra 'dia' é usada para indicar um tempo específico de ação e decisão, refletindo a importância do momento.","conexao_teologica":"O conceito de dia é frequentemente associado a eventos significativos na história da salvação, onde Deus atua de maneira poderosa.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Atos 2:20"]},"atos_12_21_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"Novamente, refere-se ao nome de Herodes, que é central para a narrativa.","explicacao_detalhada":"O nome é mencionado para destacar a figura de Herodes como um líder que busca ser exaltado entre o povo.","por_que_esta_palavra":"A repetição do nome enfatiza a importância da identidade de Herodes no contexto da opressão aos cristãos.","conexao_teologica":"O nome de Herodes é contrastado com o nome de Jesus, que é o verdadeiro objeto de adoração.","referencias_relacionadas":["Atos 12:1","Mateus 2:1","Lucas 23:2"]},"atos_12_21_apparel":{"palavra_pt":"apparel","palavra_original":"ἐσθής","transliteracao":"esthḗs","strong":"G2066","significado_raiz":"Ideia básica: apparel.","significado_contextual":"Refere-se à vestimenta de Herodes, que simboliza seu status e poder.","explicacao_detalhada":"A descrição do vestuário de Herodes serve para enfatizar sua ostentação e busca por reconhecimento.","por_que_esta_palavra":"A palavra 'apparel' é usada para ilustrar a maneira como os líderes se apresentam ao povo, buscando admiração.","conexao_teologica":"A ostentação de Herodes contrasta com a humildade de Cristo, que veio para servir e não para ser servido.","referencias_relacionadas":["Mateus 6:28-30","1 Pedro 3:3-4","Tiago 2:1"]},"atos_12_22_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para descrever a adoração que Herodes recebe, que é indevida.","explicacao_detalhada":"Herodes é aclamado como um deus pelo povo, o que leva à sua condenação, pois ele não dá glória a Deus.","por_que_esta_palavra":"A palavra 'deus' aqui é um alerta sobre a idolatria e a necessidade de reconhecer a verdadeira divindade.","conexao_teologica":"A adoração a Deus é um tema central na Bíblia, e a tentativa de Herodes de ser adorado é uma violação desse princípio.","referencias_relacionadas":["Êxodo 20:3-5","Atos 10:25-26","Apocalipse 19:10"]},"atos_12_22_povo":{"palavra_pt":"povo","palavra_original":"δῆμος","transliteracao":"dēmos","strong":"G1218","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo que aclama Herodes, simbolizando a manipulação e a idolatria.","explicacao_detalhada":"O povo, ao aclamar Herodes, demonstra sua vulnerabilidade à manipulação e à busca por líderes carismáticos.","por_que_esta_palavra":"A palavra 'povo' é importante para entender a dinâmica entre líderes e seguidores, especialmente em contextos de opressão.","conexao_teologica":"A relação entre o povo e seus líderes é um tema recorrente, onde Deus é o verdadeiro líder que deve ser seguido.","referencias_relacionadas":["1 Samuel 8:7","Mateus 7:15-20","Atos 5:29"]},"atos_12_23_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para se referir a alguém que possui autoridade ou domínio sobre outros.","explicacao_detalhada":"No contexto de Atos 12:23, a palavra 'senhor' é aplicada a Herodes, que se exaltou e recebeu adoração, mas foi punido por Deus por sua arrogância. Isso demonstra a diferença entre a autoridade humana e a divina.","por_que_esta_palavra":"A escolha da palavra 'senhor' enfatiza a posição de poder e controle que Herodes acreditava ter, contrastando com a verdadeira soberania de Deus.","conexao_teologica":"A passagem ilustra a soberania de Deus sobre os líderes humanos e a futilidade de se exaltar acima de Sua autoridade.","referencias_relacionadas":["Salmos 2:10-12","Romanos 13:1","1 Pedro 5:5"]},"atos_12_23_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'glória' refere-se à honra e à majestade que pertencem a Deus.","explicacao_detalhada":"Em Atos 12:23, a glória que foi dada a Herodes foi um ato de idolatria, pois ele não deu crédito a Deus. A glória é um atributo divino que deve ser reservado somente para o Senhor.","por_que_esta_palavra":"A palavra 'glória' é usada para mostrar a gravidade do erro de Herodes ao aceitar a adoração que deveria ser direcionada a Deus.","conexao_teologica":"A glória de Deus é um tema central nas Escrituras, e a tentativa de um ser humano de usurpar essa glória resulta em julgamento.","referencias_relacionadas":["Isaías 42:8","Romanos 1:21","Apocalipse 4:11"]},"atos_12_23_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"No contexto de Atos 12:23, Deus é aquele que exerce autoridade suprema e que não tolera a arrogância dos homens que tentam usurpar Seu lugar.","por_que_esta_palavra":"A palavra 'deus' é crucial para entender a relação entre a soberania divina e a fragilidade humana.","conexao_teologica":"A passagem destaca a importância de reconhecer a soberania de Deus sobre todas as coisas e a necessidade de reverência diante dEle.","referencias_relacionadas":["Salmos 115:3","Isaías 46:9-10","Efésios 1:11"]},"atos_12_24_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/verbo' refere-se à comunicação divina e à revelação de Deus ao homem.","explicacao_detalhada":"Em Atos 12:24, a palavra de Deus se espalha e cresce, indicando que a mensagem do evangelho é poderosa e eficaz, contrastando com a queda de Herodes.","por_que_esta_palavra":"A escolha da palavra 'palavra' enfatiza a importância da mensagem de Cristo e seu impacto na vida dos crentes.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua propagação é um sinal do avanço do Reino de Deus.","referencias_relacionadas":["Hebreus 4:12","1 Pedro 1:25","Mateus 24:14"]},"atos_12_24_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para reafirmar a soberania e o poder de Deus na propagação do evangelho.","explicacao_detalhada":"Neste versículo, a ênfase está na ação de Deus em fazer a Sua palavra crescer e se espalhar, mostrando que Ele é o agente principal na história da salvação.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a origem e a autoridade da mensagem que está sendo proclamada.","conexao_teologica":"A soberania de Deus é um tema recorrente nas Escrituras, e a expansão do evangelho é um testemunho de Sua fidelidade.","referencias_relacionadas":["Isaías 55:11","Atos 1:8","Romanos 10:17"]},"atos_12_24_multiplicar":{"palavra_pt":"multiplicar","palavra_original":"πληθύνω","transliteracao":"plēthýnō","strong":"G4129","significado_raiz":"Ideia básica: multiplicar.","significado_contextual":"A palavra 'multiplicar' refere-se ao crescimento e à expansão da igreja e da mensagem do evangelho.","explicacao_detalhada":"Em Atos 12:24, a multiplicação da palavra de Deus indica que a mensagem do evangelho está se espalhando rapidamente, apesar da oposição.","por_que_esta_palavra":"A escolha da palavra 'multiplicar' ressalta a eficácia da palavra de Deus e o cumprimento das promessas de crescimento da igreja.","conexao_teologica":"A multiplicação da palavra é um cumprimento da Grande Comissão e um sinal da ação do Espírito Santo.","referencias_relacionadas":["Mateus 28:19-20","Atos 6:7","Colossenses 1:6"]},"atos_12_25_servo":{"palavra_pt":"servo","palavra_original":"διακονία","transliteracao":"diakonía","strong":"G1248","significado_raiz":"Ideia básica: servo.","significado_contextual":"A palavra 'servo' refere-se a alguém que serve a Deus e aos outros, especialmente no contexto ministerial.","explicacao_detalhada":"Em Atos 12:25, a palavra 'servo' é usada para descrever o papel de Barnabé e Saulo na obra missionária, enfatizando a importância do serviço no ministério.","por_que_esta_palavra":"A palavra 'servo' é escolhida para destacar a humildade e a disposição de servir, características essenciais para os líderes cristãos.","conexao_teologica":"O conceito de servo é central no ensinamento de Jesus, que veio para servir e não para ser servido.","referencias_relacionadas":["Marcos 10:45","Filipenses 2:7","1 Pedro 4:10"]},"atos_12_25_marcus":{"palavra_pt":"marcus","palavra_original":"Μάρκος","transliteracao":"Márkos","strong":"G3138","significado_raiz":"Ideia básica: marcus.","significado_contextual":"A palavra 'marcus' refere-se a um dos colaboradores de Paulo e Barnabé, também conhecido como João Marcos.","explicacao_detalhada":"Em Atos 12:25, Marcos é mencionado como um servo que acompanhou os apóstolos em sua missão, destacando a importância do trabalho em equipe no ministério.","por_que_esta_palavra":"A inclusão de Marcos no relato enfatiza a diversidade de colaboradores na obra de Deus e a importância de cada um no plano divino.","conexao_teologica":"Marcos mais tarde se tornaria um autor do evangelho, mostrando como Deus usa pessoas comuns para cumprir Seus propósitos.","referencias_relacionadas":["Atos 15:37-39","Colossenses 4:10","2 Timóteo 4:11"]},"atos_12_25_nome":{"palavra_pt":"nome","palavra_original":"Σαῦλος","transliteracao":"Saûlos","strong":"G4569","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e ao caráter de uma pessoa.","explicacao_detalhada":"Em Atos 12:25, o nome 'Saulo' é mencionado, destacando a importância da identidade no ministério e a transformação que ocorre ao seguir a Cristo.","por_que_esta_palavra":"A palavra 'nome' é significativa, pois representa não apenas a identificação, mas também a autoridade e a reputação de uma pessoa.","conexao_teologica":"O nome de Jesus é central na fé cristã, e a transformação de Saulo em Paulo é um exemplo poderoso da mudança que Cristo pode trazer.","referencias_relacionadas":["Atos 9:4-6","Romanos 1:1","Gálatas 1:13-16"]}}