{"atos_13_1_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A palavra 'igreja/assembleia' refere-se ao corpo de crentes que se reúnem para adorar e servir a Deus.","explicacao_detalhada":"Em Atos 13:1, a igreja em Antioquia é apresentada como um modelo de comunidade cristã, onde os crentes se reúnem para adoração e discernimento da vontade de Deus.","por_que_esta_palavra":"A palavra 'igreja' é fundamental para entender a natureza da comunidade cristã e seu papel na propagação do evangelho.","conexao_teologica":"A igreja é o corpo de Cristo na terra, chamada a cumprir a missão de Deus e a ser luz para o mundo.","referencias_relacionadas":["Mateus 16:18","Efésios 4:11-13","1 Coríntios 12:12-27"]},"atos_13_1_niger":{"palavra_pt":"niger","palavra_original":"Νίγερ","transliteracao":"Níger","strong":"G3526","significado_raiz":"Ideia básica: niger.","significado_contextual":"Niger é um nome que significa 'negro' ou 'escuro', e refere-se a um dos profetas e mestres da igreja em Antioquia.","explicacao_detalhada":"O uso do nome Niger no contexto de Atos 13:1 pode indicar a origem étnica ou a cor da pele da pessoa, refletindo a diversidade da liderança da igreja primitiva.","por_que_esta_palavra":"A inclusão de Niger entre os líderes da igreja em Antioquia destaca a diversidade cultural e étnica da comunidade cristã, que transcende barreiras sociais.","conexao_teologica":"A diversidade na liderança da igreja é um reflexo do corpo de Cristo, onde cada membro, independentemente de sua origem, tem um papel importante.","referencias_relacionadas":["Atos 10:34-35","Gálatas 3:28","Efésios 2:14"]},"atos_13_2_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade divina de Deus e à soberania de Cristo sobre a igreja.","explicacao_detalhada":"No contexto de Atos 13:2, 'senhor' é usado para reconhecer a liderança e a direção do Espírito Santo na vida da igreja.","por_que_esta_palavra":"A invocação do Senhor enfatiza a necessidade de buscar a vontade de Deus em todas as decisões da igreja.","conexao_teologica":"A autoridade de Cristo é central na vida da igreja, e a obediência a essa autoridade é fundamental para o crescimento espiritual.","referencias_relacionadas":["Mateus 28:18","Romanos 10:9","Colossenses 1:18"]},"atos_13_2_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se ao Espírito Santo, que guia e capacita os crentes para a missão.","explicacao_detalhada":"Em Atos 13:2, o Espírito Santo fala à igreja, indicando a importância da sensibilidade à voz de Deus na tomada de decisões.","por_que_esta_palavra":"O Espírito Santo é essencial para a vida cristã, pois é Ele quem dá direção e poder para a missão da igreja.","conexao_teologica":"A presença do Espírito Santo é uma promessa de Jesus e é fundamental para a edificação da igreja e a evangelização do mundo.","referencias_relacionadas":["Atos 1:8","Romanos 8:14","1 Coríntios 12:7"]},"atos_13_2_nome":{"palavra_pt":"nome","palavra_original":"Σαῦλος","transliteracao":"Saûlos","strong":"G4569","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Saulo' refere-se ao apóstolo Paulo antes de sua conversão, simbolizando a transformação que ele experimentaria.","explicacao_detalhada":"Em Atos 13:2, o nome Saulo é mencionado como parte do contexto da chamada de Deus para a missão, que mudaria sua vida radicalmente.","por_que_esta_palavra":"O nome é significativo porque representa não apenas a identidade de Saulo, mas também a obra redentora de Deus em sua vida.","conexao_teologica":"A transformação de Saulo em Paulo é um exemplo do poder de Deus para mudar vidas e usar pessoas para Sua glória.","referencias_relacionadas":["Atos 9:1-19","2 Coríntios 5:17","Gálatas 1:13-16"]},"atos_13_3_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à prática de oração e busca pela direção divina na vida da igreja.","explicacao_detalhada":"Em Atos 13:3, a oração e o jejum são apresentados como formas de buscar a vontade de Deus antes de enviar missionários.","por_que_esta_palavra":"A oração é uma expressão de dependência de Deus e um meio pelo qual a igreja busca discernir Sua vontade.","conexao_teologica":"A oração é fundamental na vida cristã, pois é através dela que os crentes se conectam com Deus e recebem direção.","referencias_relacionadas":["Filipenses 4:6-7","1 Tessalonicenses 5:17","Tiago 1:5"]},"atos_13_3_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza a ação e o envio de Deus, representando a autoridade divina sobre a missão.","explicacao_detalhada":"Em Atos 13:3, a imposição de mãos é um ato simbólico que representa a confirmação e o envio dos missionários pela igreja.","por_que_esta_palavra":"A imposição de mãos é uma prática que demonstra a unidade da igreja e a consagração dos que são enviados para a obra.","conexao_teologica":"A imposição de mãos é uma expressão de apoio e reconhecimento da obra do Espírito Santo na vida dos missionários.","referencias_relacionadas":["Atos 6:6","1 Timóteo 4:14","Hebreus 6:2"]},"atos_13_3_alimento":{"palavra_pt":"alimento","palavra_original":"νηστεύω","transliteracao":"nēsteúō","strong":"G3522","significado_raiz":"Ideia básica: alimento.","significado_contextual":"A palavra 'alimento' refere-se ao jejum, um ato de abstenção que busca a proximidade com Deus.","explicacao_detalhada":"Em Atos 13:3, o jejum é uma prática que demonstra a seriedade da busca pela direção de Deus antes de tomar decisões importantes.","por_que_esta_palavra":"O jejum é uma forma de sacrificar o alimento físico em busca de alimento espiritual e clareza na vontade de Deus.","conexao_teologica":"O jejum é uma prática que tem raízes bíblicas e é frequentemente associado à oração e à busca pela santidade.","referencias_relacionadas":["Mateus 6:16-18","Isaías 58:6-7","Atos 14:23"]},"atos_13_4_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' novamente refere-se ao Espírito Santo, que continua a guiar a missão da igreja.","explicacao_detalhada":"Em Atos 13:4, a presença do Espírito Santo é fundamental para a missão dos apóstolos, que são enviados para pregar o evangelho.","por_que_esta_palavra":"A ação do Espírito Santo é essencial para a eficácia da missão e para a capacitação dos crentes.","conexao_teologica":"A missão da igreja é realizada na dependência do Espírito Santo, que dá poder e direção aos crentes.","referencias_relacionadas":["Atos 1:8","Atos 2:4","Romanos 15:19"]},"atos_13_4_seleucia":{"palavra_pt":"seleucia","palavra_original":"Σελεύκεια","transliteracao":"Seleúkeia","strong":"G4581","significado_raiz":"Ideia básica: seleucia.","significado_contextual":"Seleucia era um porto importante da Antioquia, de onde os missionários partiram para sua jornada.","explicacao_detalhada":"Em Atos 13:4, a menção de Seleucia destaca a importância das rotas comerciais e de viagem na propagação do evangelho.","por_que_esta_palavra":"A localização geográfica de Seleucia é significativa para entender como o evangelho se espalhou rapidamente através de diferentes regiões.","conexao_teologica":"A geografia desempenha um papel importante na missão da igreja, mostrando como Deus usa lugares e pessoas para cumprir Seus propósitos.","referencias_relacionadas":["Atos 11:19","Atos 14:26","Atos 15:3"]},"atos_13_4_cyprus":{"palavra_pt":"cyprus","palavra_original":"Κύπρος","transliteracao":"Kýpros","strong":"G2954","significado_raiz":"Ideia básica: cyprus.","significado_contextual":"Chipre é a ilha onde os missionários chegaram, representando uma nova etapa na expansão do evangelho.","explicacao_detalhada":"Em Atos 13:4, Chipre é o primeiro destino dos missionários, simbolizando a abertura do evangelho para os gentios.","por_que_esta_palavra":"A escolha de Chipre como destino missionário destaca a intenção de Deus de alcançar todas as nações com a mensagem do evangelho.","conexao_teologica":"A missão da igreja é universal, e a inclusão dos gentios é um tema central no Novo Testamento.","referencias_relacionadas":["Atos 10:45","Atos 11:18","Romanos 1:16"]},"atos_13_5_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à mensagem de Jesus Cristo e sua importância na pregação do evangelho.","explicacao_detalhada":"A palavra 'lógos' é usada para descrever a palavra de Deus, que se manifesta em Cristo. Em Atos 13:5, Paulo e Barnabé pregam sobre Cristo, enfatizando sua divindade e papel redentor.","por_que_esta_palavra":"A escolha da palavra 'lógos' destaca a centralidade de Cristo na mensagem cristã, sendo Ele a própria Palavra que se fez carne.","conexao_teologica":"Cristo é o cumprimento da promessa de Deus e a revelação plena de Sua vontade para a humanidade.","referencias_relacionadas":["João 1:1","Hebreus 1:1-2","Colossenses 1:16-17"]},"atos_13_5_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus único e verdadeiro, que é o criador e sustentador de todas as coisas.","explicacao_detalhada":"A palavra 'theós' enfatiza a soberania de Deus sobre a história e a importância de reconhecer Sua autoridade na pregação do evangelho.","por_que_esta_palavra":"A menção de Deus é crucial para estabelecer a base da fé cristã, que se fundamenta na revelação divina.","conexao_teologica":"Deus é o autor da salvação e a fonte de toda verdade e revelação.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"atos_13_5_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à comunidade de crentes que se reúnem para adorar e proclamar o evangelho.","explicacao_detalhada":"A palavra 'synagōgḗ' destaca a importância da congregação e do corpo de Cristo na missão de espalhar a mensagem do evangelho.","por_que_esta_palavra":"A igreja é o meio pelo qual Deus opera no mundo, unindo os crentes em adoração e serviço.","conexao_teologica":"A igreja é descrita como o corpo de Cristo, onde cada membro tem um papel vital na edificação mútua.","referencias_relacionadas":["Mateus 16:18","Atos 2:42-47","Efésios 4:11-13"]},"atos_13_6_profeta":{"palavra_pt":"profeta","palavra_original":"ψευδοπροφήτης","transliteracao":"pseudoprophḗtēs","strong":"G5578","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a um falso profeta que se opõe à pregação do evangelho.","explicacao_detalhada":"A palavra 'pseudoprophḗtēs' indica alguém que se apresenta como porta-voz de Deus, mas que na verdade distorce a verdade.","por_que_esta_palavra":"A presença de falsos profetas é um alerta para a necessidade de discernimento espiritual na comunidade cristã.","conexao_teologica":"Os falsos profetas são advertidos nas Escrituras, e a verdadeira profecia deve sempre estar alinhada com a Palavra de Deus.","referencias_relacionadas":["Mateus 7:15","2 Pedro 2:1","1 João 4:1"]},"atos_13_6_island":{"palavra_pt":"island","palavra_original":"νῆσος","transliteracao":"nēsos","strong":"G3520","significado_raiz":"Ideia básica: island.","significado_contextual":"Refere-se à ilha de Chipre, onde Paulo e Barnabé começaram sua missão.","explicacao_detalhada":"A palavra 'nēsos' destaca a geografia do ministério apostólico e a expansão do evangelho para novas regiões.","por_que_esta_palavra":"A menção da ilha é significativa, pois marca o início da obra missionária de Paulo entre os gentios.","conexao_teologica":"A geografia das missões é um reflexo do plano de Deus para alcançar todas as nações.","referencias_relacionadas":["Atos 13:4","Atos 13:12","Atos 15:39"]},"atos_13_6_paphos":{"palavra_pt":"paphos","palavra_original":"Πάφος","transliteracao":"Páphos","strong":"G3974","significado_raiz":"Ideia básica: paphos.","significado_contextual":"Refere-se à cidade de Pafos, um importante centro cultural e político da época.","explicacao_detalhada":"A palavra 'Páphos' é mencionada como um local estratégico onde a mensagem do evangelho foi proclamada.","por_que_esta_palavra":"Pafos representa o alcance do evangelho em áreas influentes, mostrando que a mensagem de Cristo é para todos.","conexao_teologica":"A evangelização em Pafos ilustra o cumprimento da Grande Comissão de levar o evangelho a todas as nações.","referencias_relacionadas":["Atos 13:4","Atos 13:12","Atos 15:39"]},"atos_13_7_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Paulo, que simboliza sua nova identidade em Cristo.","explicacao_detalhada":"A palavra 'Paûlos' destaca a transformação que ocorreu em sua vida após o encontro com Jesus.","por_que_esta_palavra":"O nome Paulo é significativo, pois representa a missão que ele recebeu para pregar aos gentios.","conexao_teologica":"A mudança de nome de Saulo para Paulo simboliza a nova vida e propósito que encontramos em Cristo.","referencias_relacionadas":["Atos 9:15","Atos 22:21","Gálatas 1:15-16"]},"atos_13_7_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à mensagem central sobre Jesus Cristo e sua obra redentora.","explicacao_detalhada":"A palavra 'lógos' novamente enfatiza a importância da Palavra de Deus na pregação do evangelho.","por_que_esta_palavra":"A repetição da palavra destaca a continuidade da mensagem de Cristo ao longo do ministério apostólico.","conexao_teologica":"Cristo é o fundamento da fé cristã, e sua mensagem é a que transforma vidas.","referencias_relacionadas":["João 1:14","Romanos 10:17","1 Coríntios 1:23"]},"atos_13_7_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à soberania de Deus na obra de salvação e na missão dos apóstolos.","explicacao_detalhada":"A palavra 'theós' reafirma a autoridade divina por trás da pregação do evangelho.","por_que_esta_palavra":"A menção de Deus é essencial para entender a origem e a legitimidade da mensagem que está sendo proclamada.","conexao_teologica":"Deus é o agente ativo na salvação, e a pregação do evangelho é uma resposta à Sua iniciativa.","referencias_relacionadas":["Atos 4:24","Atos 17:24-25","Romanos 1:16"]},"atos_13_8_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"Refere-se à fé como a resposta do coração humano à verdade de Deus.","explicacao_detalhada":"A palavra 'pístis' enfatiza a importância da fé na vida do crente e na aceitação do evangelho.","por_que_esta_palavra":"A fé é fundamental para a salvação e para a vida cristã, sendo a resposta ao chamado de Deus.","conexao_teologica":"A fé é o meio pelo qual recebemos a graça de Deus e entramos em relacionamento com Ele.","referencias_relacionadas":["Hebreus 11:1","Efésios 2:8-9","Romanos 10:9"]},"atos_13_8_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"A palavra 'buscar' refere-se à ação de procurar ou investigar algo.","explicacao_detalhada":"Neste contexto, 'buscar' implica uma busca ativa por verdades espirituais ou por direção divina, muitas vezes associada à necessidade de discernimento em meio a enganos.","por_que_esta_palavra":"A escolha da palavra 'buscar' enfatiza a urgência e a necessidade de se encontrar a verdade em um mundo cheio de enganos.","conexao_teologica":"Buscar a verdade é um tema central na vida cristã, onde os crentes são chamados a buscar a Deus e a Sua vontade.","referencias_relacionadas":["Mateus 7:7","Salmos 27:8","Hebreus 11:6"]},"atos_13_8_perversert":{"palavra_pt":"perverse rt","palavra_original":"διαστρέφω","transliteracao":"diastréphō","strong":"G1294","significado_raiz":"Ideia básica: perverse rt.","significado_contextual":"A palavra 'perverter' refere-se a distorcer ou corromper algo que deveria ser verdadeiro.","explicacao_detalhada":"Neste versículo, 'perverter' é usado para descrever a ação de alguém que tenta enganar e desviar outros da verdade do evangelho.","por_que_esta_palavra":"A palavra é escolhida para mostrar a gravidade da manipulação da verdade e a necessidade de vigilância espiritual.","conexao_teologica":"A perversão da verdade é um tema recorrente nas Escrituras, onde os crentes são advertidos contra falsos ensinamentos.","referencias_relacionadas":["Gálatas 1:7","2 Pedro 2:1","Romanos 1:25"]},"atos_13_9_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à autoridade de uma pessoa.","explicacao_detalhada":"Neste contexto, o nome 'Paulo' é significativo, pois representa a transformação de Saulo, um perseguidor, em um apóstolo do evangelho.","por_que_esta_palavra":"O nome é importante porque simboliza a nova missão e identidade que Paulo recebeu em Cristo.","conexao_teologica":"A mudança de nome é um símbolo de transformação espiritual e do chamado divino.","referencias_relacionadas":["Atos 9:15","2 Coríntios 5:17","Gálatas 2:20"]},"atos_13_9_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se à presença e ação do Espírito Santo.","explicacao_detalhada":"Neste contexto, o 'espírito' é visto como a fonte de poder e autoridade que capacita Paulo em sua missão.","por_que_esta_palavra":"A menção do 'espírito' destaca a dependência de Paulo na direção divina em seu ministério.","conexao_teologica":"O Espírito Santo é fundamental na vida do crente, guiando e capacitando para a obra de Deus.","referencias_relacionadas":["Atos 1:8","Romanos 8:14","Gálatas 5:25"]},"atos_13_10_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"A palavra 'justiça' refere-se à retidão e ao padrão moral de Deus.","explicacao_detalhada":"Neste versículo, 'justiça' é usada para contrastar a verdade de Deus com a corrupção e engano do mundo.","por_que_esta_palavra":"A ênfase na justiça é crucial para entender a natureza do evangelho e a necessidade de arrependimento.","conexao_teologica":"A justiça de Deus é um tema central na teologia cristã, refletindo Sua santidade e a necessidade de redenção.","referencias_relacionadas":["Romanos 3:22","Salmos 89:14","Isaías 61:10"]},"atos_13_10_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, 'senhor' enfatiza a posição de Cristo como autoridade suprema, especialmente em relação ao ministério de Paulo.","por_que_esta_palavra":"A escolha da palavra 'senhor' é fundamental para reconhecer a divindade de Cristo e Seu papel na salvação.","conexao_teologica":"A soberania de Deus é um princípio central na fé cristã, que afirma que Ele está no controle de todas as coisas.","referencias_relacionadas":["Filipenses 2:9-11","Mateus 28:18","Romanos 14:9"]},"atos_13_10_perversert":{"palavra_pt":"perverse rt","palavra_original":"διαστρέφω","transliteracao":"diastréphō","strong":"G1294","significado_raiz":"Ideia básica: perverse rt.","significado_contextual":"A palavra 'perverter' é usada novamente para descrever a ação de distorcer a verdade.","explicacao_detalhada":"Aqui, a ênfase está na oposição à verdade de Deus, que é frequentemente atacada por aqueles que buscam enganar.","por_que_esta_palavra":"Reiterar a palavra 'perverter' destaca a seriedade da luta espiritual enfrentada pelos apóstolos.","conexao_teologica":"A luta contra a perversão da verdade é uma constante na vida cristã, exigindo vigilância e discernimento.","referencias_relacionadas":["Gálatas 1:7","2 Timóteo 4:3","1 João 4:1"]},"atos_13_11_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é novamente utilizada para reafirmar a autoridade de Cristo.","explicacao_detalhada":"Neste contexto, 'senhor' é um lembrete da soberania de Deus em meio à oposição e engano.","por_que_esta_palavra":"A repetição da palavra 'senhor' reforça a importância de reconhecer a autoridade de Cristo em todas as situações.","conexao_teologica":"A autoridade de Cristo é um tema central no Novo Testamento, que afirma Sua divindade e poder.","referencias_relacionadas":["Colossenses 1:16-17","Efésios 1:21-22","1 Coríntios 15:25"]},"atos_13_11_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"A palavra 'buscar' é utilizada novamente para enfatizar a necessidade de procurar a verdade.","explicacao_detalhada":"Aqui, 'buscar' implica uma busca contínua pela verdade em meio a enganos e desafios.","por_que_esta_palavra":"A repetição da palavra 'buscar' destaca a importância da diligência na fé.","conexao_teologica":"Buscar a Deus é um chamado constante na vida do crente, refletindo a necessidade de relacionamento com Ele.","referencias_relacionadas":["Salmos 119:2","Tiago 4:8","Mateus 6:33"]},"atos_13_11_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' refere-se à ação e ao poder de Deus em agir.","explicacao_detalhada":"Neste contexto, 'mão' simboliza a intervenção divina e o controle de Deus sobre as circunstâncias.","por_que_esta_palavra":"A menção da 'mão' de Deus destaca Sua capacidade de agir em favor de Seu povo.","conexao_teologica":"A mão de Deus é frequentemente mencionada nas Escrituras como um símbolo de Sua proteção e poder.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Êxodo 15:6"]},"atos_13_12_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Deus e à soberania de Cristo.","explicacao_detalhada":"No contexto de Atos 13:12, a palavra 'senhor' é usada para reconhecer a autoridade divina que opera através dos apóstolos. É um reconhecimento da soberania de Deus sobre as ações humanas.","por_que_esta_palavra":"A escolha da palavra 'senhor' enfatiza a relação de submissão e reverência que os crentes devem ter em relação a Deus.","conexao_teologica":"A palavra 'senhor' conecta-se com a ideia de que Jesus é o Senhor e Salvador, que tem autoridade sobre todas as coisas, conforme Filipenses 2:9-11.","referencias_relacionadas":["Filipenses 2:9-11","Romanos 10:9","Atos 2:36"]},"atos_13_12_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' indica uma transformação ou um evento significativo que ocorre.","explicacao_detalhada":"Neste versículo, 'tornar-se' refere-se ao impacto que a pregação do evangelho teve sobre os ouvintes, resultando em uma mudança de crença e entendimento.","por_que_esta_palavra":"A palavra é utilizada para mostrar que a fé não é apenas um estado passivo, mas um processo ativo de transformação.","conexao_teologica":"A transformação é um tema central na teologia cristã, refletindo a nova vida em Cristo, conforme 2 Coríntios 5:17.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"atos_13_12_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' implica uma confiança ativa e uma aceitação da verdade do evangelho.","explicacao_detalhada":"Em Atos 13:12, 'crer' é a resposta dos ouvintes à mensagem de Paulo e Barnabé, indicando uma fé que leva à salvação.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância da fé como meio de relacionamento com Deus.","conexao_teologica":"A fé é fundamental na salvação, conforme Efésios 2:8-9, onde se afirma que somos salvos pela graça, mediante a fé.","referencias_relacionadas":["Efésios 2:8-9","Romanos 1:16-17","Hebreus 11:1"]},"atos_13_13_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Paulo' é significativo, pois representa a identidade e a missão do apóstolo.","explicacao_detalhada":"Neste contexto, o nome Paulo é usado para identificar o apóstolo que se tornaria um dos principais missionários do cristianismo.","por_que_esta_palavra":"O nome é importante porque reflete a nova identidade que Paulo recebeu após sua conversão.","conexao_teologica":"A mudança de nome de Saulo para Paulo simboliza a transformação que ocorre em Cristo, conforme 2 Coríntios 5:17.","referencias_relacionadas":["2 Coríntios 5:17","Atos 9:15","Gálatas 1:15-16"]},"atos_13_13_paphos":{"palavra_pt":"paphos","palavra_original":"Πάφος","transliteracao":"Páphos","strong":"G3974","significado_raiz":"Ideia básica: paphos.","significado_contextual":"Páfos é uma cidade importante na história do cristianismo, onde Paulo e Barnabé realizaram parte de sua missão.","explicacao_detalhada":"A menção de Páfos destaca a geografia da missão apostólica e a expansão do evangelho para novas regiões.","por_que_esta_palavra":"A cidade é um marco na jornada missionária, simbolizando a propagação da fé cristã.","conexao_teologica":"A expansão do evangelho é um tema central em Atos, refletindo a Grande Comissão em Mateus 28:19-20.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","Atos 13:4"]},"atos_13_14_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A palavra 'igreja' refere-se à comunidade de crentes que se reúnem para adorar e aprender sobre Deus.","explicacao_detalhada":"No contexto de Atos 13:14, a 'igreja' é o local onde os apóstolos pregam e onde os crentes se reúnem para ouvir a Palavra.","por_que_esta_palavra":"A utilização da palavra 'igreja' enfatiza a importância da comunhão entre os crentes e a adoração coletiva.","conexao_teologica":"A igreja é descrita como o corpo de Cristo em 1 Coríntios 12:27, mostrando a interdependência dos crentes.","referencias_relacionadas":["1 Coríntios 12:27","Efésios 4:11-13","Atos 2:42"]},"atos_13_14_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um tempo específico de adoração e ensino na sinagoga.","explicacao_detalhada":"Neste versículo, o 'dia' é um momento significativo em que a Palavra de Deus é proclamada e ensinada aos presentes.","por_que_esta_palavra":"A escolha da palavra 'dia' destaca a importância do tempo dedicado à adoração e ao aprendizado espiritual.","conexao_teologica":"O conceito de um dia dedicado ao Senhor é refletido em Êxodo 20:8-11, que fala sobre o descanso e a adoração.","referencias_relacionadas":["Êxodo 20:8-11","Salmos 118:24","Hebreus 4:9-10"]},"atos_13_15_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A palavra 'lei' refere-se à Torá e aos ensinamentos que guiam a vida dos judeus.","explicacao_detalhada":"Em Atos 13:15, a 'lei' é mencionada no contexto da leitura das Escrituras, que era uma prática comum nas sinagogas.","por_que_esta_palavra":"A utilização da palavra 'lei' enfatiza a continuidade entre o Antigo e o Novo Testamento e a importância das Escrituras.","conexao_teologica":"A lei é vista como um tutor que nos leva a Cristo, conforme Gálatas 3:24.","referencias_relacionadas":["Gálatas 3:24","Romanos 3:20","Mateus 5:17"]},"atos_13_15_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à mensagem de Deus, que é central na pregação do evangelho.","explicacao_detalhada":"Neste versículo, 'palavra' é usada para descrever a mensagem que Paulo e Barnabé trazem, que é a boa nova de Cristo.","por_que_esta_palavra":"A escolha da palavra 'palavra' enfatiza a importância da comunicação divina e da revelação de Deus aos homens.","conexao_teologica":"A ideia de que Cristo é a Palavra é central na teologia cristã, conforme João 1:1.","referencias_relacionadas":["João 1:1","Romanos 10:17","1 Pedro 1:25"]},"atos_13_16_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Paulo' é novamente mencionado, reforçando sua identidade como apóstolo e mensageiro do evangelho.","explicacao_detalhada":"A repetição do nome Paulo neste contexto destaca sua autoridade e papel na pregação do evangelho.","por_que_esta_palavra":"A menção do nome é importante para estabelecer a continuidade da narrativa e a identidade do protagonista.","conexao_teologica":"A identidade em Cristo é um tema recorrente, refletindo a nova vida que os crentes têm em Jesus, conforme Gálatas 2:20.","referencias_relacionadas":["Gálatas 2:20","Atos 9:15","Filipenses 3:20"]},"atos_13_16_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus único e verdadeiro que é o criador e sustentador de todas as coisas.","explicacao_detalhada":"No contexto de Atos 13:16, Paulo se dirige a uma assembleia na sinagoga, proclamando a grandeza de Deus e Sua soberania sobre a história de Israel.","por_que_esta_palavra":"A palavra 'deus' é central na mensagem cristã, pois enfatiza a divindade e a autoridade de Deus sobre a criação e a história.","conexao_teologica":"A afirmação de que Deus é o criador liga-se à doutrina da criação e à soberania divina, que é um tema recorrente nas Escrituras.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Isaías 45:5"]},"atos_13_16_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"Simboliza poder, ação e a capacidade de Deus de intervir na história.","explicacao_detalhada":"A menção da 'mão' de Deus em Atos 13:16 pode ser vista como uma referência ao poder de Deus em agir e guiar Seu povo.","por_que_esta_palavra":"A palavra 'mão' é frequentemente usada nas Escrituras para descrever a ação e a intervenção divina na vida dos seres humanos.","conexao_teologica":"A mão de Deus representa Sua proteção e providência, temas que são fundamentais na teologia bíblica.","referencias_relacionadas":["Êxodo 3:20","Salmos 89:13","Isaías 41:10"]},"atos_13_17_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Novamente, refere-se ao Deus que escolheu e guiou o povo de Israel.","explicacao_detalhada":"Paulo destaca a soberania de Deus na escolha de Israel como Seu povo e na libertação do Egito, enfatizando a fidelidade divina.","por_que_esta_palavra":"A repetição da palavra 'deus' reforça a centralidade da mensagem de Paulo sobre a ação de Deus na história da salvação.","conexao_teologica":"A escolha de Deus de um povo é um tema que se conecta com a aliança e a redenção, mostrando o plano divino para a humanidade.","referencias_relacionadas":["Deuteronômio 7:7-8","Romanos 9:4-5","Gálatas 3:29"]},"atos_13_17_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida a Israel, simbolizando a herança e a bênção de Deus.","explicacao_detalhada":"A menção da 'terra' em Atos 13:17 destaca a promessa de Deus a Abraão e seus descendentes, que é um tema central na história de Israel.","por_que_esta_palavra":"A palavra 'terra' é significativa porque representa a promessa de Deus e a realização de Suas promessas ao povo escolhido.","conexao_teologica":"A terra prometida é um símbolo da presença de Deus e da bênção, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Josué 1:2"]},"atos_13_17_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel, escolhido por Deus para ser Seu povo especial.","explicacao_detalhada":"Paulo menciona o 'povo' em Atos 13:17 para enfatizar a relação única entre Deus e Israel, destacando a fidelidade divina.","por_que_esta_palavra":"A palavra 'povo' é crucial para entender a identidade de Israel como a nação escolhida por Deus.","conexao_teologica":"A noção de 'povo' está ligada à aliança de Deus com Israel e à promessa de salvação que se estende a todas as nações.","referencias_relacionadas":["Êxodo 19:5-6","Deuteronômio 14:2","1 Pedro 2:9"]},"atos_13_18_years":{"palavra_pt":"anos","palavra_original":"χρόνος","transliteracao":"chrónos","strong":"G5550","significado_raiz":"Ideia básica: anos.","significado_contextual":"Refere-se ao período de tempo que Deus suportou a rebeldia do povo de Israel no deserto.","explicacao_detalhada":"Em Atos 13:18, Paulo menciona os 'anos' para ilustrar a paciência de Deus com Seu povo durante a jornada no deserto.","por_que_esta_palavra":"A palavra 'anos' destaca a longa história da relação entre Deus e Israel, marcada por desafios e a fidelidade divina.","conexao_teologica":"O tempo de espera e provação é um tema importante na teologia, refletindo a paciência e a misericórdia de Deus.","referencias_relacionadas":["Números 14:33-34","Deuteronômio 8:2","Salmos 95:10"]},"atos_13_18_full":{"palavra_pt":"cheio","palavra_original":"τεσσαρακονταετής","transliteracao":"tessarakontaetḗs","strong":"G5063","significado_raiz":"Ideia básica: cheio.","significado_contextual":"Refere-se ao estado de plenitude e satisfação que Deus proporcionou ao povo após os anos de provação.","explicacao_detalhada":"A palavra 'cheio' em Atos 13:18 indica que Deus cuidou de Seu povo, suprindo suas necessidades durante a jornada no deserto.","por_que_esta_palavra":"A ideia de 'cheio' reflete a generosidade e a provisão de Deus, que é um tema recorrente nas Escrituras.","conexao_teologica":"A plenitude de Deus é um conceito que se relaciona com Sua graça e provisão, mostrando como Ele cuida de Seu povo.","referencias_relacionadas":["Salmos 23:1","Filipenses 4:19","2 Coríntios 9:8"]},"atos_13_19_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Canaã, que Deus prometeu a Israel como herança.","explicacao_detalhada":"A menção da 'terra' em Atos 13:19 enfatiza a conquista e a realização da promessa de Deus ao povo de Israel.","por_que_esta_palavra":"A palavra 'terra' simboliza a realização das promessas de Deus e a bênção sobre o povo escolhido.","conexao_teologica":"A terra prometida é um símbolo da presença de Deus e da herança espiritual que se estende aos crentes.","referencias_relacionadas":["Gênesis 15:18-21","Josué 21:43-45","Hebreus 11:9-10"]},"atos_13_19_nome":{"palavra_pt":"nome","palavra_original":"Χαναάν","transliteracao":"Chanaán","strong":"G5477","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome 'Canaã', que representa a terra prometida e a identidade do povo de Deus.","explicacao_detalhada":"A menção do 'nome' em Atos 13:19 destaca a importância da terra de Canaã na história da salvação e na identidade de Israel.","por_que_esta_palavra":"A palavra 'nome' é significativa porque representa a herança e a promessa de Deus ao Seu povo.","conexao_teologica":"O nome de Canaã é um símbolo da aliança de Deus com Israel e da realização de Suas promessas.","referencias_relacionadas":["Gênesis 12:5","Êxodo 3:8","Deuteronômio 26:9"]},"atos_13_21_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se novamente ao Deus que é soberano sobre a história e que deu reis a Israel.","explicacao_detalhada":"Paulo menciona Deus em Atos 13:21 para enfatizar que foi Ele quem estabeleceu a monarquia em Israel, começando com Saul.","por_que_esta_palavra":"A repetição da palavra 'deus' reforça a ideia de que toda autoridade e governo vêm de Deus.","conexao_teologica":"A soberania de Deus sobre os reinos da terra é um tema importante, mostrando que Ele é o verdadeiro governante da história.","referencias_relacionadas":["1 Samuel 8:7","Salmos 75:7","Romanos 13:1"]},"atos_13_21_nome":{"palavra_pt":"nome","palavra_original":"Σαούλ","transliteracao":"Saoúl","strong":"G4549","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Saul, o primeiro rei de Israel.","explicacao_detalhada":"O nome 'Saul' é significativo, pois representa a escolha de Deus para liderar o povo de Israel em um tempo de transição. Saul foi ungido por Samuel e seu nome é associado a uma nova era na história de Israel.","por_que_esta_palavra":"A palavra 'nome' é usada para identificar e dar autoridade a Saul como rei, destacando sua importância na narrativa bíblica.","conexao_teologica":"O nome de Saul simboliza a soberania de Deus na escolha de líderes e a importância da obediência a Sua vontade.","referencias_relacionadas":["1 Samuel 9:1-2","1 Samuel 10:1","1 Samuel 15:1"]},"atos_13_22_rei":{"palavra_pt":"rei","palavra_original":"Δαβίδ","transliteracao":"Dabíd","strong":"G1138","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a Davi, o segundo rei de Israel, que sucedeu Saul.","explicacao_detalhada":"Davi é uma figura central na história de Israel, conhecido por sua fidelidade a Deus e por ser um homem segundo o coração de Deus. Sua realeza é marcada por conquistas e pela aliança com Deus.","por_que_esta_palavra":"A palavra 'rei' enfatiza a autoridade e o papel de Davi na história da salvação, sendo um precursor do Messias.","conexao_teologica":"Davi é frequentemente visto como uma figura messiânica, e sua linhagem é importante para a genealogia de Jesus.","referencias_relacionadas":["1 Samuel 16:13","2 Samuel 5:3","Atos 13:36"]},"atos_13_22_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à morte de Davi, que é apresentada como parte do ciclo da vida dos líderes de Israel.","explicacao_detalhada":"A morte de Davi é um momento de transição, onde seu legado e suas promessas de Deus continuam a impactar o povo de Israel. A morte é um tema recorrente que destaca a fragilidade da vida humana.","por_que_esta_palavra":"A palavra 'morte' é usada para mostrar a inevitabilidade do fim da vida e a continuidade dos planos de Deus mesmo após a morte de Seus servos.","conexao_teologica":"A morte de Davi também aponta para a esperança da ressurreição e a vida eterna prometida por Deus.","referencias_relacionadas":["1 Reis 2:10","Salmos 89:48","Hebreus 11:32-34"]},"atos_13_22_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de fazer, que pode ser interpretada como a realização dos planos de Deus através de Davi.","explicacao_detalhada":"A palavra 'fazer' implica em ação e cumprimento de promessas. Davi fez muitas coisas em nome de Deus, incluindo a construção de um lugar para a Arca da Aliança.","por_que_esta_palavra":"A ênfase na ação de 'fazer' destaca a importância da obediência e do trabalho ativo na fé.","conexao_teologica":"A ação de Davi em fazer a vontade de Deus é um exemplo para os crentes sobre como viver em conformidade com os propósitos divinos.","referencias_relacionadas":["1 Crônicas 28:2-3","Salmos 78:72","Atos 13:36"]},"atos_13_23_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como o autor da salvação e da história de Israel.","explicacao_detalhada":"A palavra 'Deus' é central na narrativa, pois é Ele quem levanta líderes e cumpre Suas promessas ao povo. A soberania de Deus é um tema fundamental em toda a Bíblia.","por_que_esta_palavra":"A menção de 'Deus' reforça a ideia de que a história da salvação é guiada por Sua mão poderosa.","conexao_teologica":"Deus é visto como o arquétipo do líder e Salvador, cuja ação é essencial para a redenção da humanidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 8:28"]},"atos_13_23_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus como o cumprimento das promessas feitas a Davi e ao povo de Israel.","explicacao_detalhada":"Jesus é apresentado como o Salvador que vem da linhagem de Davi, cumprindo as profecias messiânicas. Seu nome é sinônimo de salvação.","por_que_esta_palavra":"A palavra 'Jesus' é crucial, pois representa a encarnação de Deus e a realização de Sua promessa de redenção.","conexao_teologica":"Jesus é o centro da fé cristã, e sua vida e obra são a culminação do plano de Deus para a salvação.","referencias_relacionadas":["Mateus 1:1","Lucas 2:11","Atos 4:12"]},"atos_13_24_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de João Batista, que preparou o caminho para Jesus.","explicacao_detalhada":"João Batista é uma figura importante que anuncia a vinda do Messias e chama o povo ao arrependimento. Seu nome é sinônimo de preparação e anúncio.","por_que_esta_palavra":"A palavra 'nome' aqui destaca a importância de João na história da salvação e sua função profética.","conexao_teologica":"João Batista é visto como o precursor de Jesus, e seu ministério é essencial para entender a missão de Cristo.","referencias_relacionadas":["Mateus 3:1-3","Marcos 1:4","Lucas 3:3"]},"atos_13_24_rosto":{"palavra_pt":"rosto","palavra_original":"πρόσωπον","transliteracao":"prósōpon","strong":"G4383","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se ao rosto de Deus, simbolizando Sua presença e revelação ao povo.","explicacao_detalhada":"O 'rosto' é frequentemente associado à intimidade e ao relacionamento com Deus. Ver o rosto de Deus é um desejo profundo do povo de Israel.","por_que_esta_palavra":"A palavra 'rosto' enfatiza a busca pela presença de Deus e a revelação de Sua glória.","conexao_teologica":"A busca pelo rosto de Deus é um tema que permeia a Escritura, refletindo o desejo humano de conhecer e se relacionar com o Criador.","referencias_relacionadas":["Salmos 27:8","Números 6:25","Mateus 5:8"]},"atos_13_24_coming":{"palavra_pt":"coming","palavra_original":"εἴσοδος","transliteracao":"eísodos","strong":"G1529","significado_raiz":"Ideia básica: coming.","significado_contextual":"Refere-se à vinda de João Batista, que anuncia a chegada do Messias.","explicacao_detalhada":"A palavra 'coming' implica um movimento em direção a algo significativo, neste caso, a vinda de Jesus. João Batista é o precursor que prepara o caminho.","por_que_esta_palavra":"A palavra 'coming' destaca a expectativa e a urgência da mensagem de arrependimento e preparação para a vinda de Cristo.","conexao_teologica":"A vinda de João Batista é um cumprimento das profecias e um sinal da proximidade do Reino de Deus.","referencias_relacionadas":["Isaías 40:3","Mateus 3:3","Lucas 1:76"]},"atos_13_25_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se novamente ao nome de João Batista, enfatizando sua importância na narrativa.","explicacao_detalhada":"A repetição do nome de João Batista reforça seu papel como o mensageiro que prepara o caminho para Jesus, destacando sua missão divina.","por_que_esta_palavra":"A palavra 'nome' aqui serve para reiterar a identidade e a função de João na história da salvação.","conexao_teologica":"João Batista é um exemplo de humildade e obediência, sempre apontando para Jesus como o verdadeiro Salvador.","referencias_relacionadas":["Mateus 3:1","Marcos 1:4","Lucas 3:16"]},"atos_13_26_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus único e verdadeiro, que é o criador e sustentador de todas as coisas.","explicacao_detalhada":"Neste contexto, 'Deus' é apresentado como aquele que cumpre suas promessas e envia o Cristo para a salvação da humanidade. A palavra enfatiza a soberania e a autoridade divina.","por_que_esta_palavra":"A palavra 'Deus' é central na mensagem do evangelho, pois é através dEle que a salvação é oferecida ao homem.","conexao_teologica":"A teologia cristã ensina que Deus é amor e que Ele deseja um relacionamento com a humanidade, o que se concretiza na vinda de Cristo.","referencias_relacionadas":["João 3:16","Romanos 5:8","Gálatas 4:4-5"]},"atos_13_26_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a Jesus Cristo, o Messias prometido, que veio para trazer a salvação.","explicacao_detalhada":"A palavra 'Cristo' significa 'Ungido' e é usada para descrever Jesus como aquele que foi escolhido por Deus para redimir a humanidade.","por_que_esta_palavra":"A menção de Cristo é fundamental, pois toda a mensagem do evangelho gira em torno de sua vida, morte e ressurreição.","conexao_teologica":"Cristo é o mediador entre Deus e os homens, e sua obra é a base da salvação.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:9"]},"atos_13_26_libertar":{"palavra_pt":"salvacao","palavra_original":"σωτηρία","transliteracao":"sōtēría","strong":"G4991","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"Refere-se à salvação e libertação do pecado e da morte.","explicacao_detalhada":"A palavra 'salvação' implica em um ato de Deus de resgatar a humanidade de sua condição pecaminosa e oferecer vida eterna.","por_que_esta_palavra":"A libertação é um tema central na pregação do evangelho, pois é a razão pela qual Cristo veio ao mundo.","conexao_teologica":"A salvação é vista como um dom gratuito de Deus, acessível a todos que creem em Cristo.","referencias_relacionadas":["Efésios 2:8-9","Tito 3:5","Romanos 1:16"]},"atos_13_27_jerusalem":{"palavra_pt":"jerusalem","palavra_original":"Ἱερουσαλήμ","transliteracao":"Hierousalḗm","strong":"G2419","significado_raiz":"Ideia básica: jerusalem.","significado_contextual":"Refere-se à cidade de Jerusalém, o centro religioso e cultural do povo judeu.","explicacao_detalhada":"Jerusalém é o local onde muitos eventos cruciais da história bíblica ocorreram, incluindo a crucificação de Jesus.","por_que_esta_palavra":"A menção de Jerusalém destaca a importância do cumprimento das profecias e a rejeição de Cristo pelo seu próprio povo.","conexao_teologica":"Jerusalém simboliza tanto a rejeição de Deus quanto a esperança de restauração através de Cristo.","referencias_relacionadas":["Mateus 23:37","Lucas 24:47","Atos 1:8"]},"atos_13_28_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à morte de Jesus na cruz, um evento central na salvação.","explicacao_detalhada":"A morte de Cristo é vista como o sacrifício perfeito que paga o preço pelos pecados da humanidade.","por_que_esta_palavra":"A morte é crucial para a compreensão da redenção, pois sem ela não haveria ressurreição nem esperança de vida eterna.","conexao_teologica":"A morte de Cristo é o cumprimento da lei e das profecias, estabelecendo um novo pacto entre Deus e a humanidade.","referencias_relacionadas":["Isaías 53:5","1 Pedro 2:24","Romanos 5:6-8"]},"atos_13_28_firme":{"palavra_pt":"firme","palavra_original":"Πιλᾶτος","transliteracao":"Pilâtos","strong":"G4091","significado_raiz":"Ideia básica: firme.","significado_contextual":"Refere-se à firmeza de Pôncio Pilatos em condenar Jesus à morte.","explicacao_detalhada":"A palavra 'firme' destaca a decisão de Pilatos, que, apesar de reconhecer a inocência de Jesus, cedeu à pressão popular.","por_que_esta_palavra":"A firmeza de Pilatos é um exemplo da luta entre a verdade e a conveniência política.","conexao_teologica":"A decisão de Pilatos ilustra a rejeição de Cristo e o cumprimento do plano redentor de Deus.","referencias_relacionadas":["Mateus 27:24","Marcos 15:15","João 19:16"]},"atos_13_28_homem":{"palavra_pt":"homem","palavra_original":"μηδείς","transliteracao":"mēdeís","strong":"G3367","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, especialmente em sua fragilidade e necessidade de salvação.","explicacao_detalhada":"A palavra 'homem' enfatiza a condição humana de pecado e a necessidade de um Salvador.","por_que_esta_palavra":"A menção ao homem destaca a universalidade do pecado e a oferta de salvação para todos.","conexao_teologica":"A teologia cristã ensina que todos os homens pecaram e carecem da glória de Deus, necessitando da redenção em Cristo.","referencias_relacionadas":["Romanos 3:23","Gálatas 3:28","1 Timóteo 2:5"]},"atos_13_29_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"Refere-se à ação de colocar ou estabelecer algo, simbolizando a realização de um propósito.","explicacao_detalhada":"A palavra 'arco' é usada metaforicamente para descrever a ação de Deus em estabelecer seu plano de salvação.","por_que_esta_palavra":"A ideia de 'colocar' enfatiza a soberania de Deus em cumprir suas promessas.","conexao_teologica":"Deus é visto como o arquiteto da história, que estabelece seu plano redentor através de Cristo.","referencias_relacionadas":["Efésios 1:11","Isaías 46:10","Romanos 8:28"]},"atos_13_29_arvore":{"palavra_pt":"arvore","palavra_original":"ξύλον","transliteracao":"xýlon","strong":"G3586","significado_raiz":"Ideia básica: arvore.","significado_contextual":"Refere-se a uma árvore, simbolizando vida e crescimento, mas também pode representar a maldição do pecado.","explicacao_detalhada":"A árvore é uma metáfora comum na Bíblia, representando tanto a vida abundante em Cristo quanto a morte espiritual.","por_que_esta_palavra":"A menção à árvore pode simbolizar a escolha entre a vida e a morte, refletindo a condição humana.","conexao_teologica":"Cristo é descrito como a árvore da vida, oferecendo vida eterna a todos que nele creem.","referencias_relacionadas":["Gênesis 2:9","João 15:5","Apocalipse 22:2"]},"atos_13_30_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se novamente a Deus, enfatizando sua ação na ressurreição de Jesus.","explicacao_detalhada":"A ressurreição é um ato divino que valida a mensagem do evangelho e a identidade de Cristo como Filho de Deus.","por_que_esta_palavra":"A ressurreição é o ponto culminante da obra redentora de Cristo e a garantia da nossa própria ressurreição.","conexao_teologica":"A ressurreição de Cristo é a base da esperança cristã e da promessa de vida eterna.","referencias_relacionadas":["1 Coríntios 15:20","Romanos 6:4","Atos 2:24"]},"atos_13_30_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte de Jesus é um evento central na narrativa do Novo Testamento, simbolizando a redenção da humanidade.","explicacao_detalhada":"A morte de Jesus na cruz é vista como o sacrifício perfeito que paga o preço pelos pecados da humanidade. Em Atos 13:30, a ênfase está na ressurreição que se segue à morte, mostrando que a morte não teve a palavra final.","por_que_esta_palavra":"A palavra 'morte' é crucial para entender a necessidade da salvação e o cumprimento das profecias messiânicas.","conexao_teologica":"A morte de Jesus é o cumprimento da promessa de Deus de redimir Seu povo, conforme Isaías 53.","referencias_relacionadas":["Isaías 53:5","Romanos 5:8","1 Coríntios 15:3"]},"atos_13_30_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A preposição 'entre' indica a relação de Jesus com o povo e a sua presença no meio deles.","explicacao_detalhada":"Em Atos 13:30, a palavra 'entre' é usada para descrever a proximidade de Jesus com a humanidade, enfatizando que Ele veio para salvar aqueles que estavam perdidos.","por_que_esta_palavra":"A palavra 'entre' destaca a encarnação de Cristo e Sua missão de estar próximo do povo.","conexao_teologica":"A encarnação é um tema central na teologia cristã, mostrando que Deus se fez homem para habitar entre nós (João 1:14).","referencias_relacionadas":["João 1:14","Mateus 1:23","Hebreus 2:14"]},"atos_13_31_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado refere-se ao tempo em que Jesus apareceu após a ressurreição.","explicacao_detalhada":"Em Atos 13:31, o 'dia' é significativo porque representa a revelação da ressurreição de Jesus aos seus discípulos, confirmando sua divindade e a verdade de suas promessas.","por_que_esta_palavra":"A palavra 'dia' é importante para marcar o tempo da manifestação do poder de Deus na ressurreição.","conexao_teologica":"A ressurreição é um evento que valida a fé cristã, conforme 1 Coríntios 15:14.","referencias_relacionadas":["Mateus 28:6","Lucas 24:34","1 Coríntios 15:20"]},"atos_13_31_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude do evento da ressurreição e sua importância para a salvação.","explicacao_detalhada":"Em Atos 13:31, 'grande' destaca a importância da ressurreição de Jesus, que não é apenas um evento histórico, mas um marco espiritual que transforma vidas.","por_que_esta_palavra":"A palavra 'grande' enfatiza a grandiosidade do plano de Deus para a redenção da humanidade.","conexao_teologica":"A grandeza da ressurreição é um tema que ecoa em toda a Escritura, mostrando o poder de Deus sobre a morte.","referencias_relacionadas":["Romanos 6:4","Efésios 1:19-20","Filipenses 3:10-11"]},"atos_13_31_galilee":{"palavra_pt":"galileia","palavra_original":"Γαλιλαία","transliteracao":"Galilaía","strong":"G1056","significado_raiz":"Ideia básica: galileia.","significado_contextual":"Galileia é a região onde Jesus realizou grande parte de seu ministério.","explicacao_detalhada":"Em Atos 13:31, a menção à Galileia destaca a origem humilde de Jesus e como Ele começou sua missão entre os marginalizados.","por_que_esta_palavra":"A palavra 'Galileia' é significativa porque representa o cumprimento das profecias sobre o Messias que viria de uma região desprezada.","conexao_teologica":"A escolha de Galileia como local de ministério reflete a graça de Deus em escolher os humildes e desprezados.","referencias_relacionadas":["Mateus 4:15-16","Lucas 2:39-40","João 7:41-42"]},"atos_13_32_bom":{"palavra_pt":"evangelizar","palavra_original":"εὐαγγελίζω","transliteracao":"euangelízō","strong":"G2097","significado_raiz":"Ideia básica: evangelizar.","significado_contextual":"A palavra 'evangelizar' refere-se à proclamação das boas novas da salvação.","explicacao_detalhada":"Em Atos 13:32, 'evangelizar' é o ato de anunciar a ressurreição de Jesus, que é a essência do evangelho.","por_que_esta_palavra":"A palavra 'evangelizar' é fundamental para a missão da Igreja, que é levar as boas novas a toda criatura.","conexao_teologica":"O evangelho é o poder de Deus para a salvação, conforme Romanos 1:16.","referencias_relacionadas":["Marcos 16:15","Romanos 10:15","1 Pedro 2:9"]},"atos_13_32_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se à transformação que ocorre na vida dos crentes através da fé em Cristo.","explicacao_detalhada":"Em Atos 13:32, 'tornar-se' implica em um processo de mudança que acontece na vida daqueles que aceitam a mensagem do evangelho.","por_que_esta_palavra":"A palavra 'tornar-se' é importante para entender a nova identidade que os crentes recebem em Cristo.","conexao_teologica":"A transformação é um tema central na vida cristã, refletindo a obra do Espírito Santo em nós.","referencias_relacionadas":["2 Coríntios 5:17","Gálatas 2:20","Efésios 2:10"]},"atos_13_33_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Pai que ressuscitou Jesus, confirmando sua divindade.","explicacao_detalhada":"Em Atos 13:33, a menção a Deus enfatiza a soberania divina na ressurreição de Jesus, que é um ato de poder e amor.","por_que_esta_palavra":"A palavra 'Deus' é central para a compreensão da relação entre o Pai e o Filho na obra da salvação.","conexao_teologica":"A ressurreição de Jesus é um testemunho da fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Atos 2:24","Romanos 6:4","Hebreus 13:20"]},"atos_13_33_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é o nome do Salvador, cuja ressurreição é o foco da mensagem apostólica.","explicacao_detalhada":"Em Atos 13:33, Jesus é apresentado como o cumprimento das promessas messiânicas, cuja ressurreição traz esperança ao mundo.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a fé cristã, pois é através dele que temos acesso à salvação.","conexao_teologica":"A ressurreição de Jesus é a base da nossa esperança e fé, conforme 1 Pedro 1:3.","referencias_relacionadas":["Mateus 28:5-6","Atos 4:10","Romanos 10:9"]},"atos_13_33_pai":{"palavra_pt":"pai","palavra_original":"γεννάω","transliteracao":"gennáō","strong":"G1080","significado_raiz":"Ideia básica: pai.","significado_contextual":"A palavra 'pai' refere-se à relação de Jesus com Deus, enfatizando a paternidade divina.","explicacao_detalhada":"Em Atos 13:33, a referência ao 'pai' destaca a relação íntima entre Jesus e Deus, mostrando que Ele é o Filho amado.","por_que_esta_palavra":"A palavra 'pai' é essencial para entender a natureza da Trindade e a relação entre o Pai e o Filho.","conexao_teologica":"A paternidade de Deus é um tema central na teologia cristã, refletindo o amor e a proteção divina.","referencias_relacionadas":["João 3:16","Romanos 8:15","Gálatas 4:6"]},"atos_13_34_rei":{"palavra_pt":"rei","palavra_original":"Δαβίδ","transliteracao":"Dabíd","strong":"G1138","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' refere-se a Davi, que é reconhecido como um líder escolhido por Deus.","explicacao_detalhada":"Davi é uma figura central na história de Israel, sendo o segundo rei e um homem segundo o coração de Deus. Sua realeza é vista como um modelo de liderança e obediência a Deus.","por_que_esta_palavra":"A palavra 'rei' é usada para enfatizar a autoridade e o papel de Davi na história da salvação, sendo um precursor do Messias.","conexao_teologica":"Davi é frequentemente mencionado nas profecias messiânicas, ligando sua realeza à vinda de Jesus Cristo, que é chamado de 'Filho de Davi'.","referencias_relacionadas":["1 Samuel 16:13","Salmos 89:3-4","Mateus 1:1"]},"atos_13_34_sagrado":{"palavra_pt":"sagrado","palavra_original":"ὅσιος","transliteracao":"hósios","strong":"G3741","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se à pureza e à separação para o serviço divino.","explicacao_detalhada":"O termo indica algo que é consagrado a Deus, refletindo a santidade e a dignidade que pertencem a Ele. No contexto, refere-se à ressurreição de Cristo como um ato sagrado.","por_que_esta_palavra":"A utilização de 'sagrado' destaca a importância da ressurreição de Jesus, que é um evento central na fé cristã.","conexao_teologica":"A ressurreição de Cristo é vista como a confirmação de sua divindade e a garantia da nossa própria ressurreição.","referencias_relacionadas":["Atos 2:27","Romanos 1:4","1 Pedro 1:15-16"]},"atos_13_34_believeing":{"palavra_pt":"believe ing","palavra_original":"πιστός","transliteracao":"pistós","strong":"G4103","significado_raiz":"Ideia básica: believe ing.","significado_contextual":"A palavra 'believeing' refere-se à fé e confiança em Deus e em suas promessas.","explicacao_detalhada":"No contexto, a fé é essencial para a salvação e a relação com Deus. A crença em Jesus como o Messias é fundamental para a vida cristã.","por_que_esta_palavra":"A ênfase na fé é crucial, pois sem fé é impossível agradar a Deus e receber suas promessas.","conexao_teologica":"A fé é um tema central no Novo Testamento, sendo a base da justificação e da vida cristã.","referencias_relacionadas":["Hebreus 11:6","Romanos 10:9","Gálatas 2:20"]},"atos_13_35_sagrado":{"palavra_pt":"sagrado","palavra_original":"ὅσιος","transliteracao":"hósios","strong":"G3741","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Reitera a ideia de algo que é consagrado e separado para Deus.","explicacao_detalhada":"A repetição do termo 'sagrado' reforça a importância da ressurreição de Cristo como um ato divino e puro, essencial para a fé cristã.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a natureza divina da ressurreição e sua relevância para a salvação.","conexao_teologica":"A santidade de Cristo é um aspecto fundamental que garante a eficácia de sua obra redentora.","referencias_relacionadas":["Atos 2:27","Romanos 1:4","1 Pedro 1:15-16"]},"atos_13_35_corruption":{"palavra_pt":"corrupcao","palavra_original":"διαφθορά","transliteracao":"diaphthorá","strong":"G1312","significado_raiz":"Ideia básica: corrupcao.","significado_contextual":"A palavra 'corrupção' refere-se à decomposição ou destruição, especialmente no contexto da morte.","explicacao_detalhada":"No versículo, a corrupção é contrastada com a ressurreição de Cristo, que não experimentou a decomposição.","por_que_esta_palavra":"A menção à corrupção destaca a vitória de Cristo sobre a morte e o pecado.","conexao_teologica":"A ressurreição de Cristo é a garantia de que os crentes também vencerão a morte e a corrupção.","referencias_relacionadas":["1 Coríntios 15:54","Romanos 6:9","João 11:25-26"]},"atos_13_35_dia":{"palavra_pt":"dia","palavra_original":"ἕτερος","transliteracao":"héteros","strong":"G2087","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um tempo específico, muitas vezes associado ao cumprimento das promessas de Deus.","explicacao_detalhada":"No contexto, o 'dia' pode ser interpretado como o tempo da ressurreição de Cristo, que marca um novo começo para a humanidade.","por_que_esta_palavra":"A ênfase no 'dia' é importante para entender a cronologia dos eventos da salvação.","conexao_teologica":"O dia da ressurreição é um marco na história da salvação, simbolizando a vitória sobre a morte.","referencias_relacionadas":["Mateus 28:1-10","Marcos 16:1-8","Lucas 24:1-12"]},"atos_13_36_rei":{"palavra_pt":"rei","palavra_original":"Δαβίδ","transliteracao":"Dabíd","strong":"G1138","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente a Davi, enfatizando sua importância na linhagem messiânica.","explicacao_detalhada":"Davi é mencionado como um rei que serviu a Deus em sua geração, destacando seu papel na história da salvação.","por_que_esta_palavra":"A repetição do termo 'rei' reforça a conexão entre Davi e Jesus, o Rei dos Reis.","conexao_teologica":"A realeza de Davi é um precursor da realeza de Cristo, que cumpre as promessas feitas a Davi.","referencias_relacionadas":["2 Samuel 7:12-16","Mateus 1:1","Apocalipse 19:16"]},"atos_13_36_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Criador e Sustentador do universo, enfatizando sua soberania.","explicacao_detalhada":"No contexto, Deus é reconhecido como aquele que age na história, levantando Davi e, posteriormente, Jesus.","por_que_esta_palavra":"A menção a Deus é crucial para entender a origem e a autoridade de Davi e de Jesus.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, que afirma que Ele está no controle de toda a história.","referencias_relacionadas":["Salmos 103:19","Isaías 46:10","Romanos 8:28"]},"atos_13_36_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"A palavra 'acquaintance' refere-se a um relacionamento íntimo e pessoal.","explicacao_detalhada":"No contexto, isso pode indicar o conhecimento que Davi tinha de Deus e como ele foi conhecido por Deus.","por_que_esta_palavra":"A ênfase na relação pessoal é importante para entender a intimidade que Davi tinha com Deus.","conexao_teologica":"A relação pessoal com Deus é um aspecto fundamental da fé cristã, onde cada crente é chamado a conhecer a Deus intimamente.","referencias_relacionadas":["Salmos 139:1-4","João 10:14-15","Filipenses 3:10"]},"atos_13_37_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se novamente a Deus, enfatizando sua ação na ressurreição de Jesus.","explicacao_detalhada":"A menção de Deus neste contexto sublinha a divindade de Cristo e a obra redentora que Ele realizou.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a natureza divina de Jesus e sua missão.","conexao_teologica":"A divindade de Cristo é um pilar da fé cristã, essencial para a compreensão da salvação.","referencias_relacionadas":["João 1:1","Colossenses 2:9","Hebreus 1:3"]},"atos_13_37_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte de Jesus é um evento central na teologia cristã, simbolizando a expiação dos pecados.","explicacao_detalhada":"A palavra 'morte' aqui se refere à morte física de Jesus, que é vista como um sacrifício pelos pecados da humanidade. Essa morte é fundamental para a compreensão da salvação e da redenção.","por_que_esta_palavra":"A morte de Jesus é essencial para a narrativa da salvação, pois sem ela não haveria ressurreição nem esperança de vida eterna.","conexao_teologica":"A morte de Cristo é o cumprimento das profecias do Antigo Testamento e é central para a doutrina da expiação.","referencias_relacionadas":["Isaías 53:5","Romanos 5:8","1 Pedro 2:24"]},"atos_13_37_corruption":{"palavra_pt":"corrupcao","palavra_original":"διαφθορά","transliteracao":"diaphthorá","strong":"G1312","significado_raiz":"Ideia básica: corrupcao.","significado_contextual":"A corrupção se refere à decomposição e à morte, contrastando com a ressurreição de Cristo.","explicacao_detalhada":"A palavra 'corrupção' implica a ideia de deterioração física e espiritual. No contexto, é usada para enfatizar que Jesus não experimentou corrupção após sua morte.","por_que_esta_palavra":"A menção à corrupção destaca a singularidade da ressurreição de Jesus, que venceu a morte e a decomposição.","conexao_teologica":"A ressurreição de Cristo é a garantia da vitória sobre a corrupção do pecado e da morte.","referencias_relacionadas":["Salmos 16:10","Atos 2:27","1 Coríntios 15:54"]},"atos_13_38_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"γνωστός","transliteracao":"gnōstós","strong":"G1110","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"A palavra 'conhecimento' refere-se ao entendimento e à familiaridade com a mensagem do evangelho.","explicacao_detalhada":"Aqui, 'conhecimento' implica um relacionamento pessoal e íntimo com Jesus, que é fundamental para a fé cristã.","por_que_esta_palavra":"O conhecimento de Jesus é essencial para a salvação, pois envolve reconhecer sua obra redentora.","conexao_teologica":"Conhecer a Cristo é o primeiro passo para a fé e a salvação, conforme ensinado nas Escrituras.","referencias_relacionadas":["João 17:3","Filipenses 3:8","1 João 5:20"]},"atos_13_38_pregar":{"palavra_pt":"pregar","palavra_original":"καταγγέλλω","transliteracao":"katangéllō","strong":"G2605","significado_raiz":"Ideia básica: pregar.","significado_contextual":"Pregar refere-se à proclamação do evangelho e da mensagem de salvação.","explicacao_detalhada":"A palavra 'pregar' implica um chamado à ação, onde os crentes são incentivados a compartilhar a boa nova de Jesus com os outros.","por_que_esta_palavra":"A pregação é um meio pelo qual a mensagem de salvação é disseminada, conforme o mandamento de Jesus.","conexao_teologica":"A pregação do evangelho é fundamental para a missão da Igreja e a expansão do Reino de Deus.","referencias_relacionadas":["Mateus 28:19-20","Romanos 10:14","1 Coríntios 1:21"]},"atos_13_39_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A lei aqui se refere à Lei de Moisés e seu papel na condenação do pecado.","explicacao_detalhada":"A palavra 'lei' implica um sistema de regras que revela a santidade de Deus e a pecaminosidade do homem. Jesus cumpre a lei, oferecendo uma nova maneira de se relacionar com Deus.","por_que_esta_palavra":"A lei é importante para entender a necessidade de um Salvador, pois ninguém pode ser justificado por ela.","conexao_teologica":"A relação entre a lei e a graça é um tema central na teologia paulina.","referencias_relacionadas":["Gálatas 3:24","Romanos 3:20","Hebreus 10:1"]},"atos_13_39_inocente":{"palavra_pt":"justificar","palavra_original":"δικαιόω","transliteracao":"dikaióō","strong":"G1344","significado_raiz":"Ideia básica: justificar.","significado_contextual":"Justificar refere-se ao ato de Deus declarar o pecador justo por meio da fé em Cristo.","explicacao_detalhada":"A palavra 'justificar' implica um ato legal onde a culpa é removida e a justiça é imputada ao crente.","por_que_esta_palavra":"A justificação é um dos pilares da fé cristã, pois é pela fé que somos considerados justos diante de Deus.","conexao_teologica":"A justificação pela fé é um tema central na epístola aos Romanos e nas cartas de Paulo.","referencias_relacionadas":["Romanos 5:1","Gálatas 2:16","Efésios 2:8-9"]},"atos_13_39_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Crer refere-se à confiança e à fé em Jesus como Senhor e Salvador.","explicacao_detalhada":"A palavra 'crer' implica um ato de fé que resulta em salvação e transformação de vida.","por_que_esta_palavra":"A fé é o meio pelo qual recebemos a graça de Deus e a salvação em Cristo.","conexao_teologica":"A fé é essencial para a vida cristã e é o meio pelo qual nos apropriamos das promessas de Deus.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:9","João 3:16"]},"atos_13_40_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a soberania e a autoridade de Deus sobre a salvação.","explicacao_detalhada":"A negação 'não' enfatiza a importância de não desprezar a mensagem de salvação que vem de Deus.","por_que_esta_palavra":"Deus é a fonte de toda verdade e salvação, e ignorar Sua mensagem é um grave erro.","conexao_teologica":"A soberania de Deus é um tema recorrente nas Escrituras, mostrando que Ele é o autor da salvação.","referencias_relacionadas":["Salmos 14:1","Romanos 1:20","Atos 4:12"]},"atos_13_41_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia refere-se ao tempo de julgamento e à manifestação do plano de Deus.","explicacao_detalhada":"A palavra 'dia' pode simbolizar um tempo específico em que Deus agirá, especialmente no contexto do juízo final.","por_que_esta_palavra":"O dia do Senhor é um tema importante que alerta sobre a necessidade de estar preparado para a volta de Cristo.","conexao_teologica":"A expectativa do dia do Senhor é uma motivação para a santidade e a vigilância na vida cristã.","referencias_relacionadas":["Joel 2:31","1 Tessalonicenses 5:2","Apocalipse 20:11-15"]},"atos_13_41_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Crer novamente enfatiza a importância da fé na resposta à mensagem do evangelho.","explicacao_detalhada":"A repetição da palavra 'crer' destaca a necessidade contínua de fé em Cristo para a salvação.","por_que_esta_palavra":"A fé é um elemento vital na vida do crente, sendo a resposta adequada à revelação de Deus.","conexao_teologica":"A fé é o meio pelo qual o crente se apropria da graça e da salvação oferecidas por Deus.","referencias_relacionadas":["Gálatas 3:11","Romanos 1:17","Efésios 2:8"]},"atos_13_42_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à assembleia dos crentes que se reúnem para adorar e ouvir a Palavra de Deus.","explicacao_detalhada":"A palavra 'igreja' (συναγωγή) é usada para descrever a comunidade de fiéis que se reúnem para adoração, ensino e comunhão. No contexto de Atos 13:42, a igreja é um espaço onde a mensagem do evangelho é proclamada.","por_que_esta_palavra":"A escolha da palavra 'igreja' enfatiza a importância da comunidade na vida cristã e a necessidade de se reunir para fortalecer a fé.","conexao_teologica":"A igreja é vista como o corpo de Cristo, onde cada membro tem um papel e todos são chamados a edificar uns aos outros na fé.","referencias_relacionadas":["Mateus 16:18","Atos 2:42","Efésios 4:11-13"]},"atos_13_42_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a relação de proximidade ou inclusão entre as pessoas.","explicacao_detalhada":"A palavra 'entre' (ἐκ) é usada para mostrar que a mensagem do evangelho estava sendo compartilhada no meio da comunidade, enfatizando a interação e a inclusão dos ouvintes.","por_que_esta_palavra":"A utilização de 'entre' destaca a importância da evangelização em contextos sociais e comunitários.","conexao_teologica":"A evangelização deve ocorrer em meio às pessoas, refletindo o mandato de Jesus de ir e fazer discípulos de todas as nações.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","Romanos 10:14"]},"atos_13_43_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se novamente à assembleia dos crentes, enfatizando a continuidade da adoração e ensino.","explicacao_detalhada":"Neste versículo, a igreja é um lugar de encorajamento e fortalecimento espiritual, onde os crentes são instruídos na fé.","por_que_esta_palavra":"A repetição da palavra 'igreja' reforça a ideia de que a comunidade é fundamental para a vida cristã.","conexao_teologica":"A igreja é o local onde os crentes se reúnem para crescer em conhecimento e em comunhão.","referencias_relacionadas":["Hebreus 10:24-25","Atos 2:46-47","1 Coríntios 12:12-27"]},"atos_13_43_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Paulo, que simboliza sua identidade e missão como apóstolo.","explicacao_detalhada":"O nome 'Paulo' (Παῦλος) é significativo, pois representa a transformação de Saulo, o perseguidor, em Paulo, o apóstolo dos gentios.","por_que_esta_palavra":"O uso do nome destaca a importância da identidade na missão e no testemunho cristão.","conexao_teologica":"A mudança de nome de Saulo para Paulo simboliza a nova vida em Cristo e a chamada para a missão.","referencias_relacionadas":["Atos 9:15","Gálatas 1:15-16","Romanos 1:1"]},"atos_13_43_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à graça que toca o coração dos ouvintes e os transforma.","explicacao_detalhada":"A palavra 'graça' (χάρις) é central na mensagem do evangelho, indicando o favor imerecido de Deus que transforma vidas.","por_que_esta_palavra":"A ênfase na graça mostra que a salvação é um presente de Deus, não algo que podemos conquistar.","conexao_teologica":"A graça é o fundamento da fé cristã, sendo a base para a relação entre Deus e a humanidade.","referencias_relacionadas":["Efésios 2:8-9","Romanos 3:23-24","Tito 2:11"]},"atos_13_44_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à Palavra de Deus que é proclamada e que traz vida.","explicacao_detalhada":"A palavra 'verbo' (λόγος) é usada para descrever a mensagem de Cristo, que é viva e eficaz, capaz de transformar corações.","por_que_esta_palavra":"A escolha de 'verbo' enfatiza a centralidade de Cristo na mensagem do evangelho.","conexao_teologica":"Cristo é a Palavra que se fez carne, e a proclamação do evangelho é a divulgação dessa verdade.","referencias_relacionadas":["João 1:1-14","Hebreus 4:12","1 Pedro 1:23"]},"atos_13_44_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania de Cristo como Senhor sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' (κύριος) indica a autoridade de Cristo, que é reconhecida pelos crentes e deve ser proclamada.","por_que_esta_palavra":"A ênfase na autoridade de Cristo é fundamental para a pregação do evangelho e a submissão dos crentes.","conexao_teologica":"Cristo é o Senhor que reina e tem autoridade sobre a vida dos crentes e sobre a criação.","referencias_relacionadas":["Filipenses 2:9-11","Colossenses 1:16-17","Romanos 14:9"]},"atos_13_44_sabado":{"palavra_pt":"sabado","palavra_original":"σάββατον","transliteracao":"sábbaton","strong":"G4521","significado_raiz":"Ideia básica: sabado.","significado_contextual":"Refere-se ao dia de descanso e adoração, importante na tradição judaica.","explicacao_detalhada":"A palavra 'sábado' (σάββατον) é um dia sagrado para os judeus, simbolizando descanso e adoração a Deus.","por_que_esta_palavra":"A menção do sábado destaca a continuidade da tradição judaica na vida da igreja primitiva.","conexao_teologica":"O sábado é um símbolo do descanso que encontramos em Cristo, que é nosso verdadeiro descanso.","referencias_relacionadas":["Êxodo 20:8-11","Mateus 11:28-30","Hebreus 4:9-10"]},"atos_13_45_marido":{"palavra_pt":"marido","palavra_original":"ζῆλος","transliteracao":"zēlos","strong":"G2205","significado_raiz":"Ideia básica: marido.","significado_contextual":"Refere-se à paixão e zelo que alguns demonstram em relação à mensagem do evangelho.","explicacao_detalhada":"A palavra 'marido' (ζῆλος) é usada para descrever o zelo que alguns têm, muitas vezes de forma negativa, em oposição à mensagem de Paulo.","por_que_esta_palavra":"A utilização de 'marido' aqui pode ser interpretada como uma metáfora para o zelo excessivo que leva à rejeição da verdade.","conexao_teologica":"O zelo deve ser equilibrado com a verdade e a graça, evitando a rejeição da mensagem do evangelho.","referencias_relacionadas":["Romanos 10:2","Gálatas 4:17","Tiago 3:17"]},"atos_13_45_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se novamente ao nome de Paulo, enfatizando sua identidade como apóstolo.","explicacao_detalhada":"A repetição do nome 'Paulo' (Παῦλος) reforça sua autoridade e o papel que desempenha na propagação do evangelho.","por_que_esta_palavra":"O nome é um símbolo da transformação e da missão que Paulo recebeu de Deus.","conexao_teologica":"A identidade em Cristo é fundamental para o chamado e a missão de cada crente.","referencias_relacionadas":["Atos 9:15","Gálatas 1:15-16","Romanos 1:1"]},"atos_13_45_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"Refere-se aos judeus que se opuseram à pregação do evangelho.","explicacao_detalhada":"A palavra 'jew ess' (Ἰουδαῖος) é utilizada para descrever os membros do povo judeu, que tinham uma identidade cultural e religiosa distinta. No contexto de Atos 13:45, os judeus estavam cheios de inveja ao ver a multidão que seguia Paulo e Barnabé.","por_que_esta_palavra":"A inclusão da palavra 'jew ess' enfatiza a resistência dos líderes judeus à mensagem cristã e a divisão entre judeus e gentios.","conexao_teologica":"A rejeição do evangelho pelos judeus é um tema recorrente no Novo Testamento, refletindo a transição do foco do ministério de Jesus para os gentios.","referencias_relacionadas":["Atos 13:46","Romanos 1:16","Mateus 10:5-6"]},"atos_13_46_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Paulo, que simboliza sua nova identidade em Cristo.","explicacao_detalhada":"A palavra 'nome' (Παῦλος) é significativa, pois Paulo, anteriormente conhecido como Saulo, teve sua vida transformada após seu encontro com Cristo. O nome Paulo representa sua missão entre os gentios.","por_que_esta_palavra":"O uso do nome Paulo destaca a mudança de vida e a nova missão que ele recebeu de Deus.","conexao_teologica":"A transformação de Saulo em Paulo é um exemplo da graça de Deus que muda vidas e chama pessoas para um propósito maior.","referencias_relacionadas":["Atos 9:15","Gálatas 1:15-16","2 Coríntios 5:17"]},"atos_13_46_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à mensagem central do evangelho, que é Jesus Cristo.","explicacao_detalhada":"A palavra 'palavra/verbo' (λόγος) é usada para descrever a mensagem de salvação que Paulo e Barnabé proclamavam. Essa palavra é fundamental para entender a natureza de Cristo como a encarnação da Palavra de Deus.","por_que_esta_palavra":"A ênfase na 'palavra' destaca a importância da comunicação do evangelho e a revelação de Deus através de Cristo.","conexao_teologica":"Cristo é o centro da fé cristã, e a pregação do evangelho é a forma como essa verdade é compartilhada com o mundo.","referencias_relacionadas":["João 1:1","Romanos 10:17","1 Coríntios 1:23"]},"atos_13_46_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, que é o autor da salvação.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para afirmar a soberania e a autoridade de Deus sobre todas as coisas, incluindo a salvação oferecida através de Jesus Cristo.","por_que_esta_palavra":"A menção de Deus enfatiza a origem divina da mensagem que Paulo e Barnabé estavam pregando.","conexao_teologica":"A salvação é um ato de Deus, e a pregação do evangelho é uma resposta ao chamado divino.","referencias_relacionadas":["Efésios 2:8-9","Atos 4:12","Romanos 5:8"]},"atos_13_47_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade de Jesus como Senhor e Salvador.","explicacao_detalhada":"A palavra 'senhor' (κύριος) é usada para reconhecer a soberania de Cristo sobre a vida dos crentes e a importância de sua autoridade na pregação do evangelho.","por_que_esta_palavra":"A ênfase na autoridade de Cristo é crucial para entender a legitimidade da mensagem que os apóstolos estavam proclamando.","conexao_teologica":"Reconhecer Jesus como Senhor é fundamental para a fé cristã e a submissão à sua vontade.","referencias_relacionadas":["Filipenses 2:9-11","Atos 2:36","Romanos 10:9"]},"atos_13_47_libertar":{"palavra_pt":"salvacao","palavra_original":"σωτηρία","transliteracao":"sōtēría","strong":"G4991","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"Refere-se à salvação e libertação que vem através de Cristo.","explicacao_detalhada":"A palavra 'salvacao' (σωτηρία) é central na mensagem do evangelho, indicando a libertação do pecado e a reconciliação com Deus.","por_que_esta_palavra":"A menção da salvação destaca a missão de Cristo e a esperança que ele oferece a todos os que creem.","conexao_teologica":"A salvação é um tema central na teologia cristã, refletindo o amor e a graça de Deus para com a humanidade.","referencias_relacionadas":["João 3:16","Romanos 1:16","Atos 16:31"]},"atos_13_47_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como símbolo do povo que receberá a mensagem do evangelho.","explicacao_detalhada":"A palavra 'terra' (γῆ) é usada para descrever o alcance da mensagem de salvação, que se estende a todos os povos e nações.","por_que_esta_palavra":"A inclusão da terra enfatiza que o evangelho é para todos, não apenas para os judeus.","conexao_teologica":"A missão da igreja é levar o evangelho a todas as nações, refletindo o plano de Deus para a salvação.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","Romanos 10:12-13"]},"atos_13_48_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à aceitação da mensagem de Cristo pelos gentios.","explicacao_detalhada":"A palavra 'palavra/verbo' (λόγος) novamente destaca a importância da mensagem de Cristo e como ela é recebida por aqueles que creem.","por_que_esta_palavra":"A ênfase na palavra indica que a fé vem pelo ouvir e que a resposta ao evangelho é fundamental para a salvação.","conexao_teologica":"A aceitação de Cristo pelos gentios é um cumprimento das promessas de Deus de que a salvação seria para todos os povos.","referencias_relacionadas":["Atos 10:45","Romanos 15:9","Gálatas 3:28"]},"atos_13_48_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade de Cristo reconhecida pelos que creem.","explicacao_detalhada":"A palavra 'senhor' (κύριος) reafirma a posição de Cristo como autoridade suprema na vida dos crentes e na igreja.","por_que_esta_palavra":"A menção da autoridade de Cristo é essencial para entender a submissão dos crentes a Ele.","conexao_teologica":"A submissão à autoridade de Cristo é um aspecto vital da vida cristã e da missão da igreja.","referencias_relacionadas":["Colossenses 1:18","Efésios 1:22-23","1 Pedro 3:15"]},"atos_13_48_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à nova vida que os crentes recebem em Cristo.","explicacao_detalhada":"A palavra 'vida' (ζωή) é usada para descrever a vida abundante que Jesus oferece a todos que creem nele.","por_que_esta_palavra":"A ênfase na vida destaca a transformação que ocorre quando alguém aceita a mensagem do evangelho.","conexao_teologica":"A nova vida em Cristo é um tema central na teologia cristã, simbolizando a regeneração e a esperança da vida eterna.","referencias_relacionadas":["João 10:10","2 Coríntios 5:17","Romanos 6:4"]},"atos_13_49_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à mensagem de Deus, que é central na pregação do evangelho.","explicacao_detalhada":"No contexto de Atos 13:49, a 'palavra' representa a disseminação do evangelho por Paulo e Barnabé, que estava se espalhando por toda a região.","por_que_esta_palavra":"A escolha da palavra 'palavra' enfatiza a importância da mensagem divina e a autoridade que ela carrega.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo fundamental para a salvação e transformação dos crentes.","referencias_relacionadas":["Hebreus 4:12","Romanos 10:17","1 Pedro 1:23"]},"atos_13_49_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania de Cristo sobre todas as coisas.","explicacao_detalhada":"Neste versículo, 'senhor' destaca a autoridade de Jesus como o Cristo, que comanda a atenção e a obediência dos crentes.","por_que_esta_palavra":"A palavra 'senhor' é usada para reconhecer a divindade e o domínio de Cristo, essencial para a fé cristã.","conexao_teologica":"A soberania de Cristo é um tema central na teologia cristã, afirmando que Ele é o Senhor de todos.","referencias_relacionadas":["Filipenses 2:9-11","Atos 2:36","Romanos 14:9"]},"atos_13_49_solo":{"palavra_pt":"solo","palavra_original":"χώρα","transliteracao":"chṓra","strong":"G5561","significado_raiz":"Ideia básica: solo.","significado_contextual":"A palavra 'solo' refere-se ao lugar onde a palavra de Deus está sendo semeada.","explicacao_detalhada":"No contexto, 'solo' simboliza o coração das pessoas que recebem a mensagem do evangelho e a disposição delas para aceitá-la.","por_que_esta_palavra":"A metáfora do solo é comum nas Escrituras, representando a receptividade à palavra de Deus.","conexao_teologica":"A parábola do semeador (Mateus 13) ilustra como diferentes tipos de solo representam diferentes respostas à mensagem de Deus.","referencias_relacionadas":["Mateus 13:3-9","Lucas 8:5-15","Marcos 4:3-9"]},"atos_13_50_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e ao caráter de Paulo, que é um apóstolo enviado por Deus.","explicacao_detalhada":"O nome 'Paulo' é significativo, pois representa a transformação de Saulo, um perseguidor dos cristãos, em um dos maiores missionários da história.","por_que_esta_palavra":"O nome carrega peso e significado, especialmente no contexto da obra de Deus na vida de Paulo.","conexao_teologica":"A mudança de nome de Saulo para Paulo simboliza a nova vida que Cristo oferece a todos os que creem.","referencias_relacionadas":["Atos 9:1-19","Gálatas 1:11-24","Filipenses 3:4-6"]},"atos_13_50_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"A palavra 'jew ess' refere-se à identidade étnica e religiosa de um grupo específico que estava presente na sinagoga.","explicacao_detalhada":"Neste contexto, a menção de 'jew ess' destaca a diversidade cultural e religiosa da audiência que Paulo e Barnabé estavam alcançando.","por_que_esta_palavra":"A identificação étnica é importante para entender as dinâmicas sociais e religiosas da época.","conexao_teologica":"A inclusão dos judeus na mensagem do evangelho é um tema recorrente, mostrando que a salvação é para todos.","referencias_relacionadas":["Romanos 1:16","Gálatas 3:28","Efésios 2:14-16"]},"atos_13_50_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se a uma figura feminina que desempenha um papel importante na narrativa.","explicacao_detalhada":"A menção de uma mulher destaca a inclusão e o valor das mulheres na comunidade cristã primitiva.","por_que_esta_palavra":"A palavra 'mulher' é significativa, pois reflete o papel ativo das mulheres na propagação do evangelho.","conexao_teologica":"As mulheres têm um papel vital na história da salvação, como evidenciado em várias passagens bíblicas.","referencias_relacionadas":["Gálatas 3:28","Lucas 8:1-3","Atos 16:14-15"]},"atos_13_51_po":{"palavra_pt":"po","palavra_original":"κονιορτός","transliteracao":"koniortós","strong":"G2868","significado_raiz":"Ideia básica: po.","significado_contextual":"A palavra 'po' refere-se a uma substância que simboliza a rejeição e a oposição à mensagem do evangelho.","explicacao_detalhada":"Neste contexto, o 'po' representa a resistência e a hostilidade que Paulo e Barnabé enfrentaram em sua missão.","por_que_esta_palavra":"A palavra 'po' é usada para ilustrar a sujeira e a oposição que os apóstolos encontraram.","conexao_teologica":"A oposição ao evangelho é uma realidade enfrentada por todos os que proclamam a verdade de Cristo.","referencias_relacionadas":["2 Timóteo 3:12","Atos 14:19","1 Pedro 5:8"]},"atos_13_51_iconium":{"palavra_pt":"iconium","palavra_original":"Ἰκόνιον","transliteracao":"Ikónion","strong":"G2430","significado_raiz":"Ideia básica: iconium.","significado_contextual":"A palavra 'iconium' refere-se à cidade onde Paulo e Barnabé pregaram e enfrentaram oposição.","explicacao_detalhada":"Iconium era um centro importante de atividade missionária e um lugar de resistência ao evangelho.","por_que_esta_palavra":"A menção de Iconium é crucial para entender o contexto geográfico e cultural da missão apostólica.","conexao_teologica":"A expansão do evangelho em cidades como Iconium mostra a abrangência da missão de Cristo.","referencias_relacionadas":["Atos 14:1-7","Atos 14:19-20","2 Timóteo 3:11"]},"atos_13_52_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se à presença do Espírito Santo que capacita e encoraja os crentes.","explicacao_detalhada":"Neste contexto, o 'espírito' é um símbolo da força e da alegria que os apóstolos experimentaram ao cumprir sua missão.","por_que_esta_palavra":"A presença do Espírito Santo é fundamental para a vida e a missão da igreja.","conexao_teologica":"O Espírito Santo é o Consolador prometido que guia e fortalece os crentes em sua caminhada.","referencias_relacionadas":["Atos 1:8","Romanos 8:26-27","Gálatas 5:22-23"]},"atos_13_52_gladness":{"palavra_pt":"alegria","palavra_original":"χαρά","transliteracao":"chará","strong":"G5479","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A palavra 'alegria' refere-se à resposta emocional dos crentes diante da obra de Deus.","explicacao_detalhada":"Neste versículo, a alegria é uma consequência da ação do Espírito Santo e da aceitação da mensagem do evangelho.","por_que_esta_palavra":"A alegria é um fruto do Espírito e uma marca da vida cristã autêntica.","conexao_teologica":"A alegria no Senhor é um tema recorrente nas Escrituras, refletindo a esperança e a paz que vêm de Deus.","referencias_relacionadas":["Filipenses 4:4","Salmos 16:11","Romanos 15:13"]}}