{"atos_14_1_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A palavra 'igreja' refere-se à comunidade dos crentes em Cristo, que se reúnem para adorar e aprender juntos.","explicacao_detalhada":"No contexto de Atos 14:1, a 'igreja' é vista como um corpo unido de fiéis que se reúnem em um local específico para ouvir a Palavra de Deus e compartilhar a fé. A palavra original 'συναγωγή' (synagōgḗ) é frequentemente usada para descrever a reunião de pessoas, especialmente em um contexto religioso.","por_que_esta_palavra":"A escolha da palavra 'igreja' enfatiza a importância da comunhão e do apoio mútuo entre os crentes, refletindo a natureza coletiva da fé cristã.","conexao_teologica":"A 'igreja' é o corpo de Cristo na Terra, chamado a ser luz e sal do mundo (Mateus 5:13-16), e sua função é propagar o evangelho e edificar os crentes.","referencias_relacionadas":["Mateus 16:18","Atos 2:42","Efésios 4:11-13"]},"atos_14_1_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se ao processo de transformação ou mudança de estado, especialmente em relação à fé.","explicacao_detalhada":"Em Atos 14:1, a palavra 'γίνομαι' (gínomai) é usada para descrever como muitos se tornaram crentes ao ouvirem a pregação do evangelho. Isso implica uma mudança significativa na vida das pessoas, de descrentes a crentes.","por_que_esta_palavra":"A palavra 'tornar-se' é crucial para entender a dinâmica da conversão e o impacto da pregação apostólica na vida das pessoas.","conexao_teologica":"A transformação espiritual é um tema central no Novo Testamento, onde a fé em Cristo leva a uma nova vida (2 Coríntios 5:17).","referencias_relacionadas":["Romanos 10:17","Atos 2:41","1 Pedro 2:9"]},"atos_14_2_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à essência da vida humana, a parte imaterial que conecta o ser humano a Deus.","explicacao_detalhada":"Em Atos 14:2, a palavra 'ψυχή' (psychḗ) é usada para descrever a vida e a vitalidade dos indivíduos. A alma é vista como a parte que busca a verdade e a conexão com o divino.","por_que_esta_palavra":"A ênfase na 'alma' destaca a importância da vida espiritual e a necessidade de salvação e redenção.","conexao_teologica":"A salvação da alma é um tema central na mensagem cristã, onde Jesus afirma que Ele veio para dar vida em abundância (João 10:10).","referencias_relacionadas":["Mateus 16:26","1 Pedro 1:9","Salmos 23:3"]},"atos_14_2_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"A palavra 'jewess' refere-se a uma mulher judia, destacando a identidade étnica e religiosa.","explicacao_detalhada":"Em Atos 14:2, a palavra 'Ἰουδαῖος' (Ioudaîos) é usada para identificar pessoas que pertencem ao povo de Israel, que têm uma rica herança espiritual e cultural.","por_que_esta_palavra":"A identificação como 'jewess' é importante para entender o contexto cultural e religioso da época, especialmente em relação à aceitação do evangelho.","conexao_teologica":"A inclusão dos judeus na mensagem do evangelho é um tema recorrente, mostrando que a salvação é para todos, tanto judeus quanto gentios (Romanos 1:16).","referencias_relacionadas":["Romanos 1:16","Gálatas 3:28","Atos 10:34-35"]},"atos_14_3_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Cristo sobre todas as coisas.","explicacao_detalhada":"Em Atos 14:3, a palavra 'κύριος' (kýrios) é usada para afirmar a soberania de Jesus como Senhor e Salvador, enfatizando sua autoridade divina.","por_que_esta_palavra":"A utilização da palavra 'senhor' é fundamental para reconhecer a posição de Cristo como autoridade máxima na vida dos crentes.","conexao_teologica":"A autoridade de Cristo é um tema central no Novo Testamento, onde Ele é reconhecido como Senhor sobre a criação e a redenção (Filipenses 2:9-11).","referencias_relacionadas":["Mateus 28:18","Atos 2:36","Romanos 10:9"]},"atos_14_3_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à mensagem de Deus revelada através de Cristo.","explicacao_detalhada":"Em Atos 14:3, a palavra 'λόγος' (lógos) é usada para descrever a mensagem do evangelho, que é a revelação de Deus aos homens através de Jesus Cristo.","por_que_esta_palavra":"A palavra 'palavra' é essencial para entender a comunicação divina e a importância da pregação do evangelho.","conexao_teologica":"Cristo é a Palavra viva de Deus, e a mensagem do evangelho é central para a fé cristã (João 1:1).","referencias_relacionadas":["João 1:1","Hebreus 4:12","1 João 1:1"]},"atos_14_3_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"A palavra 'graça' refere-se ao favor imerecido de Deus sobre os seres humanos.","explicacao_detalhada":"Em Atos 14:3, a palavra 'χάρις' (cháris) é usada para descrever a graça que Deus concede aos crentes, permitindo-lhes a salvação e a vida eterna.","por_que_esta_palavra":"A ênfase na 'graça' é fundamental para a compreensão da salvação cristã, que não é baseada em obras, mas na bondade de Deus.","conexao_teologica":"A graça é um tema central no Novo Testamento, onde Paulo enfatiza que somos salvos pela graça, mediante a fé (Efésios 2:8-9).","referencias_relacionadas":["Efésios 2:8-9","Romanos 3:24","Tito 2:11"]},"atos_14_4_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"A palavra 'jewess' novamente refere-se a uma mulher judia, destacando a identidade étnica e religiosa.","explicacao_detalhada":"Em Atos 14:4, a repetição da palavra 'Ἰουδαῖος' (Ioudaîos) reafirma a presença e a influência dos judeus na narrativa do evangelho e sua resposta à mensagem de Cristo.","por_que_esta_palavra":"A identificação como 'jewess' é importante para entender a dinâmica entre judeus e gentios na propagação do evangelho.","conexao_teologica":"A inclusão dos judeus na mensagem do evangelho é um tema recorrente, mostrando que a salvação é para todos, tanto judeus quanto gentios (Romanos 1:16).","referencias_relacionadas":["Romanos 1:16","Gálatas 3:28","Atos 10:34-35"]},"atos_14_5_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se ao processo de transformação ou mudança de estado, especialmente em relação à fé.","explicacao_detalhada":"Em Atos 14:5, a palavra 'γίνομαι' (gínomai) é utilizada novamente para descrever como a situação se intensifica, levando a um aumento da oposição contra os apóstolos.","por_que_esta_palavra":"A repetição da palavra 'tornar-se' enfatiza a dinâmica de crescimento e conflito que acompanha a propagação do evangelho.","conexao_teologica":"A transformação e os desafios enfrentados pelos crentes são parte da experiência cristã, refletindo a luta entre luz e trevas (Efésios 6:12).","referencias_relacionadas":["2 Timóteo 3:12","Atos 5:41","Romanos 8:37"]},"atos_14_6_lycaonia":{"palavra_pt":"lycaonia","palavra_original":"Λυκαονία","transliteracao":"Lykaonía","strong":"G3071","significado_raiz":"Ideia básica: lycaonia.","significado_contextual":"A palavra 'Lycaonia' refere-se a uma região geográfica onde os apóstolos estavam pregando.","explicacao_detalhada":"Em Atos 14:6, 'Λυκαονία' (Lykaonía) é mencionada como o local onde os apóstolos Paulo e Barnabé estavam ativos em seu ministério, destacando a expansão do evangelho para novas áreas.","por_que_esta_palavra":"A menção de Lycaonia é importante para entender a geografia da missão apostólica e a diversidade cultural do público que estava ouvindo a mensagem.","conexao_teologica":"A expansão do evangelho para diferentes regiões é um cumprimento da Grande Comissão, onde Jesus ordenou que seus seguidores fossem a todas as nações (Mateus 28:19).","referencias_relacionadas":["Atos 1:8","Mateus 28:19-20","Atos 13:49"]},"atos_14_6_lystra":{"palavra_pt":"lystra","palavra_original":"Λύστρα","transliteracao":"Lýstra","strong":"G3082","significado_raiz":"Ideia básica: lystra.","significado_contextual":"Lystra era uma cidade da região da Licaônia, mencionada no contexto da missão de Paulo e Barnabé.","explicacao_detalhada":"Lystra é conhecida por ser o local onde Paulo curou um homem aleijado e onde os habitantes confundiram Paulo e Barnabé com deuses. A cidade é um exemplo da recepção do evangelho em áreas gentílicas.","por_que_esta_palavra":"A menção de Lystra é crucial para entender a expansão do cristianismo entre os gentios e a reação das comunidades locais.","conexao_teologica":"Lystra representa a inclusão dos gentios no plano de salvação, mostrando que o evangelho é para todos, independentemente de sua origem étnica.","referencias_relacionadas":["Atos 14:6","Atos 14:8","Atos 14:19"]},"atos_14_7_bom":{"palavra_pt":"evangelizar","palavra_original":"εὐαγγελίζω","transliteracao":"euangelízō","strong":"G2097","significado_raiz":"Ideia básica: evangelizar.","significado_contextual":"O termo 'evangelizar' refere-se à ação de pregar as boas novas de Jesus Cristo.","explicacao_detalhada":"Evangelizar implica não apenas em anunciar a salvação, mas também em ensinar e discipular aqueles que respondem à mensagem do evangelho.","por_que_esta_palavra":"A palavra é central para a missão da igreja, que é chamada a levar a mensagem de Cristo a todas as nações.","conexao_teologica":"A evangelização é um mandamento de Jesus, refletindo o coração de Deus para a salvação da humanidade.","referencias_relacionadas":["Mateus 28:19-20","Marcos 16:15","Romanos 10:14-15"]},"atos_14_7_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"A palavra 'portanto' indica uma conclusão ou consequência do que foi dito anteriormente.","explicacao_detalhada":"Neste contexto, 'portanto' liga a ação de evangelizar à resposta dos apóstolos à necessidade de pregar o evangelho.","por_que_esta_palavra":"É uma conjunção que ajuda a entender a lógica da narrativa e a sequência dos eventos.","conexao_teologica":"A lógica da missão é que a pregação do evangelho leva à fé e à salvação, conforme a ordem divina.","referencias_relacionadas":["Romanos 12:1","Tiago 1:22","1 Pedro 2:9"]},"atos_14_8_lystra":{"palavra_pt":"lystra","palavra_original":"Λύστρα","transliteracao":"Lýstra","strong":"G3082","significado_raiz":"Ideia básica: lystra.","significado_contextual":"Reitera a importância de Lystra como um local de milagres e pregação.","explicacao_detalhada":"A cidade é um cenário onde a fé é demonstrada através de ações poderosas, como a cura do homem aleijado.","por_que_esta_palavra":"A repetição da menção de Lystra enfatiza a relevância do local na narrativa apostólica.","conexao_teologica":"A presença de milagres em Lystra valida a mensagem do evangelho e a autoridade dos apóstolos.","referencias_relacionadas":["Atos 14:6","Atos 14:10","Atos 14:19"]},"atos_14_8_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a localização do milagre realizado por Paulo.","explicacao_detalhada":"Refere-se ao contexto social e geográfico onde a pregação e a cura ocorreram, destacando a interação entre os apóstolos e os habitantes locais.","por_que_esta_palavra":"É importante para entender a dinâmica da missão apostólica em comunidades gentílicas.","conexao_teologica":"A presença de Deus entre os povos é um tema recorrente, mostrando que Ele se revela a todos.","referencias_relacionadas":["Atos 10:34-35","Gálatas 3:28","Efésios 2:13"]},"atos_14_9_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' refere-se a Paulo, um dos principais apóstolos do Novo Testamento.","explicacao_detalhada":"O nome de Paulo é mencionado para destacar sua identidade e autoridade como pregador do evangelho.","por_que_esta_palavra":"A identificação de Paulo é crucial para entender sua missão e o impacto que teve na igreja primitiva.","conexao_teologica":"O nome de Paulo é sinônimo de transformação e chamado divino, representando a obra de Deus em sua vida.","referencias_relacionadas":["Atos 9:15","Atos 13:9","Filipenses 3:5-6"]},"atos_14_9_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' refere-se à confiança e crença nas promessas de Deus.","explicacao_detalhada":"A fé é fundamental para a salvação e é o meio pelo qual os crentes recebem a graça de Deus.","por_que_esta_palavra":"A menção da fé é essencial para entender a resposta do homem curado à pregação de Paulo.","conexao_teologica":"A fé é um tema central nas cartas de Paulo, enfatizando sua importância na vida cristã.","referencias_relacionadas":["Hebreus 11:1","Romanos 1:17","Efésios 2:8-9"]},"atos_14_9_pregar":{"palavra_pt":"falar","palavra_original":"λαλέω","transliteracao":"laléō","strong":"G2980","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de comunicar a mensagem do evangelho.","explicacao_detalhada":"Falar sobre Jesus é uma parte essencial da missão cristã, que envolve tanto pregação quanto testemunho pessoal.","por_que_esta_palavra":"A ênfase em 'falar' destaca a importância da comunicação verbal na disseminação da fé.","conexao_teologica":"A pregação é um meio pelo qual Deus escolhe salvar os que creem, conforme Romanos 10:14.","referencias_relacionadas":["1 Coríntios 1:21","2 Timóteo 4:2","Romanos 10:17"]},"atos_14_10_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"O termo 'temor' refere-se ao respeito e reverência que o homem curado sentiu após o milagre.","explicacao_detalhada":"O temor é uma resposta natural ao poder de Deus manifestado através da cura, refletindo a grandeza de Deus.","por_que_esta_palavra":"A menção do temor destaca a seriedade da obra de Deus e a resposta do povo diante dela.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria e é fundamental na relação do homem com Deus.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Atos 2:43"]},"atos_14_10_straight":{"palavra_pt":"straight","palavra_original":"ὀρθός","transliteracao":"orthós","strong":"G3717","significado_raiz":"Ideia básica: straight.","significado_contextual":"A palavra 'straight' refere-se à cura do homem aleijado, que passou a andar corretamente.","explicacao_detalhada":"A cura não apenas restaurou a capacidade física do homem, mas também simboliza a restauração espiritual que Cristo oferece.","por_que_esta_palavra":"A ênfase na cura 'reta' indica a plenitude da obra de Deus na vida do homem.","conexao_teologica":"A cura física é um sinal da cura espiritual que Jesus oferece a todos os que creem.","referencias_relacionadas":["Isaías 35:6","Mateus 9:6","Atos 3:6-8"]},"atos_14_11_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Paulo, que é mencionado em um contexto de milagres e adoração.","explicacao_detalhada":"O nome 'Paulo' é de origem latina e significa 'pequeno'. Neste contexto, Paulo é um dos apóstolos que realiza um milagre, e seu nome é reconhecido entre os gentios.","por_que_esta_palavra":"O nome é importante para identificar a pessoa e sua autoridade apostólica, especialmente em um momento de confusão entre os habitantes de Listra.","conexao_teologica":"O nome de Paulo representa a transformação e o chamado de Deus, mostrando que mesmo os pequenos podem ser usados para grandes propósitos.","referencias_relacionadas":["Atos 13:9","Atos 13:46","Atos 14:19"]},"atos_14_11_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para descrever a divindade que os habitantes de Listra tentam atribuir a Paulo e Barnabé após um milagre.","explicacao_detalhada":"Neste contexto, os habitantes confundem Paulo e Barnabé com deuses devido ao milagre realizado, mostrando a tendência humana de adorar o que não compreende.","por_que_esta_palavra":"A palavra 'deus' é central para a compreensão da adoração e da idolatria, contrastando a verdadeira divindade com a falsa adoração.","conexao_teologica":"A passagem ilustra a luta entre a verdadeira adoração a Deus e a idolatria, um tema recorrente nas Escrituras.","referencias_relacionadas":["Atos 14:15","Romanos 1:25","1 Coríntios 10:20"]},"atos_14_11_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de Paulo ao realizar um milagre, que leva à confusão dos habitantes de Listra.","explicacao_detalhada":"Neste contexto, Paulo realiza um milagre de cura, demonstrando o poder de Deus através de suas ações.","por_que_esta_palavra":"A ação de 'fazer' é crucial para entender como Deus opera através dos apóstolos, confirmando sua mensagem com sinais e maravilhas.","conexao_teologica":"A capacidade de fazer milagres é um sinal do poder de Deus e da validação do ministério apostólico.","referencias_relacionadas":["Atos 3:6","Atos 5:12","Hebreus 2:4"]},"atos_14_12_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se novamente ao nome de Paulo, que é destacado em um momento de grande confusão e adoração equivocada.","explicacao_detalhada":"A repetição do nome de Paulo enfatiza sua identidade e papel como apóstolo, que deve ser reconhecido corretamente.","por_que_esta_palavra":"O nome é fundamental para a identificação do portador da mensagem de Deus, especialmente em um contexto de idolatria.","conexao_teologica":"A identidade de Paulo como apóstolo é central para a propagação do evangelho entre os gentios.","referencias_relacionadas":["Atos 13:9","Atos 14:14","Atos 15:2"]},"atos_14_12_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/verbo' refere-se à mensagem que Paulo e Barnabé estão proclamando sobre Cristo.","explicacao_detalhada":"Neste contexto, a 'palavra' é a revelação de Deus através de Jesus Cristo, que é o centro da mensagem apostólica.","por_que_esta_palavra":"A palavra é essencial para a compreensão da fé cristã, pois representa a comunicação divina ao homem.","conexao_teologica":"A ideia de 'lógos' é fundamental na teologia cristã, especialmente em relação à encarnação de Cristo.","referencias_relacionadas":["João 1:1","Colossenses 1:17","Hebreus 1:3"]},"atos_14_13_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"ἱερεύς","transliteracao":"hiereús","strong":"G2409","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se ao sacerdote de Zeus, que representa a religião pagã da cidade de Listra.","explicacao_detalhada":"O sacerdote é uma figura central na adoração pagã, e sua presença destaca a confusão entre a verdadeira adoração e a idolatria.","por_que_esta_palavra":"A palavra 'sacerdote' é importante para entender a dinâmica religiosa da época e a resistência ao evangelho.","conexao_teologica":"A presença do sacerdote ilustra a batalha entre a verdade do evangelho e as tradições religiosas humanas.","referencias_relacionadas":["Atos 14:14","Atos 17:16","Romanos 1:21"]},"atos_14_13_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' refere-se à decisão do sacerdote de Zeus em oferecer sacrifícios a Paulo e Barnabé.","explicacao_detalhada":"Neste contexto, a escolha do sacerdote reflete a tentativa de reconhecer os apóstolos como deuses, em vez de como mensageiros de Deus.","por_que_esta_palavra":"A escolha é um tema importante, pois destaca a liberdade humana de decidir entre a verdade e a mentira.","conexao_teologica":"A escolha entre adorar o verdadeiro Deus ou ídolos é uma questão central na teologia bíblica.","referencias_relacionadas":["Deuteronômio 30:19","Josué 24:15","Mateus 7:13-14"]},"atos_14_13_nome":{"palavra_pt":"nome","palavra_original":"Ζεύς","transliteracao":"Zeús","strong":"G2203","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Zeus, que é invocado pelo sacerdote em um contexto de idolatria.","explicacao_detalhada":"O nome 'Zeus' representa a divindade pagã e a confusão que os habitantes de Listra têm em relação à verdadeira natureza de Deus.","por_que_esta_palavra":"O nome é fundamental para a identificação da divindade que está sendo adorada, contrastando com a verdadeira adoração a Deus.","conexao_teologica":"A idolatria é um tema recorrente nas Escrituras, mostrando a necessidade de discernimento espiritual.","referencias_relacionadas":["Atos 14:12","1 Coríntios 10:20","Gálatas 4:8"]},"atos_14_14_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se novamente ao nome de Paulo, enfatizando sua identidade como apóstolo em um momento crítico.","explicacao_detalhada":"A repetição do nome de Paulo destaca sua importância e o papel que desempenha na proclamação do evangelho.","por_que_esta_palavra":"O nome é essencial para a identificação do portador da mensagem de Deus, especialmente em um contexto de confusão.","conexao_teologica":"A identidade de Paulo como apóstolo é central para a propagação do evangelho entre os gentios.","referencias_relacionadas":["Atos 13:9","Atos 14:12","Atos 15:2"]},"atos_14_14_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à multidão que se reúne em resposta ao milagre realizado por Paulo.","explicacao_detalhada":"Neste contexto, o povo é suscetível à adoração equivocada, mostrando a influência da cultura e da religiosidade local.","por_que_esta_palavra":"O povo representa a humanidade que busca por respostas e frequentemente se desvia da verdade.","conexao_teologica":"A resposta do povo ilustra a necessidade de evangelização e ensino sobre a verdadeira natureza de Deus.","referencias_relacionadas":["Atos 14:11","Mateus 9:36","Romanos 10:14"]},"atos_14_15_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus verdadeiro, em contraste com os deuses pagãos.","explicacao_detalhada":"Neste contexto, Paulo e Barnabé estão explicando que o Deus que adoram é o Criador de todas as coisas, e não os deuses feitos por mãos humanas.","por_que_esta_palavra":"A palavra 'deus' é usada para enfatizar a soberania e a divindade do Criador em oposição às crenças idólatras da época.","conexao_teologica":"Deus é o autor da criação e a fonte de toda vida, conforme Gênesis 1:1.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Atos 17:24"]},"atos_14_15_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de onde Ele governa.","explicacao_detalhada":"O céu é apresentado como a criação de Deus, onde Ele reside e de onde Ele observa a humanidade.","por_que_esta_palavra":"A palavra 'céu' é utilizada para mostrar a grandeza de Deus e seu domínio sobre toda a criação.","conexao_teologica":"O céu é frequentemente mencionado como o lugar de habitação de Deus e a promessa de vida eterna para os fiéis.","referencias_relacionadas":["Salmos 115:16","Mateus 6:9","Hebreus 11:16"]},"atos_14_15_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como parte da criação de Deus, que sustenta a vida.","explicacao_detalhada":"A terra é vista como um presente de Deus à humanidade, onde as pessoas vivem e cultivam.","por_que_esta_palavra":"A palavra 'terra' é usada para enfatizar a criação e a provisão de Deus para a vida humana.","conexao_teologica":"A terra é um dos elementos fundamentais da criação, conforme descrito em Gênesis.","referencias_relacionadas":["Gênesis 1:26-28","Salmos 24:1","Isaías 45:18"]},"atos_14_16_geracao":{"palavra_pt":"geracao","palavra_original":"γενεά","transliteracao":"geneá","strong":"G1074","significado_raiz":"Ideia básica: geracao.","significado_contextual":"Refere-se à geração humana e à sua relação com Deus.","explicacao_detalhada":"Paulo menciona a geração para destacar a continuidade da criação e a responsabilidade humana diante de Deus.","por_que_esta_palavra":"A palavra 'geração' é usada para enfatizar a relação entre Deus e a humanidade ao longo do tempo.","conexao_teologica":"A ideia de geração é importante na teologia da criação e da redenção.","referencias_relacionadas":["Gênesis 5:1","Mateus 1:1","Atos 17:26"]},"atos_14_17_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανόθεν","transliteracao":"ouranóthen","strong":"G3771","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao céu como a fonte de bênçãos e provisões de Deus.","explicacao_detalhada":"Neste versículo, Paulo fala sobre como Deus envia bênçãos do céu, como a chuva, para sustentar a vida na terra.","por_que_esta_palavra":"A palavra 'céu' é usada para mostrar a conexão entre a ação de Deus e a provisão para a criação.","conexao_teologica":"O céu é visto como o lugar de onde Deus provê para suas criaturas.","referencias_relacionadas":["Tiago 1:17","Mateus 5:45","Salmos 147:8"]},"atos_14_17_chuva":{"palavra_pt":"chuva","palavra_original":"ὑετός","transliteracao":"hyetós","strong":"G5205","significado_raiz":"Ideia básica: chuva.","significado_contextual":"Refere-se à chuva como um símbolo da provisão de Deus para a terra.","explicacao_detalhada":"A chuva é essencial para a agricultura e a sobrevivência, e Paulo usa isso para ilustrar a bondade de Deus.","por_que_esta_palavra":"A palavra 'chuva' é usada para enfatizar a generosidade de Deus em cuidar de sua criação.","conexao_teologica":"A chuva é frequentemente mencionada na Bíblia como uma bênção de Deus.","referencias_relacionadas":["Deuteronômio 11:14","Eclesiastes 3:1","Salmos 65:9-10"]},"atos_14_17_opportunity":{"palavra_pt":"oportunidade","palavra_original":"καιρός","transliteracao":"kairós","strong":"G2540","significado_raiz":"Ideia básica: oportunidade.","significado_contextual":"Refere-se ao tempo oportuno em que Deus age na história.","explicacao_detalhada":"Paulo menciona a oportunidade que Deus dá aos homens para se arrependerem e voltarem-se para Ele.","por_que_esta_palavra":"A palavra 'oportunidade' é usada para destacar a paciência e a misericórdia de Deus.","conexao_teologica":"Deus oferece oportunidades de arrependimento e salvação ao longo da história.","referencias_relacionadas":["Romanos 2:4","2 Pedro 3:9","Atos 17:30"]},"atos_14_18_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo que estava ouvindo Paulo e Barnabé.","explicacao_detalhada":"O povo estava impressionado com os milagres e tentava adorar os apóstolos como deuses.","por_que_esta_palavra":"A palavra 'povo' é usada para enfatizar a multidão que estava presente e sua reação aos ensinamentos dos apóstolos.","conexao_teologica":"A relação entre Deus e o povo é central na narrativa bíblica, mostrando a necessidade de adoração ao Criador.","referencias_relacionadas":["Êxodo 19:6","Salmos 100:3","Atos 2:41"]},"atos_14_18_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação de Paulo sobre ser adorado como um deus.","explicacao_detalhada":"Paulo enfatiza que ele e Barnabé são apenas homens e que a adoração deve ser direcionada a Deus.","por_que_esta_palavra":"A palavra 'deus' é usada para reafirmar a singularidade e a supremacia do verdadeiro Deus.","conexao_teologica":"A adoração deve ser exclusivamente a Deus, conforme ensinado em toda a Escritura.","referencias_relacionadas":["Êxodo 20:3-5","Mateus 4:10","Atos 10:26"]},"atos_14_18_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de Paulo de chamar o povo ao arrependimento.","explicacao_detalhada":"Paulo usa a palavra 'dizer' para comunicar a verdade sobre Deus e a necessidade de adoração correta.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para a pregação do evangelho e a transmissão da mensagem de Deus.","conexao_teologica":"A pregação e a proclamação da palavra são essenciais na missão da Igreja.","referencias_relacionadas":["Romanos 10:14","1 Coríntios 1:21","Atos 4:20"]},"atos_14_19_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Paulo, que é mencionado como um dos apóstolos que pregavam o evangelho.","explicacao_detalhada":"O nome 'Paulo' é de origem latina e significa 'pequeno' ou 'humilde'. Paulo, anteriormente conhecido como Saulo, teve uma conversão dramática e se tornou um dos principais apóstolos do cristianismo.","por_que_esta_palavra":"O nome é importante para identificar a pessoa que desempenha um papel crucial na propagação do evangelho entre os gentios.","conexao_teologica":"O nome de Paulo simboliza a transformação e a humildade que devem acompanhar a fé em Cristo.","referencias_relacionadas":["Atos 9:15","Atos 13:9","Romanos 1:1"]},"atos_14_19_iconium":{"palavra_pt":"iconium","palavra_original":"Ἰκόνιον","transliteracao":"Ikónion","strong":"G2430","significado_raiz":"Ideia básica: iconium.","significado_contextual":"Iconium é a cidade onde Paulo e Barnabé enfrentaram oposição durante sua missão.","explicacao_detalhada":"Iconium era uma cidade importante na região da Galácia, e o ministério de Paulo lá foi marcado por milagres e resistência dos líderes judeus.","por_que_esta_palavra":"A menção de Iconium destaca a geografia do ministério apostólico e os desafios enfrentados pelos missionários.","conexao_teologica":"A resistência em Iconium reflete a luta contínua entre a verdade do evangelho e a oposição religiosa.","referencias_relacionadas":["Atos 14:1","Atos 14:5","2 Timóteo 3:11"]},"atos_14_19_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"Refere-se aos judeus que estavam presentes e que se opuseram a Paulo e Barnabé.","explicacao_detalhada":"A palavra 'judeu' indica a origem étnica e religiosa dos opositores, que eram parte do povo escolhido de Deus.","por_que_esta_palavra":"É importante para entender a dinâmica entre os judeus e os primeiros cristãos, especialmente em relação à aceitação do evangelho.","conexao_teologica":"A oposição dos judeus a Paulo ilustra a tensão entre a antiga aliança e a nova aliança em Cristo.","referencias_relacionadas":["Atos 13:45","Atos 14:2","Romanos 10:1"]},"atos_14_20_derbe":{"palavra_pt":"derbe","palavra_original":"Δέρβη","transliteracao":"Dérbē","strong":"G1191","significado_raiz":"Ideia básica: derbe.","significado_contextual":"Derbe é a cidade para onde Paulo foi após ser apedrejado em Listra.","explicacao_detalhada":"Derbe era uma cidade onde Paulo continuou seu ministério, mostrando a resiliência e determinação dos apóstolos.","por_que_esta_palavra":"A menção de Derbe destaca a continuidade da missão de Paulo apesar da perseguição.","conexao_teologica":"A perseverança de Paulo em Derbe é um exemplo da fé e coragem que os cristãos devem ter diante da adversidade.","referencias_relacionadas":["Atos 14:6","Atos 16:1","2 Timóteo 3:10"]},"atos_14_21_bom":{"palavra_pt":"evangelizar","palavra_original":"εὐαγγελίζω","transliteracao":"euangelízō","strong":"G2097","significado_raiz":"Ideia básica: evangelizar.","significado_contextual":"A palavra 'evangelizar' refere-se à pregação da boa nova de Jesus Cristo.","explicacao_detalhada":"O ato de evangelizar é central para a missão da igreja, pois envolve compartilhar a mensagem de salvação com todos.","por_que_esta_palavra":"É fundamental para entender o propósito do ministério apostólico e a expansão do cristianismo.","conexao_teologica":"Evangelizar é um mandamento de Cristo e uma expressão do amor de Deus pela humanidade.","referencias_relacionadas":["Mateus 28:19-20","Marcos 16:15","Romanos 10:14"]},"atos_14_21_lystra":{"palavra_pt":"lystra","palavra_original":"Λύστρα","transliteracao":"Lýstra","strong":"G3082","significado_raiz":"Ideia básica: lystra.","significado_contextual":"Listra é a cidade onde Paulo realizou milagres e foi inicialmente bem recebido.","explicacao_detalhada":"Listra é conhecida por ser o local onde Paulo curou um homem aleijado, o que levou a uma reação tanto positiva quanto negativa da população.","por_que_esta_palavra":"A cidade é um exemplo da receptividade e resistência ao evangelho em diferentes contextos.","conexao_teologica":"A resposta da cidade a Paulo reflete a diversidade de reações ao evangelho e a necessidade de discernimento espiritual.","referencias_relacionadas":["Atos 14:6","Atos 14:8","Atos 16:1"]},"atos_14_22_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à essência da vida humana, que é vital para a compreensão da salvação.","explicacao_detalhada":"A alma é vista como a parte imortal do ser humano, e sua salvação é um tema central na mensagem cristã.","por_que_esta_palavra":"A menção da alma enfatiza a importância da vida espiritual e da relação com Deus.","conexao_teologica":"A salvação da alma é o objetivo final da obra redentora de Cristo.","referencias_relacionadas":["Mateus 16:26","Lucas 12:20","1 Pedro 1:9"]},"atos_14_22_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' refere-se à confiança e crença em Deus e em Sua palavra.","explicacao_detalhada":"A fé é fundamental para a vida cristã, sendo o meio pelo qual os crentes recebem a salvação.","por_que_esta_palavra":"A fé é o alicerce da relação do crente com Deus e é essencial para a vida espiritual.","conexao_teologica":"A fé é o meio pelo qual os crentes são justificados diante de Deus.","referencias_relacionadas":["Hebreus 11:1","Romanos 5:1","Efésios 2:8-9"]},"atos_14_22_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador e sustentador do universo.","explicacao_detalhada":"Deus é a fonte de toda a vida e a razão da existência, e a relação com Ele é central para a fé cristã.","por_que_esta_palavra":"A menção de Deus é crucial para entender a natureza da adoração e a base da esperança cristã.","conexao_teologica":"A compreensão de Deus é fundamental para a teologia cristã e a prática da fé.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","João 3:16"]},"atos_14_23_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A palavra 'igreja' refere-se à comunidade de crentes que se reúnem para adorar e servir a Deus.","explicacao_detalhada":"A igreja é vista como o corpo de Cristo, onde os crentes se apoiam mutuamente e crescem na fé.","por_que_esta_palavra":"A menção da igreja destaca a importância da comunhão e do discipulado na vida cristã.","conexao_teologica":"A igreja é o meio pelo qual Deus realiza Sua obra na terra e é chamada a ser luz e sal do mundo.","referencias_relacionadas":["Mateus 16:18","Atos 2:42","Efésios 4:11-13"]},"atos_14_23_elderest":{"palavra_pt":"elder est","palavra_original":"πρεσβύτερος","transliteracao":"presbýteros","strong":"G4245","significado_raiz":"Ideia básica: elder est.","significado_contextual":"A palavra 'elder est' refere-se a um líder ou ancião na comunidade cristã.","explicacao_detalhada":"No contexto de Atos 14:23, Paulo e Barnabé designam anciãos em cada igreja, indicando a importância de liderança espiritual e supervisão nas comunidades cristãs.","por_que_esta_palavra":"A escolha de 'elder est' enfatiza a necessidade de liderança madura e sábia para guiar os novos convertidos na fé.","conexao_teologica":"A presença de anciãos nas igrejas reflete a estrutura organizacional que Deus estabeleceu para o cuidado e a edificação do corpo de Cristo.","referencias_relacionadas":["1 Timóteo 3:1-7","Tito 1:5-9","Atos 20:17-28"]},"atos_14_23_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para designar a autoridade suprema de Cristo sobre a igreja.","explicacao_detalhada":"Em Atos 14:23, o uso de 'senhor' destaca a soberania de Cristo na escolha e na nomeação de líderes para a sua igreja.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para reconhecer a posição de Cristo como cabeça da igreja e a fonte de toda autoridade espiritual.","conexao_teologica":"A autoridade de Cristo é um tema central no Novo Testamento, refletindo seu papel como Salvador e Senhor.","referencias_relacionadas":["Mateus 28:18","Efésios 1:22-23","Colossenses 1:18"]},"atos_14_24_pisidia":{"palavra_pt":"pisidia","palavra_original":"Πισιδία","transliteracao":"Pisidía","strong":"G4099","significado_raiz":"Ideia básica: pisidia.","significado_contextual":"Pisidia é uma região geográfica mencionada no contexto das viagens missionárias de Paulo.","explicacao_detalhada":"Em Atos 14:24, Paulo e Barnabé atravessam Pisidia, indicando a expansão do evangelho em áreas não alcançadas.","por_que_esta_palavra":"A menção de Pisidia mostra a geografia da missão e a importância de alcançar diferentes culturas e povos.","conexao_teologica":"A evangelização em Pisidia reflete o mandamento de Cristo de ir e fazer discípulos de todas as nações.","referencias_relacionadas":["Atos 13:14","Atos 13:50","Atos 14:1"]},"atos_14_24_pamphylia":{"palavra_pt":"pamphylia","palavra_original":"Παμφυλία","transliteracao":"Pamphylía","strong":"G3828","significado_raiz":"Ideia básica: pamphylia.","significado_contextual":"Pamphylia é uma região costeira mencionada nas viagens missionárias de Paulo.","explicacao_detalhada":"Em Atos 14:24, a passagem por Pamphylia destaca a diversidade das localidades onde o evangelho foi pregado.","por_que_esta_palavra":"A inclusão de Pamphylia demonstra a abrangência da missão apostólica e a intenção de alcançar todos os povos.","conexao_teologica":"A evangelização em Pamphylia é um exemplo do cumprimento da Grande Comissão.","referencias_relacionadas":["Atos 13:13","Atos 14:25","Atos 27:5"]},"atos_14_24_andar":{"palavra_pt":"andar","palavra_original":"διέρχομαι","transliteracao":"diérchomai","strong":"G1330","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' refere-se ao ato de viajar ou percorrer um caminho.","explicacao_detalhada":"Em Atos 14:24, 'andar' é usado para descrever o movimento de Paulo e Barnabé em sua missão de pregar o evangelho.","por_que_esta_palavra":"A escolha de 'andar' simboliza a jornada espiritual e física dos apóstolos em obediência ao chamado de Deus.","conexao_teologica":"A caminhada dos apóstolos é um reflexo da jornada cristã, onde cada passo é guiado pela fé.","referencias_relacionadas":["2 Coríntios 5:7","Gálatas 5:16","1 João 1:7"]},"atos_14_25_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/verbo' refere-se à mensagem de Cristo e ao próprio Cristo como a Palavra de Deus.","explicacao_detalhada":"Em Atos 14:25, a pregação do 'lógos' enfatiza a centralidade de Cristo na mensagem do evangelho.","por_que_esta_palavra":"A palavra 'lógos' é crucial para entender a revelação de Deus e a comunicação de Sua vontade à humanidade.","conexao_teologica":"Cristo é descrito como o 'Verbo' em João 1, mostrando sua divindade e papel na criação e na salvação.","referencias_relacionadas":["João 1:1-14","Hebreus 4:12","Romanos 10:17"]},"atos_14_25_torre":{"palavra_pt":"torre","palavra_original":"Πέργη","transliteracao":"Pérgē","strong":"G4011","significado_raiz":"Ideia básica: torre.","significado_contextual":"A palavra 'torre' pode simbolizar proteção e segurança.","explicacao_detalhada":"Em Atos 14:25, a menção de 'torre' pode ser interpretada como um símbolo da fortaleza que Deus oferece aos seus seguidores.","por_que_esta_palavra":"A torre representa a segurança que encontramos em Deus, especialmente em tempos de adversidade.","conexao_teologica":"Deus é frequentemente descrito como nosso refúgio e fortaleza nas Escrituras.","referencias_relacionadas":["Salmos 18:2","Salmos 61:3","Provérbios 18:10"]},"atos_14_25_pregar":{"palavra_pt":"falar","palavra_original":"λαλέω","transliteracao":"laléō","strong":"G2980","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se ao ato de comunicar a mensagem de Deus.","explicacao_detalhada":"Em Atos 14:25, a pregação é um ato fundamental na propagação do evangelho e na edificação da igreja.","por_que_esta_palavra":"A pregação é essencial para a fé cristã, pois a fé vem pelo ouvir a Palavra de Deus.","conexao_teologica":"A pregação é um meio pelo qual Deus comunica Sua verdade e transforma vidas.","referencias_relacionadas":["Romanos 10:14-15","1 Coríntios 1:21","2 Timóteo 4:2"]},"atos_14_26_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"A palavra 'graça' refere-se ao favor imerecido de Deus.","explicacao_detalhada":"Em Atos 14:26, a graça é um tema central que destaca a bondade de Deus em salvar e sustentar os crentes.","por_que_esta_palavra":"A graça é fundamental para a compreensão da salvação e da relação entre Deus e a humanidade.","conexao_teologica":"A graça de Deus é um tema recorrente nas cartas de Paulo, enfatizando a dependência do crente na obra de Cristo.","referencias_relacionadas":["Efésios 2:8-9","Tito 2:11","Romanos 5:20"]},"atos_14_26_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao ser supremo, criador e sustentador do universo.","explicacao_detalhada":"Em Atos 14:26, a menção a Deus destaca a soberania e a providência divina na obra missionária.","por_que_esta_palavra":"A palavra 'deus' é central para a fé cristã, pois reconhece a autoridade e o poder de Deus sobre todas as coisas.","conexao_teologica":"A natureza de Deus como criador e redentor é fundamental para a teologia cristã.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Atos 17:24-25"]},"atos_14_26_obra":{"palavra_pt":"obra","palavra_original":"ἔργον","transliteracao":"érgon","strong":"G2041","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se ao trabalho realizado pelos apóstolos na propagação do evangelho.","explicacao_detalhada":"A palavra 'obra' (ἔργον) implica em um esforço ativo e produtivo, especialmente no contexto da missão apostólica. Os apóstolos estavam envolvidos em atividades que resultavam na edificação da igreja e na salvação de almas.","por_que_esta_palavra":"A escolha da palavra 'obra' enfatiza a importância do trabalho missionário e das ações concretas na fé cristã.","conexao_teologica":"A obra dos apóstolos é um reflexo da obra redentora de Cristo, que chama os crentes a participar ativamente na missão de Deus.","referencias_relacionadas":["Mateus 5:16","Efésios 2:10","1 Coríntios 15:58"]},"atos_14_27_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à comunidade de crentes que se reúne para adoração e ensino.","explicacao_detalhada":"A palavra 'igreja' (ἐκκλησία) é usada para descrever a assembleia dos fiéis, que se reúnem em nome de Cristo. Essa congregação é vista como o corpo de Cristo na terra, onde os crentes se apoiam mutuamente.","por_que_esta_palavra":"A utilização de 'igreja' destaca a importância da comunhão entre os crentes e a necessidade de congregar para fortalecer a fé.","conexao_teologica":"A igreja é o meio pelo qual Deus manifesta sua presença e realiza sua obra no mundo.","referencias_relacionadas":["Atos 2:42","Hebreus 10:25","1 Coríntios 12:27"]},"atos_14_27_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao ser supremo, criador e sustentador do universo.","explicacao_detalhada":"A palavra 'deus' (θεός) é central na fé cristã, representando a divindade que se revela ao homem. No contexto do versículo, enfatiza a soberania de Deus sobre a obra dos apóstolos.","por_que_esta_palavra":"A menção de 'deus' sublinha a dependência dos apóstolos em relação à vontade divina em suas missões.","conexao_teologica":"Deus é o autor da salvação e o responsável por guiar e sustentar sua igreja.","referencias_relacionadas":["Salmos 46:10","Romanos 8:28","1 Pedro 5:7"]},"atos_14_27_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"Refere-se à fé genuína e à crença nas promessas de Deus.","explicacao_detalhada":"A palavra 'fé' (πίστις) implica confiança e crença em Deus e em suas promessas. No contexto, destaca a resposta dos crentes à obra de Deus.","por_que_esta_palavra":"A ênfase na 'fé' mostra que a salvação e a vida cristã são fundamentadas na confiança em Deus.","conexao_teologica":"A fé é o meio pelo qual os crentes se conectam com Deus e experimentam sua graça.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Gálatas 2:20"]},"atos_14_28_years":{"palavra_pt":"anos","palavra_original":"χρόνος","transliteracao":"chrónos","strong":"G5550","significado_raiz":"Ideia básica: anos.","significado_contextual":"Refere-se ao tempo que se passou desde o início da obra missionária.","explicacao_detalhada":"A palavra 'anos' (χρόνος) indica um período de tempo que pode ser significativo para a reflexão sobre o crescimento e os desafios enfrentados pela igreja.","por_que_esta_palavra":"A menção de 'anos' sugere a continuidade e a perseverança na missão de Deus ao longo do tempo.","conexao_teologica":"O tempo é um elemento importante na história da salvação, mostrando como Deus trabalha na vida das pessoas ao longo das gerações.","referencias_relacionadas":["Eclesiastes 3:1","2 Pedro 3:8","Salmos 90:12"]}}