{"atos_15_1_terra":{"palavra_pt":"terra","palavra_original":"Ἰουδαία","transliteracao":"Ioudaía","strong":"G2449","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à região geográfica da Judeia, onde os eventos estavam ocorrendo.","explicacao_detalhada":"A palavra 'terra' (Ἰουδαία) é usada para situar os acontecimentos em um contexto específico, destacando a importância da localização na narrativa bíblica.","por_que_esta_palavra":"A menção da 'terra' ajuda a entender o cenário cultural e religioso em que a igreja primitiva estava inserida.","conexao_teologica":"A geografia bíblica é relevante para compreender a obra de Deus na história e sua relação com o povo escolhido.","referencias_relacionadas":["Mateus 2:6","Lucas 2:4","Atos 1:8"]},"atos_15_1_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação de algo, enfatizando a soberania de Deus sobre as decisões humanas.","explicacao_detalhada":"A palavra 'deus' (μή) é usada aqui para indicar uma proibição ou uma negativa, ressaltando a autoridade divina nas questões da fé.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância de seguir a direção de Deus em vez de tradições humanas.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, mostrando que Ele é o guia supremo da igreja.","referencias_relacionadas":["Romanos 11:33","Salmos 115:3","Provérbios 19:21"]},"atos_15_1_lei":{"palavra_pt":"lei","palavra_original":"ἔθος","transliteracao":"éthos","strong":"G1485","significado_raiz":"Ideia básica: lei.","significado_contextual":"Refere-se às normas e regulamentos que regiam a vida religiosa dos judeus.","explicacao_detalhada":"A palavra 'lei' (ἔθος) implica em tradições e práticas que eram consideradas essenciais para a vida religiosa na Judeia.","por_que_esta_palavra":"A menção da 'lei' destaca a tensão entre a graça de Cristo e as tradições judaicas.","conexao_teologica":"A relação entre a lei e a graça é um tema central na epístola aos Gálatas e em outras partes do Novo Testamento.","referencias_relacionadas":["Gálatas 3:24","Romanos 6:14","Mateus 5:17"]},"atos_15_2_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome do apóstolo Paulo, que é central na narrativa da missão.","explicacao_detalhada":"A palavra 'nome' (Παῦλος) é importante porque representa a identidade e a autoridade de Paulo como apóstolo e missionário.","por_que_esta_palavra":"A menção do 'nome' enfatiza a importância da identidade pessoal na obra de Deus.","conexao_teologica":"O nome de Paulo é associado à propagação do evangelho entre os gentios, mostrando como Deus usa indivíduos para cumprir seus propósitos.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","2 Timóteo 1:11"]},"atos_15_2_elderest":{"palavra_pt":"elder est","palavra_original":"πρεσβύτερος","transliteracao":"presbýteros","strong":"G4245","significado_raiz":"Ideia básica: elder est.","significado_contextual":"Refere-se à posição de liderança na igreja, destacando a importância dos presbíteros.","explicacao_detalhada":"A palavra 'elder est' (πρεσβύτερος) implica em uma função de liderança e responsabilidade espiritual dentro da comunidade cristã.","por_que_esta_palavra":"A menção de 'elder est' ressalta a estrutura organizacional da igreja primitiva e a necessidade de liderança espiritual.","conexao_teologica":"Os presbíteros são vistos como pastores e cuidadores do rebanho de Deus, refletindo o cuidado de Cristo pela sua igreja.","referencias_relacionadas":["1 Timóteo 3:1","Tito 1:5","Atos 20:28"]},"atos_15_3_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à comunidade de crentes que se reúne para adorar e aprender sobre Deus.","explicacao_detalhada":"A palavra 'igreja' (ἐκκλησία) é usada no Novo Testamento para descrever a assembleia dos fiéis, que se reúnem em nome de Cristo. É um termo que implica não apenas um local físico, mas uma comunidade de pessoas que compartilham a fé.","por_que_esta_palavra":"A escolha da palavra 'igreja' enfatiza a importância da comunhão entre os crentes e a necessidade de se reunir para fortalecer a fé e o testemunho.","conexao_teologica":"A igreja é vista como o corpo de Cristo, onde cada membro desempenha um papel vital na edificação mútua e na missão de proclamar o evangelho.","referencias_relacionadas":["Mateus 16:18","Atos 2:42","Efésios 4:11-13"]},"atos_15_3_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Indica a ação de realizar ou executar algo.","explicacao_detalhada":"A palavra 'fazer' (ποιέω) é um verbo que implica a realização de uma ação. No contexto, refere-se à prática de atos que são significativos para a fé e a vida cristã.","por_que_esta_palavra":"A utilização do verbo 'fazer' destaca a importância das obras na vida do crente, que devem refletir a fé em ação.","conexao_teologica":"A fé sem obras é morta (Tiago 2:26), e 'fazer' é uma expressão da verdadeira fé que se manifesta em ações concretas.","referencias_relacionadas":["Tiago 2:17","Gálatas 5:6","Efésios 2:10"]},"atos_15_3_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se a um profundo respeito e reverência a Deus.","explicacao_detalhada":"A palavra 'temor' (μέγας) é usada para descrever a atitude de reverência que os crentes devem ter diante de Deus, reconhecendo Sua grandeza e santidade.","por_que_esta_palavra":"O temor de Deus é fundamental na vida cristã, pois nos leva a viver de maneira que agrada a Ele e nos afasta do pecado.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria (Provérbios 9:10) e é essencial para uma vida que busca agradar a Deus.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Atos 9:31"]},"atos_15_4_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Novamente, refere-se à assembleia dos crentes, enfatizando a unidade da igreja.","explicacao_detalhada":"A repetição da palavra 'igreja' (ἐκκλησία) neste contexto reforça a ideia de que a comunidade de crentes é central para a vida cristã e para a propagação do evangelho.","por_que_esta_palavra":"A ênfase na igreja destaca a importância da comunhão e do apoio mútuo entre os crentes, especialmente em tempos de decisão e desafio.","conexao_teologica":"A igreja é chamada a ser um testemunho vivo da graça de Deus e um lugar de acolhimento e crescimento espiritual.","referencias_relacionadas":["1 Coríntios 12:12-27","Hebreus 10:24-25","Colossenses 3:16"]},"atos_15_4_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'deus' (θεός) é central na fé cristã, representando a divindade que se revelou a Israel e, por meio de Jesus Cristo, a toda a humanidade.","por_que_esta_palavra":"A menção de Deus neste contexto enfatiza a soberania divina sobre a igreja e a importância de buscar Sua vontade em todas as decisões.","conexao_teologica":"Deus é o fundamento da fé cristã, e todas as ações da igreja devem ser dirigidas a glorificá-Lo e cumprir Seu propósito.","referencias_relacionadas":["Romanos 11:36","1 Pedro 2:9","Salmos 46:10"]},"atos_15_5_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"Refere-se às normas e regulamentos dados por Deus ao Seu povo, especialmente a Lei Mosaica.","explicacao_detalhada":"A palavra 'lei' (νόμος) é frequentemente associada aos mandamentos de Deus que orientam a vida moral e espiritual do povo de Israel.","por_que_esta_palavra":"A discussão sobre a lei neste contexto é crucial, pois os apóstolos estavam debatendo a relação entre a graça e a lei na vida dos crentes gentios.","conexao_teologica":"A lei é um tutor que nos leva a Cristo (Gálatas 3:24), e a compreensão de sua função é essencial para a teologia da salvação.","referencias_relacionadas":["Gálatas 3:24-25","Romanos 3:20","Mateus 5:17"]},"atos_15_5_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à crença e confiança em Deus e em Sua palavra.","explicacao_detalhada":"A palavra 'crer' (πιστεύω) implica uma fé ativa que leva à ação e à transformação da vida do crente.","por_que_esta_palavra":"A ênfase na fé é fundamental para a salvação e para a vida cristã, pois é pela fé que somos justificados diante de Deus.","conexao_teologica":"A salvação é pela graça, mediante a fé (Efésios 2:8-9), e a fé é o meio pelo qual recebemos a vida eterna.","referencias_relacionadas":["Romanos 5:1","Hebreus 11:1","João 3:16"]},"atos_15_6_elderest":{"palavra_pt":"elder est","palavra_original":"πρεσβύτερος","transliteracao":"presbýteros","strong":"G4245","significado_raiz":"Ideia básica: elder est.","significado_contextual":"Refere-se aos líderes espirituais da igreja, conhecidos como presbíteros.","explicacao_detalhada":"A palavra 'elder est' (πρεσβύτερος) é usada para descrever aqueles que têm a responsabilidade de guiar e cuidar da comunidade de fé.","por_que_esta_palavra":"A menção dos presbíteros destaca a importância da liderança espiritual e da responsabilidade pastoral na vida da igreja.","conexao_teologica":"Os presbíteros são chamados a ser exemplos de fé e conduta, e sua liderança é vital para a saúde espiritual da igreja.","referencias_relacionadas":["1 Timóteo 3:1-7","Tito 1:5-9","Atos 20:28"]},"atos_15_6_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à Palavra de Deus, que se fez carne em Jesus Cristo.","explicacao_detalhada":"A palavra 'palavra' (λόγος) é um termo profundo que implica não apenas comunicação, mas a própria essência de Deus revelada em Cristo.","por_que_esta_palavra":"A ênfase na Palavra destaca a centralidade de Cristo na revelação de Deus e na vida da igreja.","conexao_teologica":"Cristo é a Palavra viva, e a compreensão de Sua natureza é fundamental para a fé cristã e a teologia da encarnação.","referencias_relacionadas":["João 1:1-14","Colossenses 1:15-17","Hebreus 1:1-3"]},"atos_15_6_accompany":{"palavra_pt":"accompany","palavra_original":"συνάγω","transliteracao":"synágō","strong":"G4863","significado_raiz":"Ideia básica: accompany.","significado_contextual":"Refere-se ao ato de reunir ou trazer pessoas juntas.","explicacao_detalhada":"A palavra 'accompany' (συνάγω) implica a ideia de união e colaboração entre os crentes na missão de Deus.","por_que_esta_palavra":"A ênfase na união destaca a importância da comunidade e do trabalho conjunto na propagação do evangelho.","conexao_teologica":"A missão da igreja é realizada em conjunto, refletindo a unidade do corpo de Cristo e a cooperação entre os crentes.","referencias_relacionadas":["Mateus 18:20","Atos 2:44-47","1 Coríntios 3:9"]},"atos_15_7_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' refere-se a Pedro, que é considerado a base da Igreja.","explicacao_detalhada":"No contexto de Atos 15:7, a 'rocha' simboliza a firmeza e a estabilidade que Pedro traz à liderança da Igreja. Jesus o chamou de 'Pedro', que significa 'rocha', indicando seu papel fundamental na edificação da fé cristã.","por_que_esta_palavra":"A escolha da palavra 'rocha' enfatiza a força e a durabilidade da liderança de Pedro, contrastando com a instabilidade de outras opiniões e ensinamentos.","conexao_teologica":"A rocha é um símbolo de Cristo, que é a verdadeira fundação da Igreja. Assim como Pedro é uma rocha, Cristo é a rocha eterna sobre a qual a Igreja é construída.","referencias_relacionadas":["Mateus 16:18","1 Coríntios 3:11","Efésios 2:20"]},"atos_15_7_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' refere-se a um momento específico de decisão e discussão na Igreja primitiva.","explicacao_detalhada":"Neste versículo, o 'dia' simboliza um tempo de revelação e discernimento, onde os apóstolos se reúnem para discutir a questão da salvação dos gentios e a necessidade de seguir a lei.","por_que_esta_palavra":"A palavra 'dia' é usada para marcar um evento significativo na história da Igreja, onde a direção divina é buscada e recebida.","conexao_teologica":"O conceito de 'dia' também pode ser visto como um tempo de graça, onde Deus revela sua vontade ao seu povo.","referencias_relacionadas":["Atos 2:1","Atos 10:9","Gálatas 1:15"]},"atos_15_7_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador e à autoridade suprema que guia a Igreja.","explicacao_detalhada":"Neste contexto, Deus é reconhecido como aquele que conhece os corações e que concede o Espírito Santo, mostrando que a salvação não é apenas para os judeus, mas também para os gentios.","por_que_esta_palavra":"A menção de 'Deus' enfatiza a soberania divina na decisão sobre a inclusão dos gentios na fé cristã.","conexao_teologica":"Deus é o autor da salvação, e sua ação é fundamental para a compreensão da graça e da fé.","referencias_relacionadas":["Romanos 3:29","Efésios 2:8-9","Atos 10:34-35"]},"atos_15_8_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' aqui reafirma a soberania e o conhecimento divino sobre os corações humanos.","explicacao_detalhada":"Deus é descrito como aquele que conhece os corações e que dá o Espírito Santo, indicando que a salvação é um ato divino que transcende as tradições humanas.","por_que_esta_palavra":"A repetição da palavra 'Deus' reforça a ideia de que a decisão sobre a salvação é baseada na ação divina e não em obras humanas.","conexao_teologica":"A inclusão dos gentios na salvação é um reflexo da natureza inclusiva de Deus e de seu plano redentor.","referencias_relacionadas":["Romanos 2:6-8","Gálatas 3:28","Atos 10:44-48"]},"atos_15_8_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se ao Espírito Santo, que é dado aos crentes como um sinal de aceitação por parte de Deus.","explicacao_detalhada":"Neste contexto, o Espírito Santo é visto como a confirmação da salvação e da inclusão dos gentios na comunidade de fé.","por_que_esta_palavra":"A menção do 'espírito' destaca a importância da experiência espiritual e da transformação que acompanha a fé em Cristo.","conexao_teologica":"O Espírito Santo é o agente de transformação e santificação na vida do crente, essencial para a vida cristã.","referencias_relacionadas":["Atos 2:4","Romanos 8:9-11","Gálatas 5:22-23"]},"atos_15_9_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' refere-se à confiança e crença em Jesus Cristo como Senhor e Salvador.","explicacao_detalhada":"Neste versículo, a fé é apresentada como o meio pelo qual os gentios são salvos, enfatizando que a salvação é pela graça através da fé e não pelas obras da lei.","por_que_esta_palavra":"A escolha da palavra 'fé' é crucial para entender a natureza da salvação no cristianismo, que é acessível a todos os que creem.","conexao_teologica":"A fé é um dos pilares da teologia cristã, sendo a resposta humana à graça divina.","referencias_relacionadas":["Efésios 2:8-9","Romanos 1:16-17","Gálatas 2:16"]},"atos_15_9_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' refere-se ao centro das emoções e da vida espiritual do ser humano.","explicacao_detalhada":"No contexto de Atos 15:9, o coração é visto como o lugar onde Deus opera a transformação, purificando os crentes e aceitando-os pela fé.","por_que_esta_palavra":"A ênfase no 'coração' destaca a importância da sinceridade e da autenticidade na relação com Deus.","conexao_teologica":"Deus busca corações sinceros e quebrantados, e a transformação do coração é essencial para a vida cristã.","referencias_relacionadas":["Salmos 51:10","Ezequiel 36:26","Romanos 10:9"]},"atos_15_9_homem":{"palavra_pt":"homem","palavra_original":"οὐδείς","transliteracao":"oudeís","strong":"G3762","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, enfatizando que todos são iguais diante de Deus.","explicacao_detalhada":"Neste versículo, a inclusão dos gentios na salvação é um lembrete de que não há distinção entre judeus e gentios, todos são igualmente necessitados da graça de Deus.","por_que_esta_palavra":"A palavra 'homem' é usada para enfatizar a universalidade da salvação e a igualdade de todos os seres humanos diante de Deus.","conexao_teologica":"A teologia da inclusão é central no cristianismo, onde todos são chamados a se reconciliar com Deus através de Cristo.","referencias_relacionadas":["Gálatas 3:28","Romanos 3:22","Atos 10:34"]},"atos_15_10_lei":{"palavra_pt":"lei","palavra_original":"ζυγός","transliteracao":"zygós","strong":"G2218","significado_raiz":"Ideia básica: lei.","significado_contextual":"A palavra 'lei' refere-se às regras e regulamentos dados a Israel, que não são mais necessários para a salvação dos gentios.","explicacao_detalhada":"Neste contexto, a 'lei' é vista como um fardo que não pode ser suportado, contrastando com a liberdade que vem pela graça de Deus.","por_que_esta_palavra":"A ênfase na 'lei' destaca a transição do Antigo para o Novo Testamento, onde a salvação é pela fé e não pela observância da lei.","conexao_teologica":"A relação entre lei e graça é um tema central na teologia paulina, onde a graça de Deus é suficiente para a salvação.","referencias_relacionadas":["Romanos 6:14","Gálatas 5:1","Colossenses 2:14"]},"atos_15_11_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"A palavra 'graça' refere-se ao favor imerecido de Deus, que é a base da salvação.","explicacao_detalhada":"Neste versículo, a graça é apresentada como o meio pelo qual tanto judeus quanto gentios são salvos, enfatizando que a salvação é um dom de Deus.","por_que_esta_palavra":"A escolha da palavra 'graça' é fundamental para entender a natureza da salvação cristã, que não depende de obras, mas da misericórdia de Deus.","conexao_teologica":"A graça é um dos conceitos mais importantes na teologia cristã, sendo a base da relação entre Deus e a humanidade.","referencias_relacionadas":["Efésios 2:8-9","Romanos 3:24","Tito 3:5"]},"atos_15_11_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Cristo sobre a igreja e os crentes.","explicacao_detalhada":"No contexto de Atos 15, a palavra 'senhor' é utilizada para enfatizar que Jesus é o Senhor soberano que guia e dirige a sua igreja. A discussão sobre a salvação dos gentios destaca a autoridade de Cristo em determinar quem é salvo.","por_que_esta_palavra":"A palavra 'senhor' é crucial para entender a relação de submissão dos crentes a Cristo e a sua liderança na igreja.","conexao_teologica":"A autoridade de Cristo como Senhor é um tema central no Novo Testamento, refletindo sua divindade e papel redentor.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:9-11","Atos 2:36"]},"atos_15_11_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central para a fé cristã, representando o Salvador e o Messias.","explicacao_detalhada":"Em Atos 15, o nome de Jesus é mencionado para reafirmar que a salvação vem somente através dele, destacando sua obra redentora e a importância de crer nele para a salvação.","por_que_esta_palavra":"O nome 'Jesus' é essencial para a identidade cristã, pois significa 'O Senhor salva'.","conexao_teologica":"A salvação em Jesus é um tema recorrente nas escrituras, mostrando que ele é o único caminho para a reconciliação com Deus.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 1:16"]},"atos_15_12_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à autoridade de Paulo como apóstolo.","explicacao_detalhada":"No contexto de Atos 15, o nome é mencionado para legitimar a pregação do evangelho entre os gentios, destacando a importância do testemunho apostólico.","por_que_esta_palavra":"O nome é um símbolo de autoridade e reconhecimento, especialmente no contexto da missão da igreja.","conexao_teologica":"A identidade dos apóstolos é fundamental para a propagação do evangelho e a formação da igreja primitiva.","referencias_relacionadas":["Atos 9:15","Gálatas 1:1","1 Coríntios 1:12"]},"atos_15_12_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Deus único e verdadeiro que age na história da salvação.","explicacao_detalhada":"Em Atos 15, Deus é reconhecido como o autor da salvação, que concede o Espírito Santo aos gentios, mostrando que a salvação não é apenas para os judeus.","por_que_esta_palavra":"A menção a Deus enfatiza sua soberania e o cumprimento de suas promessas na história.","conexao_teologica":"A ação de Deus na salvação é um tema central, mostrando sua graça e misericórdia para com todos os povos.","referencias_relacionadas":["Efésios 2:8-9","Romanos 3:29-30","Atos 10:34-35"]},"atos_15_12_paz":{"palavra_pt":"paz","palavra_original":"σιγάω","transliteracao":"sigáō","strong":"G4601","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' refere-se à reconciliação que Cristo traz entre Deus e a humanidade.","explicacao_detalhada":"No contexto de Atos 15, a paz é um resultado da aceitação do evangelho, que une judeus e gentios em Cristo.","por_que_esta_palavra":"A paz é um tema central na mensagem do evangelho, simbolizando a restauração do relacionamento com Deus.","conexao_teologica":"Cristo é chamado de 'Príncipe da Paz', e sua obra traz verdadeira paz aos corações dos crentes.","referencias_relacionadas":["Romanos 5:1","Efésios 2:14-16","Colossenses 1:20"]},"atos_15_13_paz":{"palavra_pt":"paz","palavra_original":"σιγάω","transliteracao":"sigáō","strong":"G4601","significado_raiz":"Ideia básica: paz.","significado_contextual":"A repetição da palavra 'paz' reforça a importância da unidade e reconciliação na igreja.","explicacao_detalhada":"A paz mencionada aqui é uma confirmação da mensagem de que todos, independentemente de sua origem, podem ter acesso a Deus através de Cristo.","por_que_esta_palavra":"A paz é essencial para a vida da igreja, promovendo harmonia entre os crentes.","conexao_teologica":"A paz é um fruto do Espírito e um sinal da presença de Deus na vida dos crentes.","referencias_relacionadas":["Gálatas 5:22","Filipenses 4:7","Colossenses 3:15"]},"atos_15_13_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar e obedecer aos ensinamentos de Cristo.","explicacao_detalhada":"No contexto de Atos 15, seguir refere-se à necessidade de os crentes se submeterem à liderança e à direção do Espírito Santo na igreja.","por_que_esta_palavra":"Seguir é um chamado à ação e à obediência na vida cristã.","conexao_teologica":"O chamado para seguir a Cristo é um tema central, refletindo a vida de discipulado e compromisso com o evangelho.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"atos_15_13_nome":{"palavra_pt":"nome","palavra_original":"Ἰάκωβος","transliteracao":"Iákōbos","strong":"G2385","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Iáco' refere-se a uma figura importante na história do povo de Israel, simbolizando a continuidade da promessa de Deus.","explicacao_detalhada":"Neste contexto, o nome é mencionado para mostrar a conexão entre a tradição judaica e a nova aliança em Cristo.","por_que_esta_palavra":"O nome é um símbolo de identidade e legado, especialmente na cultura judaica.","conexao_teologica":"A continuidade das promessas de Deus é um tema importante, mostrando como Cristo cumpre as promessas feitas a Israel.","referencias_relacionadas":["Gênesis 32:28","Mateus 1:2-16","Hebreus 11:21"]},"atos_15_14_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' reafirma a soberania de Deus sobre a salvação dos gentios.","explicacao_detalhada":"Neste contexto, Deus é reconhecido como aquele que escolhe e chama pessoas de todas as nações para a salvação.","por_que_esta_palavra":"A menção a Deus destaca sua ação ativa na história da salvação.","conexao_teologica":"A soberania de Deus é um tema central, mostrando que Ele é o autor da salvação e da missão da igreja.","referencias_relacionadas":["Romanos 8:28","Efésios 1:11","Atos 10:43"]},"atos_15_14_nome":{"palavra_pt":"nome","palavra_original":"Συμεών","transliteracao":"Symeṓn","strong":"G4826","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Symeão' é mencionado para conectar a mensagem do evangelho com as raízes judaicas.","explicacao_detalhada":"Symeão, como uma figura do Antigo Testamento, representa a continuidade da obra de Deus entre seu povo.","por_que_esta_palavra":"O nome é importante para entender a identidade e a missão de Deus ao longo da história.","conexao_teologica":"A conexão entre o Antigo e o Novo Testamento é fundamental para a compreensão da obra redentora de Cristo.","referencias_relacionadas":["Gênesis 29:33","Lucas 2:25-35","Atos 13:1"]},"atos_15_14_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de inclusão ou pertencimento a um grupo.","explicacao_detalhada":"No contexto de Atos 15:14, a palavra 'entre' é usada para descrever como Deus se manifestou entre os gentios, mostrando que a salvação não é exclusiva dos judeus, mas acessível a todos.","por_que_esta_palavra":"A escolha da palavra 'entre' enfatiza a presença ativa de Deus no meio dos gentios, sublinhando a universalidade da mensagem do evangelho.","conexao_teologica":"A inclusão dos gentios na salvação é um tema central no Novo Testamento, refletindo a natureza inclusiva do plano de Deus.","referencias_relacionadas":["Atos 10:34-35","Romanos 1:16","Gálatas 3:28"]},"atos_15_15_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se a Cristo como o Verbo de Deus, a expressão máxima da revelação divina.","explicacao_detalhada":"Em Atos 15:15, a referência ao 'verbo' destaca a importância de Cristo na comunicação da vontade de Deus e na realização da salvação.","por_que_esta_palavra":"A palavra 'lógos' é fundamental para entender a natureza de Cristo como a encarnação da palavra de Deus, conforme João 1:1.","conexao_teologica":"Cristo como o Verbo é central para a teologia cristã, pois Ele é o mediador entre Deus e a humanidade.","referencias_relacionadas":["João 1:1","Hebreus 1:1-2","Colossenses 1:16-17"]},"atos_15_15_agree":{"palavra_pt":"agree","palavra_original":"συμφωνέω","transliteracao":"symphōnéō","strong":"G4856","significado_raiz":"Ideia básica: agree.","significado_contextual":"A palavra 'agree' implica em um consenso ou harmonia entre os apóstolos sobre a questão da salvação dos gentios.","explicacao_detalhada":"Em Atos 15:15, a concordância dos apóstolos é crucial para a decisão sobre a inclusão dos gentios na fé cristã, mostrando a unidade da igreja primitiva.","por_que_esta_palavra":"A palavra 'symphōnéō' reflete a necessidade de unidade e acordo na liderança da igreja para enfrentar questões teológicas importantes.","conexao_teologica":"A unidade na fé é um princípio fundamental do corpo de Cristo, enfatizando a importância do consenso na liderança da igreja.","referencias_relacionadas":["Efésios 4:3","Filipenses 1:27","1 Coríntios 1:10"]},"atos_15_16_rei":{"palavra_pt":"rei","palavra_original":"Δαβίδ","transliteracao":"Dabíd","strong":"G1138","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se a Davi, um dos maiores reis de Israel, e simboliza a linhagem messiânica.","explicacao_detalhada":"Em Atos 15:16, a menção a Davi destaca a promessa de Deus de restaurar a sua casa, apontando para a vinda do Messias.","por_que_esta_palavra":"A referência a Davi é significativa, pois liga a promessa de restauração ao cumprimento em Jesus Cristo, que é da linhagem de Davi.","conexao_teologica":"A realeza de Cristo é um tema central, pois Ele é reconhecido como o Rei dos Reis e Senhor dos Senhores.","referencias_relacionadas":["Mateus 1:1","Lucas 1:32-33","Atos 2:30"]},"atos_15_16_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar ou estar em conformidade com algo que foi estabelecido.","explicacao_detalhada":"No contexto de Atos 15:16, 'seguir' refere-se à necessidade de os gentios se alinharem com a nova ordem estabelecida por Deus através da igreja.","por_que_esta_palavra":"A palavra 'metá' sugere um movimento em direção a um novo entendimento e prática da fé cristã.","conexao_teologica":"Seguir a Cristo implica em uma transformação de vida e a adoção de novos valores e práticas.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","Romanos 12:2"]},"atos_15_17_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania de Deus sobre todas as coisas, incluindo a salvação.","explicacao_detalhada":"Em Atos 15:17, a menção ao 'senhor' enfatiza a autoridade divina na decisão de incluir os gentios na promessa de salvação.","por_que_esta_palavra":"A palavra 'kýrios' é usada para reconhecer a soberania de Deus e a sua autoridade sobre a história da salvação.","conexao_teologica":"A soberania de Deus é um tema central na teologia, afirmando que Ele é o Senhor de toda a criação.","referencias_relacionadas":["Salmos 24:1","Romanos 14:9","Apocalipse 19:16"]},"atos_15_17_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' implica em ação, indicando o que Deus está realizando na história da salvação.","explicacao_detalhada":"Em Atos 15:17, 'fazer' refere-se às obras que Deus realiza entre os gentios, mostrando seu poder e graça.","por_que_esta_palavra":"A palavra 'poiéō' destaca a atividade de Deus em trazer salvação e transformação às vidas.","conexao_teologica":"As obras de Deus são um testemunho de sua fidelidade e do cumprimento de suas promessas.","referencias_relacionadas":["Efésios 2:10","Filipenses 1:6","Tito 2:14"]},"atos_15_18_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Criador e Sustentador de todas as coisas, que tem um plano para a humanidade.","explicacao_detalhada":"Em Atos 15:18, a menção a Deus enfatiza sua onisciência e seu papel ativo na história da salvação.","por_que_esta_palavra":"A palavra 'theós' é fundamental para entender a natureza de Deus como aquele que age e se revela ao seu povo.","conexao_teologica":"A compreensão de Deus é central para a fé cristã, pois Ele é a fonte de toda verdade e revelação.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 11:36"]},"atos_15_18_obra":{"palavra_pt":"obra","palavra_original":"ἔργον","transliteracao":"érgon","strong":"G2041","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se ao que Deus realiza em termos de salvação e transformação na vida dos crentes.","explicacao_detalhada":"Em Atos 15:18, 'obra' destaca as ações de Deus que trazem vida e esperança aos gentios.","por_que_esta_palavra":"A palavra 'érgon' enfatiza a importância das ações de Deus na história da salvação e na vida dos crentes.","conexao_teologica":"As obras de Deus são um testemunho de sua graça e poder, refletindo seu caráter e propósito.","referencias_relacionadas":["Atos 4:33","Romanos 8:28","1 Coríntios 15:58"]},"atos_15_18_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"γνωστός","transliteracao":"gnōstós","strong":"G1110","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"A palavra 'acquaintance' refere-se ao conhecimento ou reconhecimento de Deus e de suas obras.","explicacao_detalhada":"Em Atos 15:18, 'conhecido' implica que as ações de Deus são reconhecidas e testemunhadas entre os povos.","por_que_esta_palavra":"A palavra 'gnōstós' sugere um relacionamento íntimo e pessoal com Deus, que é fundamental para a fé.","conexao_teologica":"O conhecimento de Deus é essencial para a vida cristã, pois nos chama a um relacionamento mais profundo com Ele.","referencias_relacionadas":["João 17:3","Filipenses 3:10","1 João 2:3"]},"atos_15_19_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus único e verdadeiro, que é o criador e sustentador de todas as coisas.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para descrever a natureza divina e a soberania de Deus sobre a criação. No contexto de Atos 15, a discussão gira em torno da inclusão dos gentios na fé cristã, enfatizando que Deus é o autor da salvação para todos.","por_que_esta_palavra":"A palavra é central para a compreensão da identidade de Deus e sua relação com a humanidade, especialmente no contexto da nova aliança em Cristo.","conexao_teologica":"Deus é apresentado como aquele que age na história, escolhendo e chamando pessoas para serem parte de seu povo, independentemente de sua origem étnica.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 3:30"]},"atos_15_20_imagem":{"palavra_pt":"imagem","palavra_original":"εἴδωλον","transliteracao":"eídōlon","strong":"G1497","significado_raiz":"Ideia básica: imagem.","significado_contextual":"Refere-se a ídolos ou representações de deuses que são adorados em cultos pagãos.","explicacao_detalhada":"A palavra 'imagem' (εἴδωλον) é usada para descrever objetos de adoração que não têm vida e não representam o verdadeiro Deus. No contexto de Atos 15, a instrução é para que os novos convertidos se afastem da idolatria.","por_que_esta_palavra":"A proibição de adorar imagens é fundamental para a pureza da adoração cristã e a fidelidade ao Deus verdadeiro.","conexao_teologica":"A idolatria é vista como uma violação do primeiro mandamento, que ordena a adoração exclusiva a Deus.","referencias_relacionadas":["Êxodo 20:4-5","1 Coríntios 10:14","1 João 5:21"]},"atos_15_20_morte":{"palavra_pt":"morte","palavra_original":"πνικτός","transliteracao":"pniktós","strong":"G4156","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à morte física e espiritual, especialmente no contexto do pecado.","explicacao_detalhada":"A palavra 'morte' (πνικτός) é usada para descrever a consequência do pecado, que é a separação de Deus. No contexto de Atos 15, a morte é mencionada como algo a ser evitado através da obediência às instruções apostólicas.","por_que_esta_palavra":"A morte é um tema central na teologia cristã, simbolizando a necessidade de redenção e a promessa de vida eterna em Cristo.","conexao_teologica":"Cristo venceu a morte, oferecendo vida aos que creem nele, o que é um tema recorrente nas cartas apostólicas.","referencias_relacionadas":["Romanos 6:23","João 3:16","1 Coríntios 15:55-57"]},"atos_15_20_fornication":{"palavra_pt":"fornication","palavra_original":"πορνεία","transliteracao":"porneía","strong":"G4202","significado_raiz":"Ideia básica: fornication.","significado_contextual":"Refere-se a relações sexuais imorais, especialmente fora do casamento.","explicacao_detalhada":"A palavra 'fornicação' (πορνεία) é utilizada para descrever práticas sexuais que são contrárias aos padrões de santidade de Deus. Em Atos 15, é uma das proibições dadas aos gentios convertidos para garantir a pureza moral da comunidade cristã.","por_que_esta_palavra":"A fornicação é vista como uma violação da santidade e da ordem divina para a sexualidade.","conexao_teologica":"A pureza sexual é um reflexo da santidade de Deus e da nova vida que os crentes têm em Cristo.","referencias_relacionadas":["1 Coríntios 6:18","Gálatas 5:19","Hebreus 13:4"]},"atos_15_21_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à comunidade de crentes em Cristo, tanto judeus quanto gentios.","explicacao_detalhada":"A palavra 'igreja' (συναγωγή) é usada para descrever a assembleia dos fiéis que se reúnem para adorar a Deus e edificar uns aos outros. Em Atos 15, a igreja é vista como o corpo de Cristo que deve permanecer unida na verdade.","por_que_esta_palavra":"A igreja é o meio pelo qual Deus opera na terra, e sua unidade é essencial para o testemunho do evangelho.","conexao_teologica":"A igreja é chamada a ser luz e sal, refletindo a natureza de Cristo para o mundo.","referencias_relacionadas":["Mateus 16:18","Atos 2:42-47","Efésios 4:4-6"]},"atos_15_21_verdade":{"palavra_pt":"pregar/proclamar","palavra_original":"κηρύσσω","transliteracao":"kērýssō","strong":"G2784","significado_raiz":"Ideia básica: pregar.","significado_contextual":"Refere-se à proclamação do evangelho e à fidelidade à mensagem de Cristo.","explicacao_detalhada":"A palavra 'pregar' (κηρύσσω) implica em anunciar publicamente a verdade de Deus. Em Atos 15, a ênfase está na necessidade de ensinar a verdade do evangelho aos novos convertidos.","por_que_esta_palavra":"A pregação da verdade é fundamental para a edificação da fé e a transformação de vidas.","conexao_teologica":"A verdade de Deus é revelada em Cristo e deve ser proclamada a todas as nações.","referencias_relacionadas":["João 8:32","Romanos 10:14-15","2 Timóteo 4:2"]},"atos_15_21_moses":{"palavra_pt":"moises","palavra_original":"Μωσεύς","transliteracao":"Mōseús","strong":"G3475","significado_raiz":"Ideia básica: moises.","significado_contextual":"Refere-se a Moisés, o líder e legislador do povo de Israel.","explicacao_detalhada":"A palavra 'Moisés' (Μωσεύς) é mencionada para conectar a nova aliança com a antiga, mostrando que a lei de Moisés ainda tem relevância na compreensão da moralidade e da ética cristã.","por_que_esta_palavra":"Moisés é uma figura central na história da salvação, e sua lei serve como um guia moral para os crentes.","conexao_teologica":"A relação entre a lei e a graça é um tema importante na teologia paulina, onde a lei é cumprida em Cristo.","referencias_relacionadas":["Êxodo 20:1-17","Gálatas 3:24","Hebreus 3:5-6"]},"atos_15_22_elderest":{"palavra_pt":"elder est","palavra_original":"πρεσβύτερος","transliteracao":"presbýteros","strong":"G4245","significado_raiz":"Ideia básica: elder est.","significado_contextual":"Refere-se aos líderes da igreja, conhecidos como presbíteros.","explicacao_detalhada":"A palavra 'elder' (πρεσβύτερος) é usada para descrever aqueles que têm a responsabilidade de guiar e cuidar da comunidade de fé. Em Atos 15, a escolha de presbíteros é uma parte importante da organização da igreja.","por_que_esta_palavra":"Os presbíteros são essenciais para a liderança espiritual e a edificação da igreja.","conexao_teologica":"A liderança na igreja é um reflexo da ordem e do cuidado de Deus pelo seu povo.","referencias_relacionadas":["Atos 14:23","1 Timóteo 3:1-7","Tito 1:5"]},"atos_15_22_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à assembleia dos crentes, a igreja local.","explicacao_detalhada":"A palavra 'igreja' (ἐκκλησία) enfatiza a reunião dos fiéis para adoração e comunhão. Em Atos 15, a assembleia é convocada para discutir questões importantes sobre a fé.","por_que_esta_palavra":"A congregação é o corpo de Cristo na terra, chamado a viver em unidade e amor.","conexao_teologica":"A igreja é a expressão visível do reino de Deus e deve refletir sua glória.","referencias_relacionadas":["Mateus 18:20","Atos 2:47","Efésios 5:25-27"]},"atos_15_22_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Paulo, um dos apóstolos que desempenhou um papel crucial na expansão do cristianismo.","explicacao_detalhada":"A palavra 'nome' (Παῦλος) é significativa, pois representa a identidade e a missão de Paulo como apóstolo dos gentios. Em Atos 15, seu nome é mencionado em um contexto de liderança e decisão.","por_que_esta_palavra":"O nome de Paulo é associado à pregação do evangelho e à formação de comunidades cristãs.","conexao_teologica":"A transformação de Paulo de perseguidor a apóstolo é um testemunho do poder redentor de Deus.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","Gálatas 1:11-12"]},"atos_15_23_elderest":{"palavra_pt":"elder est","palavra_original":"πρεσβύτερος","transliteracao":"presbýteros","strong":"G4245","significado_raiz":"Ideia básica: elder est.","significado_contextual":"Refere-se a líderes da igreja primitiva, que eram responsáveis por guiar e cuidar da comunidade de fé.","explicacao_detalhada":"A palavra 'presbýteros' é usada para descrever aqueles que têm uma posição de autoridade e responsabilidade espiritual dentro da igreja. No contexto de Atos 15, os presbíteros estavam envolvidos na tomada de decisões importantes sobre a doutrina e a prática cristã.","por_que_esta_palavra":"A escolha da palavra 'elder' enfatiza a sabedoria e a experiência dos líderes da igreja, que são vistos como guias espirituais.","conexao_teologica":"A liderança na igreja é um tema central no Novo Testamento, onde os presbíteros são chamados a cuidar do rebanho de Deus (1 Pedro 5:2).","referencias_relacionadas":["1 Timóteo 5:17","Tito 1:5","Atos 20:17"]},"atos_15_23_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'deus' neste contexto é usada para afirmar a soberania e a autoridade de Deus sobre as decisões que estão sendo tomadas na igreja.","por_que_esta_palavra":"A menção de Deus sublinha a importância de buscar a vontade divina em todas as questões da vida e da fé.","conexao_teologica":"A soberania de Deus é um tema recorrente nas Escrituras, que nos lembra que Ele está no controle de todas as coisas (Romanos 8:28).","referencias_relacionadas":["Salmos 115:3","Isaías 46:10","Romanos 11:36"]},"atos_15_23_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"Simboliza poder, ação e autoridade, frequentemente associada à obra de Deus.","explicacao_detalhada":"A palavra 'cheír' é usada para descrever a mão de Deus como um símbolo de Sua intervenção e ajuda na vida dos crentes.","por_que_esta_palavra":"A mão de Deus é frequentemente mencionada nas Escrituras como um sinal de Sua proteção e bênção sobre o Seu povo.","conexao_teologica":"A mão de Deus representa Sua ação ativa na história e na vida dos indivíduos (Êxodo 15:6).","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Atos 4:30"]},"atos_15_24_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à Palavra de Deus, que se fez carne em Jesus Cristo.","explicacao_detalhada":"A palavra 'lógos' é fundamental para entender a natureza de Cristo como a revelação de Deus e a mensagem central do evangelho.","por_que_esta_palavra":"A utilização de 'lógos' enfatiza que a mensagem que os apóstolos estavam transmitindo era a verdade de Cristo, que é a própria Palavra de Deus.","conexao_teologica":"Cristo é a manifestação do plano redentor de Deus, e a Palavra é essencial para a fé cristã (João 1:14).","referencias_relacionadas":["João 1:1","Hebreus 1:1-2","Colossenses 1:16-17"]},"atos_15_24_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à alma ou vida, simbolizando a essência do ser humano.","explicacao_detalhada":"A palavra 'psychḗ' é usada para descrever a vida que Deus deu ao ser humano, destacando a importância da alma na relação com Deus.","por_que_esta_palavra":"A menção da alma enfatiza a necessidade de cuidar não apenas do corpo, mas também do espírito e da vida interior.","conexao_teologica":"A alma é vista como a parte imortal do ser humano, que se relaciona com Deus e é alvo de Sua salvação (Mateus 10:28).","referencias_relacionadas":["Gênesis 2:7","Mateus 16:26","1 Pedro 1:9"]},"atos_15_24_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"Refere-se à lei mosaica, que era um elemento central na vida religiosa dos judeus.","explicacao_detalhada":"A palavra 'nómos' é utilizada para descrever as instruções e mandamentos dados por Deus ao Seu povo, que regulavam a vida e a adoração.","por_que_esta_palavra":"A menção da lei destaca a tensão entre a graça e a lei na discussão sobre a salvação e a prática cristã.","conexao_teologica":"A relação entre a lei e a graça é um tema importante no Novo Testamento, onde Paulo explica que a salvação vem pela fé, não pela lei (Gálatas 2:16).","referencias_relacionadas":["Romanos 3:20","Gálatas 3:24","Hebreus 10:1"]},"atos_15_25_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e à autoridade de uma pessoa, neste caso, Paulo.","explicacao_detalhada":"A palavra 'Paûlos' é usada para identificar o apóstolo que teve um papel crucial na expansão do cristianismo entre os gentios.","por_que_esta_palavra":"A menção do nome de Paulo é significativa, pois ele era um líder respeitado e sua autoridade era reconhecida na igreja primitiva.","conexao_teologica":"O nome de Paulo é associado à missão e ao chamado de Deus para levar o evangelho aos não-judeus (Atos 9:15).","referencias_relacionadas":["Atos 9:15","Romanos 1:1","2 Timóteo 1:11"]},"atos_15_25_bom":{"palavra_pt":"bom","palavra_original":"δοκέω","transliteracao":"dokéō","strong":"G1380","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se a algo que é considerado correto, justo ou benéfico.","explicacao_detalhada":"A palavra 'dokéō' é usada para expressar a ideia de que algo é bom ou aceitável, especialmente em relação às decisões que estão sendo tomadas.","por_que_esta_palavra":"A utilização da palavra 'bom' enfatiza a busca pela vontade de Deus e a necessidade de agir de acordo com princípios éticos e morais.","conexao_teologica":"A bondade de Deus é um tema central nas Escrituras, onde Ele é descrito como a fonte de todo o bem (Salmos 119:68).","referencias_relacionadas":["Romanos 12:2","Gálatas 6:10","Filipenses 4:8"]},"atos_15_25_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se a algo que se torna significativo ou importante.","explicacao_detalhada":"A palavra 'gínomai' é usada para descrever a transformação ou o surgimento de algo novo, especialmente em relação ao crescimento da igreja.","por_que_esta_palavra":"A menção de 'tornar-se' destaca a dinâmica do crescimento espiritual e da expansão do evangelho.","conexao_teologica":"A ideia de crescimento e transformação é central na vida cristã, onde os crentes são chamados a crescer na fé (2 Pedro 3:18).","referencias_relacionadas":["Atos 2:47","Colossenses 1:10","2 Pedro 3:18"]},"atos_15_26_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à alma ou vida, simbolizando a essência do ser humano.","explicacao_detalhada":"A palavra 'psychḗ' é usada para descrever a vida que Deus deu ao ser humano, destacando a importância da alma na relação com Deus.","por_que_esta_palavra":"A menção da alma enfatiza a necessidade de cuidar não apenas do corpo, mas também do espírito e da vida interior.","conexao_teologica":"A alma é vista como a parte imortal do ser humano, que se relaciona com Deus e é alvo de Sua salvação (Mateus 10:28).","referencias_relacionadas":["Gênesis 2:7","Mateus 16:26","1 Pedro 1:9"]},"atos_15_26_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para designar a autoridade suprema de Cristo sobre a Igreja.","explicacao_detalhada":"No contexto de Atos 15:26, 'senhor' refere-se à soberania de Jesus Cristo, que é reconhecido como o líder e guia da comunidade cristã. A decisão de enviar Paulo e Barnabé é feita sob a autoridade de Cristo.","por_que_esta_palavra":"A utilização da palavra 'senhor' enfatiza a importância da liderança divina nas decisões da Igreja primitiva.","conexao_teologica":"A palavra 'senhor' conecta-se com a ideia de que Cristo é o cabeça da Igreja, conforme Efésios 1:22.","referencias_relacionadas":["Efésios 1:22","Colossenses 1:18","Filipenses 2:9-11"]},"atos_15_26_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na fé cristã, representando a salvação e a encarnação de Deus.","explicacao_detalhada":"Em Atos 15:26, o nome 'Jesus' é mencionado para reafirmar a autoridade e a missão do Salvador, que é a base da pregação apostólica.","por_que_esta_palavra":"O uso do nome 'Jesus' é essencial para identificar o Messias prometido e a fonte da salvação.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, conforme 1 Timóteo 2:5.","referencias_relacionadas":["Atos 4:12","Romanos 10:13","João 14:6"]},"atos_15_27_silas":{"palavra_pt":"silas","palavra_original":"Σίλας","transliteracao":"Sílas","strong":"G4609","significado_raiz":"Ideia básica: silas.","significado_contextual":"Silas é um colaborador de Paulo e Barnabé, representando a unidade e a missão da Igreja.","explicacao_detalhada":"No contexto de Atos 15:27, Silas é enviado junto com Paulo e Barnabé para transmitir a decisão do concílio de Jerusalém, simbolizando a cooperação entre os apóstolos.","por_que_esta_palavra":"A menção de Silas destaca a importância de líderes fiéis na propagação do evangelho.","conexao_teologica":"Silas é um exemplo de discipulado e serviço na obra missionária, como visto em 2 Coríntios 1:19.","referencias_relacionadas":["Atos 15:40","Atos 16:19","2 Coríntios 1:19"]},"atos_15_27_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/verbo' refere-se à mensagem de Cristo e à sua revelação.","explicacao_detalhada":"Em Atos 15:27, a palavra 'lógos' implica a comunicação da verdade divina, que é central na pregação apostólica.","por_que_esta_palavra":"A ênfase na 'palavra' destaca a importância da mensagem de Cristo para a vida e a fé dos crentes.","conexao_teologica":"Cristo é o 'Verbo' que se fez carne, conforme João 1:14.","referencias_relacionadas":["João 1:1","Hebreus 4:12","1 Pedro 1:25"]},"atos_15_27_nome":{"palavra_pt":"nome","palavra_original":"Ἰούδας","transliteracao":"Ioúdas","strong":"G2455","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Judas' é mencionado como um dos portadores da mensagem do concílio.","explicacao_detalhada":"Em Atos 15:27, o nome 'Judas' representa a identidade e a responsabilidade de levar a mensagem aos gentios.","por_que_esta_palavra":"A menção do nome é significativa para a autenticidade da comunicação da decisão do concílio.","conexao_teologica":"O nome é um símbolo de testemunho e missão, como em Mateus 28:19-20.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:13","Atos 15:22"]},"atos_15_28_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se à presença e à ação do Espírito Santo na vida da Igreja.","explicacao_detalhada":"Em Atos 15:28, o 'espírito' é mencionado como testemunha da decisão do concílio, indicando a direção divina na Igreja.","por_que_esta_palavra":"A presença do Espírito Santo é fundamental para a unidade e a orientação da Igreja.","conexao_teologica":"O Espírito Santo é o Consolador prometido, conforme João 14:26.","referencias_relacionadas":["Atos 2:4","Romanos 8:26","Gálatas 5:22-23"]},"atos_15_28_bom":{"palavra_pt":"bom","palavra_original":"δοκέω","transliteracao":"dokéō","strong":"G1380","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' é usada para descrever a decisão que foi considerada justa e adequada.","explicacao_detalhada":"Em Atos 15:28, 'bom' reflete a aprovação do Espírito Santo sobre a decisão do concílio, indicando que era a vontade de Deus.","por_que_esta_palavra":"A palavra 'bom' enfatiza a moralidade e a sabedoria da decisão tomada.","conexao_teologica":"Deus é descrito como bom em Salmos 34:8, e suas decisões são sempre justas.","referencias_relacionadas":["Salmos 34:8","Romanos 12:2","Tiago 1:17"]},"atos_15_28_homem":{"palavra_pt":"homem","palavra_original":"μηδείς","transliteracao":"mēdeís","strong":"G3367","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à condição humana e à necessidade de orientação divina.","explicacao_detalhada":"Em Atos 15:28, 'homem' é mencionado para destacar a fragilidade humana e a necessidade de seguir a direção do Espírito Santo.","por_que_esta_palavra":"A palavra 'homem' é importante para reconhecer a dependência do ser humano em relação a Deus.","conexao_teologica":"A condição do homem é abordada em Romanos 3:23, onde todos pecaram.","referencias_relacionadas":["Romanos 3:23","Gênesis 1:26-27","Salmos 8:4-5"]},"atos_15_29_morte":{"palavra_pt":"morte","palavra_original":"πνικτός","transliteracao":"pniktós","strong":"G4156","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' refere-se à consequência do pecado e à necessidade de se afastar do mal.","explicacao_detalhada":"Em Atos 15:29, 'morte' é mencionada para alertar os crentes sobre as consequências espirituais de suas ações.","por_que_esta_palavra":"A palavra 'morte' enfatiza a gravidade do pecado e a necessidade de viver em santidade.","conexao_teologica":"A morte espiritual é uma consequência do pecado, conforme Romanos 6:23.","referencias_relacionadas":["Romanos 6:23","Gênesis 2:17","Tiago 1:15"]},"atos_15_29_commit":{"palavra_pt":"entregar","palavra_original":"πράσσω","transliteracao":"prássō","strong":"G4238","significado_raiz":"Ideia básica: entregar.","significado_contextual":"A palavra 'entregar' refere-se à ação de se submeter à vontade de Deus.","explicacao_detalhada":"Em Atos 15:29, 'entregar' implica a necessidade de os crentes se comprometerem a seguir as orientações do concílio.","por_que_esta_palavra":"A palavra 'entregar' é crucial para entender a entrega total a Deus e à sua vontade.","conexao_teologica":"A entrega a Deus é um tema central em Romanos 12:1, onde somos chamados a nos apresentar como sacrifícios vivos.","referencias_relacionadas":["Romanos 12:1","Mateus 16:24","Gálatas 2:20"]},"atos_15_29_fornication":{"palavra_pt":"fornication","palavra_original":"πορνεία","transliteracao":"porneía","strong":"G4202","significado_raiz":"Ideia básica: fornication.","significado_contextual":"A palavra 'fornicação' refere-se a relações sexuais fora do casamento, sendo um tema importante nas instruções dadas aos gentios.","explicacao_detalhada":"No contexto de Atos 15, a fornicação é mencionada como uma das práticas que os gentios deveriam evitar. Isso reflete a preocupação da igreja primitiva em manter a santidade e a moralidade entre os crentes.","por_que_esta_palavra":"A escolha da palavra 'fornicação' enfatiza a necessidade de pureza sexual e a importância de viver de acordo com os padrões de Deus.","conexao_teologica":"A fornicação é frequentemente associada à idolatria e à desobediência a Deus, como visto em várias passagens do Novo Testamento.","referencias_relacionadas":["1 Coríntios 6:18","Gálatas 5:19","Efésios 5:3"]},"atos_15_30_terra":{"palavra_pt":"terra","palavra_original":"κατέρχομαι","transliteracao":"katérchomai","strong":"G2718","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo ou à região habitada, simbolizando a criação de Deus e o lugar onde os seres humanos vivem.","explicacao_detalhada":"No contexto de Atos 15, a menção da 'terra' pode estar relacionada à ideia de que a mensagem do evangelho deve ser levada a todas as nações e lugares.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender a abrangência da missão da igreja, que é levar o evangelho a todos os cantos do mundo.","conexao_teologica":"A terra é vista como parte da criação de Deus, e a missão da igreja é restaurar a relação entre Deus e a criação.","referencias_relacionadas":["Gênesis 1:28","Mateus 28:19","Romanos 8:19-21"]},"atos_15_31_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador do universo e fonte de toda a verdade e moralidade.","explicacao_detalhada":"No contexto de Atos 15, a menção de Deus é central, pois as instruções dadas aos gentios são baseadas na vontade divina e na revelação de Deus através de Jesus Cristo.","por_que_esta_palavra":"A palavra 'Deus' é crucial para entender a autoridade por trás das decisões tomadas pela igreja primitiva.","conexao_teologica":"Deus é o centro da teologia cristã, e todas as ações da igreja devem refletir Sua vontade e caráter.","referencias_relacionadas":["Salmos 46:10","João 3:16","Romanos 1:20"]},"atos_15_31_consolo":{"palavra_pt":"consolo","palavra_original":"παράκλησις","transliteracao":"paráklēsis","strong":"G3874","significado_raiz":"Ideia básica: consolo.","significado_contextual":"A palavra 'consolo' refere-se ao conforto e encorajamento que os crentes recebem através da fé em Cristo.","explicacao_detalhada":"No contexto de Atos 15, o consolo é uma resposta ao desafio enfrentado pelos gentios, assegurando-lhes que a graça de Deus é suficiente.","por_que_esta_palavra":"A ênfase no consolo destaca a natureza pastoral da liderança da igreja, que busca edificar e fortalecer a fé dos crentes.","conexao_teologica":"O consolo é uma manifestação do amor de Deus e do trabalho do Espírito Santo na vida dos crentes.","referencias_relacionadas":["2 Coríntios 1:3-4","Romanos 15:5-6","Filipenses 2:1"]},"atos_15_32_silas":{"palavra_pt":"silas","palavra_original":"Σίλας","transliteracao":"Sílas","strong":"G4609","significado_raiz":"Ideia básica: silas.","significado_contextual":"Silas é um companheiro de Paulo e um líder na igreja primitiva, conhecido por sua fidelidade e coragem.","explicacao_detalhada":"No contexto de Atos 15, Silas é enviado junto com Paulo para fortalecer a igreja e transmitir as decisões do concílio de Jerusalém.","por_que_esta_palavra":"A menção de Silas destaca a importância da colaboração e do apoio mútuo na missão da igreja.","conexao_teologica":"Silas representa a unidade e a diversidade da igreja primitiva, mostrando como diferentes líderes trabalhavam juntos para o avanço do evangelho.","referencias_relacionadas":["Atos 15:40","Atos 16:19-25","2 Coríntios 1:19"]},"atos_15_32_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'Cristo' refere-se ao Messias, o Salvador prometido que cumpriu as profecias do Antigo Testamento.","explicacao_detalhada":"No contexto de Atos 15, a menção de Cristo é central para a mensagem do evangelho, que é a salvação através da fé Nele.","por_que_esta_palavra":"A palavra 'Cristo' é fundamental para a identidade cristã, pois representa a esperança e a redenção oferecidas a toda a humanidade.","conexao_teologica":"Cristo é o cumprimento das promessas de Deus e o mediador entre Deus e os homens.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 10:9"]},"atos_15_33_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' refere-se à tranquilidade e harmonia que vêm de um relacionamento correto com Deus.","explicacao_detalhada":"No contexto de Atos 15, a paz é uma consequência da obediência às instruções de Deus e da unidade entre os crentes.","por_que_esta_palavra":"A ênfase na paz destaca a importância da reconciliação e da harmonia na comunidade cristã.","conexao_teologica":"A paz é um dos frutos do Espírito e um sinal da presença de Deus na vida dos crentes.","referencias_relacionadas":["Filipenses 4:7","Colossenses 3:15","Romanos 5:1"]},"atos_15_33_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar ou executar algo, especialmente em relação à vontade de Deus.","explicacao_detalhada":"No contexto de Atos 15, 'fazer' implica em agir de acordo com as instruções recebidas e viver uma vida que glorifique a Deus.","por_que_esta_palavra":"A palavra 'fazer' é importante para entender a responsabilidade dos crentes em praticar a fé e obedecer aos mandamentos de Deus.","conexao_teologica":"Fazer a vontade de Deus é um princípio central na vida cristã, refletindo a fé em ação.","referencias_relacionadas":["Tiago 1:22","Mateus 7:21","Gálatas 5:13"]},"atos_15_33_years":{"palavra_pt":"anos","palavra_original":"χρόνος","transliteracao":"chrónos","strong":"G5550","significado_raiz":"Ideia básica: anos.","significado_contextual":"A palavra 'anos' refere-se ao tempo, simbolizando a continuidade e a fidelidade de Deus ao longo das gerações.","explicacao_detalhada":"No contexto de Atos 15, a menção de 'anos' pode indicar a duração do ministério e a perseverança da igreja em meio a desafios.","por_que_esta_palavra":"A palavra 'anos' ressalta a importância da história e da tradição na formação da fé cristã.","conexao_teologica":"Os anos são um testemunho da fidelidade de Deus e da obra contínua do Espírito Santo na história da salvação.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","Hebreus 13:8"]},"atos_15_34_silas":{"palavra_pt":"silas","palavra_original":"Σίλας","transliteracao":"Sílas","strong":"G4609","significado_raiz":"Ideia básica: silas.","significado_contextual":"Silas é mencionado novamente como um líder e companheiro de Paulo, reforçando sua importância na missão da igreja.","explicacao_detalhada":"No contexto de Atos 15, a repetição do nome Silas enfatiza sua continuidade no ministério e seu papel na edificação da igreja.","por_que_esta_palavra":"A palavra 'Silas' é significativa para reconhecer os colaboradores que desempenham papéis essenciais na propagação do evangelho.","conexao_teologica":"Silas representa a importância da comunidade e do trabalho em equipe na missão da igreja.","referencias_relacionadas":["Atos 15:40","Atos 16:1","Atos 17:4"]},"atos_15_34_bom":{"palavra_pt":"bom","palavra_original":"δοκέω","transliteracao":"dokéō","strong":"G1380","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se a algo que é considerado positivo ou desejável.","explicacao_detalhada":"A palavra 'bom' é utilizada para descrever ações, decisões ou pessoas que têm um caráter virtuoso e que agradam a Deus. No contexto de Atos 15, a decisão de enviar Paulo e Barnabé é considerada boa para a missão da igreja.","por_que_esta_palavra":"Esta palavra é importante porque reflete a natureza de Deus e a qualidade das ações que Ele aprova.","conexao_teologica":"A bondade é um atributo de Deus, e os cristãos são chamados a imitar essa bondade em suas vidas.","referencias_relacionadas":["Salmos 34:8","Mateus 7:17","Gálatas 5:22"]},"atos_15_34_abide":{"palavra_pt":"abide","palavra_original":"ἐπιμένω","transliteracao":"epiménō","strong":"G1961","significado_raiz":"Ideia básica: abide.","significado_contextual":"Significa permanecer ou continuar em um estado ou lugar.","explicacao_detalhada":"A palavra 'abide' é usada para enfatizar a importância de permanecer firme na fé e na comunhão com Deus e com os irmãos. No contexto de Atos 15, isso se relaciona à continuidade da missão e do ensino.","por_que_esta_palavra":"É crucial para a vida cristã, pois a perseverança na fé é um tema central nas Escrituras.","conexao_teologica":"A ideia de permanecer em Cristo é fundamental para a vida espiritual, conforme ensinado em João 15.","referencias_relacionadas":["João 15:4-5","1 João 2:24","Colossenses 1:23"]},"atos_15_35_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade de uma pessoa, neste caso, Paulo.","explicacao_detalhada":"O nome 'Paulo' é significativo, pois representa a transformação de Saulo, o perseguidor, em Paulo, o apóstolo dos gentios. Isso ilustra a graça e o poder de Deus para mudar vidas.","por_que_esta_palavra":"O nome é um símbolo da nova identidade que os crentes têm em Cristo.","conexao_teologica":"A mudança de nome de Saulo para Paulo representa a nova vida que temos em Cristo.","referencias_relacionadas":["Atos 9:15","Gálatas 1:13-16","Filipenses 3:5-6"]},"atos_15_35_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à Palavra de Deus, que é central na mensagem cristã.","explicacao_detalhada":"A palavra 'Cristo' é usada para enfatizar a importância de Jesus como o Messias e a Palavra viva que traz salvação. No contexto de Atos 15, isso se relaciona à pregação do evangelho.","por_que_esta_palavra":"Cristo é o centro da fé cristã, e sua mensagem é fundamental para a missão da igreja.","conexao_teologica":"A Palavra se fez carne e habitou entre nós, conforme João 1:14, mostrando a importância de Cristo na revelação de Deus.","referencias_relacionadas":["João 1:1","Romanos 10:17","1 Coríntios 1:23"]},"atos_15_35_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao poder e à soberania de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' indica a autoridade de Cristo sobre a igreja e a missão. No contexto de Atos 15, isso é relevante para as decisões que a igreja toma sob a liderança do Espírito Santo.","por_que_esta_palavra":"Reconhecer a autoridade de Cristo é essencial para a obediência e a submissão à Sua vontade.","conexao_teologica":"Cristo é o Senhor e Rei, e sua autoridade é reconhecida em toda a Escritura.","referencias_relacionadas":["Mateus 28:18","Efésios 1:22","Filipenses 2:9-11"]},"atos_15_36_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico, neste caso, o dia em que Paulo e Barnabé decidiram partir.","explicacao_detalhada":"A palavra 'dia' é usada para marcar um momento importante na história da igreja, quando Paulo e Barnabé se prepararam para uma nova missão.","por_que_esta_palavra":"A noção de tempo é crucial para entender a cronologia dos eventos na obra missionária da igreja primitiva.","conexao_teologica":"Deus opera em tempos e estações, e cada dia é uma oportunidade para cumprir Sua vontade.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"atos_15_36_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se novamente à identidade de Paulo, enfatizando sua importância na missão.","explicacao_detalhada":"O nome 'Paulo' é mencionado para reafirmar seu papel como líder e missionário, destacando sua autoridade e experiência.","por_que_esta_palavra":"A identidade de Paulo é central para a narrativa de Atos, pois ele é um dos principais apóstolos que espalham o evangelho.","conexao_teologica":"A identidade em Cristo é fundamental para a missão da igreja e a propagação do evangelho.","referencias_relacionadas":["Atos 13:9","Gálatas 2:8","2 Timóteo 1:11"]},"atos_15_36_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à Palavra de Deus, que é central na mensagem cristã.","explicacao_detalhada":"A palavra 'Cristo' é usada para enfatizar a importância de Jesus como o Messias e a Palavra viva que traz salvação. No contexto de Atos 15, isso se relaciona à pregação do evangelho.","por_que_esta_palavra":"Cristo é o centro da fé cristã, e sua mensagem é fundamental para a missão da igreja.","conexao_teologica":"A Palavra se fez carne e habitou entre nós, conforme João 1:14, mostrando a importância de Cristo na revelação de Deus.","referencias_relacionadas":["João 1:1","Romanos 10:17","1 Coríntios 1:23"]},"atos_15_37_marcus":{"palavra_pt":"marcus","palavra_original":"Μάρκος","transliteracao":"Márkos","strong":"G3138","significado_raiz":"Ideia básica: marcus.","significado_contextual":"Refere-se a Marcos, um dos companheiros de Paulo e Barnabé.","explicacao_detalhada":"A inclusão de Marcos na narrativa destaca a importância de seus relacionamentos e a dinâmica da equipe missionária, além de sua eventual restauração após ter abandonado a missão anteriormente.","por_que_esta_palavra":"Marcos é uma figura importante na história da igreja primitiva e sua contribuição é reconhecida nas cartas de Paulo.","conexao_teologica":"A restauração e o perdão são temas centrais no cristianismo, refletindo a graça de Deus.","referencias_relacionadas":["Atos 12:12","Colossenses 4:10","2 Timóteo 4:11"]},"atos_15_37_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de João, que também é conhecido como Marcos.","explicacao_detalhada":"O nome 'João' é importante para identificar Marcos e sua linhagem, além de mostrar a conexão com a tradição judaica.","por_que_esta_palavra":"O nome é um símbolo da identidade e da herança espiritual que ele carrega.","conexao_teologica":"A identidade em Cristo é fundamental para a missão da igreja e a propagação do evangelho.","referencias_relacionadas":["Atos 12:12","Marcos 1:1","Colossenses 4:10"]},"atos_15_37_disposed":{"palavra_pt":"disposed","palavra_original":"βούλομαι","transliteracao":"boúlomai","strong":"G1014","significado_raiz":"Ideia básica: disposed.","significado_contextual":"A palavra 'disposed' refere-se à disposição ou vontade de alguém em realizar uma ação.","explicacao_detalhada":"No contexto de Atos 15:37, a disposição de Paulo em levar Marcos na missão é um ponto central de discussão entre Paulo e Barnabé. A palavra sugere uma intenção clara e deliberada.","por_que_esta_palavra":"A escolha da palavra 'disposed' enfatiza a vontade ativa de Paulo em incluir Marcos, apesar das dificuldades anteriores.","conexao_teologica":"A disposição de Paulo reflete a importância da colaboração e do perdão nas relações ministeriais, mostrando que Deus pode usar até mesmo desacordos para cumprir Seus propósitos.","referencias_relacionadas":["Atos 15:36-41","Filipenses 1:6","2 Timóteo 4:11"]},"atos_15_38_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Paulo' é significativo, pois representa a identidade do apóstolo que se tornaria um dos principais missionários do cristianismo.","explicacao_detalhada":"Em Atos 15:38, o nome Paulo é mencionado em um momento crítico, onde sua decisão de não levar Marcos à missão é discutida. O nome carrega um peso de autoridade e missão.","por_que_esta_palavra":"A menção do nome é crucial para entender a posição de Paulo e seu papel na expansão do evangelho.","conexao_teologica":"O nome Paulo simboliza a transformação e a nova identidade que todos os crentes recebem em Cristo, refletindo a obra redentora de Deus.","referencias_relacionadas":["Atos 13:9","Romanos 1:1","1 Coríntios 1:12"]},"atos_15_38_pamphylia":{"palavra_pt":"pamphylia","palavra_original":"Παμφυλία","transliteracao":"Pamphylía","strong":"G3828","significado_raiz":"Ideia básica: pamphylia.","significado_contextual":"Pamphylia é uma região mencionada no contexto da missão de Paulo e Barnabé, onde Marcos havia abandonado a missão anterior.","explicacao_detalhada":"A referência a Pamphylia em Atos 15:38 é importante porque marca o local onde houve a primeira separação entre Paulo e Marcos, levantando questões sobre fidelidade e compromisso.","por_que_esta_palavra":"Pamphylia é um lembrete das dificuldades enfrentadas na obra missionária e das decisões que impactam o ministério.","conexao_teologica":"A geografia bíblica, como Pamphylia, ilustra a expansão do evangelho e os desafios que os missionários enfrentam, refletindo a luta entre a carne e o espírito.","referencias_relacionadas":["Atos 13:13","Atos 14:24","Gálatas 1:2"]},"atos_15_38_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a soberania de Deus sobre as decisões humanas, mesmo em desacordos.","explicacao_detalhada":"Embora a palavra 'deus' não apareça diretamente em Atos 15:38, o conceito de Deus está implícito nas decisões que Paulo e Barnabé tomam, mostrando que Deus está no controle.","por_que_esta_palavra":"A menção de Deus é fundamental para entender que, mesmo em conflitos, Ele está trabalhando para o bem maior.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, lembrando que Ele guia os passos de Seus servos.","referencias_relacionadas":["Romanos 8:28","Provérbios 16:9","Salmos 37:23"]},"atos_15_39_marcus":{"palavra_pt":"marcus","palavra_original":"Μάρκος","transliteracao":"Márkos","strong":"G3138","significado_raiz":"Ideia básica: marcus.","significado_contextual":"Marcus, ou Marcos, é uma figura importante que, apesar de sua falha anterior, é restaurado mais tarde no ministério.","explicacao_detalhada":"Em Atos 15:39, a menção de Marcos destaca a tensão entre Paulo e Barnabé, mas também a possibilidade de restauração e perdão.","por_que_esta_palavra":"A inclusão de Marcos na discussão mostra que a graça de Deus pode alcançar até aqueles que falharam.","conexao_teologica":"A história de Marcos é um testemunho da graça e da restauração que Deus oferece a todos os Seus servos.","referencias_relacionadas":["Colossenses 4:10","2 Timóteo 4:11","1 Pedro 5:13"]},"atos_15_39_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'grande' refere-se ao impacto do desacordo entre Paulo e Barnabé, que resultou em duas equipes missionárias.","explicacao_detalhada":"Em Atos 15:39, o 'grande' desacordo mostra a intensidade das emoções e a seriedade da missão, levando a uma divisão que, paradoxalmente, multiplicou o trabalho missionário.","por_que_esta_palavra":"A palavra 'grande' enfatiza que até mesmo conflitos podem ter um impacto significativo no avanço do evangelho.","conexao_teologica":"Deus pode usar até mesmo as divisões entre Seus servos para expandir Seu reino, mostrando que Ele é soberano sobre todas as situações.","referencias_relacionadas":["Atos 15:36-41","Romanos 12:18","1 Coríntios 1:10"]},"atos_15_39_bom":{"palavra_pt":"bom","palavra_original":"παροξυσμός","transliteracao":"paroxysmós","strong":"G3948","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade do ministério e à necessidade de ter companheiros fiéis na obra.","explicacao_detalhada":"No contexto de Atos 15:39, o 'bom' é um critério para avaliar quem deve acompanhar Paulo em sua missão, refletindo a importância da fidelidade.","por_que_esta_palavra":"A busca por companheiros 'bons' é essencial para o sucesso do ministério e para a saúde espiritual da equipe.","conexao_teologica":"A busca por pessoas de caráter e integridade é um princípio teológico que se aplica a todas as áreas da vida cristã.","referencias_relacionadas":["Provérbios 27:17","Gálatas 6:1","2 Coríntios 6:14"]},"atos_15_40_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Paulo' é novamente mencionado, reforçando sua identidade e papel na missão.","explicacao_detalhada":"A repetição do nome Paulo em Atos 15:40 destaca sua liderança e a continuidade de sua missão após a separação de Barnabé.","por_que_esta_palavra":"A ênfase no nome é crucial para entender a trajetória de Paulo e seu compromisso com o evangelho.","conexao_teologica":"O nome Paulo representa a transformação e a missão que cada crente é chamado a viver em Cristo.","referencias_relacionadas":["Atos 13:9","Romanos 1:1","1 Coríntios 1:12"]},"atos_15_40_silas":{"palavra_pt":"silas","palavra_original":"Σίλας","transliteracao":"Sílas","strong":"G4609","significado_raiz":"Ideia básica: silas.","significado_contextual":"Silas é apresentado como um novo companheiro de Paulo, simbolizando a continuidade da missão.","explicacao_detalhada":"Em Atos 15:40, Silas é escolhido para acompanhar Paulo, mostrando que Deus levanta novos líderes para a obra.","por_que_esta_palavra":"A inclusão de Silas destaca a importância de ter parceiros fiéis e comprometidos na missão.","conexao_teologica":"A escolha de Silas reflete a providência de Deus em levantar pessoas para cumprir Seus planos.","referencias_relacionadas":["Atos 15:22","Atos 16:1","2 Coríntios 1:19"]},"atos_15_40_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"A palavra 'graça' refere-se ao favor imerecido de Deus, essencial para a vida cristã.","explicacao_detalhada":"Em Atos 15:40, a graça é um tema subjacente que permeia as decisões e ações dos apóstolos, lembrando que todos dependem da graça de Deus.","por_que_esta_palavra":"A ênfase na graça é fundamental para entender a natureza do ministério e a relação entre os crentes.","conexao_teologica":"A graça é o fundamento da salvação e do relacionamento com Deus, sendo central na teologia cristã.","referencias_relacionadas":["Efésios 2:8-9","Tito 2:11","Romanos 5:20"]},"atos_15_41_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à comunidade de crentes que se reúnem para adorar e praticar a fé em Jesus Cristo.","explicacao_detalhada":"A palavra 'igreja' ou 'assembleia' (ἐκκλησία) é utilizada no Novo Testamento para descrever não apenas um edifício, mas a própria comunidade de fiéis. Em Atos 15, a igreja é vista como um corpo que toma decisões importantes sobre a fé e a prática cristã.","por_que_esta_palavra":"A escolha da palavra 'igreja' enfatiza a importância da comunhão e da unidade entre os crentes, especialmente em momentos de decisão e conflito.","conexao_teologica":"A igreja é o corpo de Cristo na Terra, chamada a ser luz e sal do mundo, conforme Mateus 5:14-16. A unidade da igreja é essencial para o testemunho do evangelho.","referencias_relacionadas":["Mateus 16:18","Atos 2:42","Efésios 4:4-6"]},"atos_15_41_syria":{"palavra_pt":"syria","palavra_original":"Συρία","transliteracao":"Syría","strong":"G4947","significado_raiz":"Ideia básica: syria.","significado_contextual":"Refere-se à região geográfica onde Paulo e Barnabé viajaram para pregar o evangelho.","explicacao_detalhada":"A Síria era uma área importante no contexto do Novo Testamento, pois era um centro de comércio e cultura, além de ser um local estratégico para a propagação do cristianismo.","por_que_esta_palavra":"A menção da Síria destaca a expansão do evangelho além das fronteiras judaicas, mostrando que a mensagem de Cristo estava alcançando diferentes povos e culturas.","conexao_teologica":"A missão da igreja é ir a todas as nações, conforme Mateus 28:19-20, e a Síria representa uma das muitas regiões que ouviram a mensagem do evangelho.","referencias_relacionadas":["Atos 11:19","Atos 13:1","Atos 15:23"]},"atos_15_41_cilicia":{"palavra_pt":"cilicia","palavra_original":"Κιλικία","transliteracao":"Kilikía","strong":"G2791","significado_raiz":"Ideia básica: cilicia.","significado_contextual":"Outra região geográfica mencionada, onde Paulo também teve um papel significativo na pregação do evangelho.","explicacao_detalhada":"Cilícia era a terra natal de Paulo e um local onde ele estabeleceu igrejas e fortaleceu a fé dos crentes. Sua menção em Atos 15 destaca a importância das viagens missionárias.","por_que_esta_palavra":"A referência a Cilícia sublinha a conexão pessoal de Paulo com a região e seu compromisso em levar a mensagem de Cristo a sua própria terra.","conexao_teologica":"A obra missionária de Paulo em Cilícia exemplifica o chamado de Deus para levar o evangelho a todos, começando pela própria casa.","referencias_relacionadas":["Atos 9:30","Atos 11:26","Atos 15:23"]}}