{"atos_16_1_deus":{"palavra_pt":"deus","palavra_original":"Τιμόθεος","transliteracao":"Timótheos","strong":"G5095","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao nome 'Timóteo', que significa 'aquele que honra Deus'.","explicacao_detalhada":"Timóteo é apresentado como um jovem crente que se torna um colaborador próximo de Paulo. Seu nome reflete a importância de honrar a Deus em todas as ações.","por_que_esta_palavra":"A escolha do nome 'Timóteo' enfatiza a identidade cristã e o chamado de cada crente para viver de maneira que glorifique a Deus.","conexao_teologica":"A vida de Timóteo é um exemplo de como os crentes são chamados a honrar a Deus em suas vidas e ministérios, conforme Romanos 12:1.","referencias_relacionadas":["1 Timóteo 1:2","2 Timóteo 1:5","Atos 16:3"]},"atos_16_1_believeing":{"palavra_pt":"believe ing","palavra_original":"πιστός","transliteracao":"pistós","strong":"G4103","significado_raiz":"Ideia básica: believe ing.","significado_contextual":"Refere-se à qualidade de ser fiel ou crente, uma característica essencial para os seguidores de Cristo.","explicacao_detalhada":"A palavra 'pistós' é usada para descrever aqueles que têm fé em Jesus e são confiáveis em sua caminhada cristã. Em Atos 16, isso é exemplificado na vida de Timóteo.","por_que_esta_palavra":"A ênfase na fé é crucial, pois a salvação e a vida cristã são fundamentadas na crença em Jesus Cristo.","conexao_teologica":"A fé é um tema central no Novo Testamento, sendo a base da relação do crente com Deus, conforme Hebreus 11:6.","referencias_relacionadas":["Romanos 1:17","Gálatas 2:20","Hebreus 11:1"]},"atos_16_2_lystra":{"palavra_pt":"lystra","palavra_original":"Λύστρα","transliteracao":"Lýstra","strong":"G3082","significado_raiz":"Ideia básica: lystra.","significado_contextual":"Refere-se à cidade onde Timóteo foi encontrado e se tornou um discípulo de Paulo.","explicacao_detalhada":"Listra era uma cidade da Galácia, e a conversão de Timóteo ali destaca a importância do ministério de Paulo em áreas não judaicas.","por_que_esta_palavra":"A menção de Lystra mostra como o evangelho estava se espalhando para além das fronteiras judaicas, alcançando gentios e formando novas comunidades de fé.","conexao_teologica":"A expansão do evangelho em Lystra é um cumprimento da Grande Comissão, onde Jesus ordena que seus discípulos façam discípulos de todas as nações.","referencias_relacionadas":["Atos 14:6","Atos 14:21","Atos 16:3"]},"atos_16_2_testemunha":{"palavra_pt":"testemunha","palavra_original":"μαρτυρέω","transliteracao":"martyréō","strong":"G3140","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"Refere-se ao ato de dar testemunho da fé em Jesus Cristo.","explicacao_detalhada":"A palavra 'martyréō' implica não apenas em falar sobre a fé, mas também em viver de maneira que reflita essa fé. Timóteo é descrito como uma testemunha fiel em sua comunidade.","por_que_esta_palavra":"A ênfase na testemunha é fundamental, pois os crentes são chamados a ser luz e sal, refletindo a verdade de Cristo em suas vidas.","conexao_teologica":"O chamado para ser testemunha é uma parte essencial da missão da igreja, conforme Atos 1:8, onde os crentes são enviados para testemunhar em todo o mundo.","referencias_relacionadas":["Atos 1:8","1 Pedro 2:9","Apocalipse 12:11"]},"atos_16_3_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome 'Paulo', que significa 'pequeno' ou 'humilde'.","explicacao_detalhada":"O nome Paulo é significativo, pois reflete a transformação que ocorreu em sua vida após seu encontro com Cristo. Ele passou de perseguidor a apóstolo.","por_que_esta_palavra":"A escolha do nome Paulo destaca a humildade e a disposição de servir a Deus, mesmo após ter sido um grande opositor da fé.","conexao_teologica":"A vida de Paulo exemplifica a graça de Deus que transforma vidas, conforme 2 Coríntios 5:17, onde diz que em Cristo somos novas criaturas.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","Gálatas 1:11-12"]},"atos_16_3_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se à decisão de Paulo de levar Timóteo consigo em sua jornada missionária.","explicacao_detalhada":"A palavra 'thélō' implica uma escolha deliberada e intencional. Paulo escolheu Timóteo por sua fé e caráter, reconhecendo seu potencial para o ministério.","por_que_esta_palavra":"A escolha de Timóteo destaca a importância de selecionar colaboradores fiéis e comprometidos na obra de Deus.","conexao_teologica":"Deus nos chama a fazer escolhas sábias em nosso ministério, conforme Provérbios 3:5-6, confiando em Sua direção.","referencias_relacionadas":["1 Timóteo 4:14","2 Timóteo 2:2","Atos 13:2"]},"atos_16_4_elderest":{"palavra_pt":"elder est","palavra_original":"πρεσβύτερος","transliteracao":"presbýteros","strong":"G4245","significado_raiz":"Ideia básica: elder est.","significado_contextual":"Refere-se à posição de liderança dentro da igreja, muitas vezes associada à sabedoria e à experiência.","explicacao_detalhada":"A palavra 'presbýteros' é usada para descrever os líderes da igreja primitiva, que eram responsáveis por guiar e cuidar da comunidade de crentes.","por_que_esta_palavra":"A menção de 'elder est' destaca a importância da liderança espiritual e da responsabilidade dos presbíteros na edificação da igreja.","conexao_teologica":"A liderança na igreja é um princípio bíblico, conforme 1 Timóteo 3:1-7, onde Paulo descreve as qualificações dos presbíteros.","referencias_relacionadas":["Atos 14:23","Tito 1:5","1 Pedro 5:1-3"]},"atos_16_5_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à comunidade de crentes que se reúnem para adorar e praticar a fé em Jesus Cristo.","explicacao_detalhada":"A palavra 'igreja' ou 'assembleia' (ἐκκλησία) é usada no Novo Testamento para descrever não apenas um edifício, mas a própria comunidade de fiéis. Em Atos 16:5, a igreja é mencionada como um corpo de crentes que se fortalece na fé.","por_que_esta_palavra":"A escolha da palavra 'igreja' enfatiza a importância da união e do apoio mútuo entre os crentes na propagação do evangelho.","conexao_teologica":"A igreja é vista como o corpo de Cristo na terra, onde cada membro desempenha um papel vital na edificação da fé e na missão de evangelização.","referencias_relacionadas":["Mateus 16:18","Atos 2:47","Efésios 4:11-13"]},"atos_16_5_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' (πίστις) refere-se à confiança e crença em Deus e em suas promessas.","explicacao_detalhada":"Em Atos 16:5, a fé é mencionada como um elemento central na vida da igreja, indicando que os crentes estavam se fortalecendo na confiança em Deus e em sua palavra.","por_que_esta_palavra":"A palavra 'fé' é fundamental para a vida cristã, pois sem fé é impossível agradar a Deus (Hebreus 11:6).","conexao_teologica":"A fé é o meio pelo qual os crentes se conectam a Deus e recebem a salvação, sendo um tema recorrente nas cartas de Paulo.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Gálatas 2:20"]},"atos_16_5_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' (ἡμέρα) pode se referir a um período de tempo específico ou a um momento de importância espiritual.","explicacao_detalhada":"Em Atos 16:5, o 'dia' pode simbolizar momentos de decisão e ação na vida da igreja, onde a obra de Deus se manifesta.","por_que_esta_palavra":"O uso da palavra 'dia' destaca a importância do tempo em que as ações de Deus ocorrem, enfatizando a necessidade de estar atento aos momentos que Ele designa.","conexao_teologica":"A noção de 'dia' é frequentemente associada ao plano de Deus para a humanidade, incluindo o dia do Senhor e a expectativa de sua volta.","referencias_relacionadas":["Salmos 118:24","Mateus 24:36","1 Tessalonicenses 5:2"]},"atos_16_6_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' (πνεῦμα) refere-se ao Espírito Santo, a terceira pessoa da Trindade.","explicacao_detalhada":"Em Atos 16:6, o Espírito Santo é mencionado como o guia dos apóstolos, indicando que suas decisões e movimentos são inspirados por Ele.","por_que_esta_palavra":"A palavra 'espírito' é crucial para entender a dinâmica da liderança e da direção divina na missão da igreja.","conexao_teologica":"O Espírito Santo é o consolador e guia prometido por Jesus, essencial para a vida e ministério da igreja.","referencias_relacionadas":["João 14:26","Atos 1:8","Romanos 8:14"]},"atos_16_6_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' ou 'verbo' (λόγος) refere-se a Jesus Cristo, a manifestação de Deus em forma humana.","explicacao_detalhada":"Em Atos 16:6, a referência ao 'verbo' destaca a centralidade de Cristo na mensagem do evangelho e na vida da igreja.","por_que_esta_palavra":"A palavra 'verbo' é fundamental para a teologia cristã, pois expressa a ideia de que Jesus é a revelação completa de Deus.","conexao_teologica":"Cristo é o mediador entre Deus e os homens, e sua palavra é a base da fé cristã.","referencias_relacionadas":["João 1:1","Colossenses 1:17","Hebreus 1:3"]},"atos_16_6_phrygia":{"palavra_pt":"phrygia","palavra_original":"Φρυγία","transliteracao":"Phrygía","strong":"G5435","significado_raiz":"Ideia básica: phrygia.","significado_contextual":"Phrygia é uma região geográfica mencionada no contexto da missão de Paulo.","explicacao_detalhada":"Em Atos 16:6, a menção de Phrygia indica os locais onde os apóstolos estavam pregando e expandindo o evangelho.","por_que_esta_palavra":"A palavra 'Phrygia' é importante para entender a geografia da missão apostólica e os desafios enfrentados na evangelização.","conexao_teologica":"A expansão do evangelho para diferentes regiões é um cumprimento da Grande Comissão dada por Jesus.","referencias_relacionadas":["Atos 2:9","Atos 13:13","Atos 18:23"]},"atos_16_7_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' (πνεῦμα) novamente se refere ao Espírito Santo, que guia os apóstolos em suas decisões.","explicacao_detalhada":"Em Atos 16:7, o Espírito Santo impede os apóstolos de pregar em certas regiões, mostrando sua direção ativa na missão.","por_que_esta_palavra":"A presença do Espírito Santo é essencial para discernir a vontade de Deus e seguir o caminho certo na obra missionária.","conexao_teologica":"A direção do Espírito é um tema central na vida da igreja primitiva, evidenciando a dependência dos crentes em Deus.","referencias_relacionadas":["Atos 10:19","Atos 13:2","Romanos 8:26"]},"atos_16_7_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' (Ἰησοῦς) refere-se ao nome do Salvador, que é central na fé cristã.","explicacao_detalhada":"Em Atos 16:7, a menção de Jesus destaca a importância de sua autoridade e a necessidade de proclamar seu nome em toda parte.","por_que_esta_palavra":"O nome de Jesus é poderoso e é através dele que a salvação é oferecida à humanidade.","conexao_teologica":"Jesus é o centro da mensagem do evangelho e a razão pela qual os apóstolos se dedicam à pregação.","referencias_relacionadas":["Atos 4:12","Romanos 10:13","Filipenses 2:9-11"]},"atos_16_7_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' (κατά) indica a conformidade com a vontade de Deus.","explicacao_detalhada":"Em Atos 16:7, a palavra 'conforme' sugere que as ações dos apóstolos devem estar alinhadas com a direção divina.","por_que_esta_palavra":"A palavra 'conforme' enfatiza a importância de agir de acordo com a vontade de Deus em todas as decisões.","conexao_teologica":"A conformidade com a vontade de Deus é essencial para a vida cristã e para o cumprimento da missão da igreja.","referencias_relacionadas":["Romanos 12:2","1 João 5:14","Tiago 4:15"]},"atos_16_8_mysia":{"palavra_pt":"mysia","palavra_original":"Μυσία","transliteracao":"Mysía","strong":"G3465","significado_raiz":"Ideia básica: mysia.","significado_contextual":"Mysia é outra região geográfica mencionada no contexto da missão de Paulo.","explicacao_detalhada":"Em Atos 16:8, a menção de Mysia mostra a extensão da pregação do evangelho e os locais onde os apóstolos estavam ativos.","por_que_esta_palavra":"A palavra 'Mysia' é importante para entender a geografia da missão e o alcance do evangelho.","conexao_teologica":"A missão da igreja é ir a todas as nações, conforme a ordem de Jesus, e Mysia é parte desse plano.","referencias_relacionadas":["Atos 2:10","Atos 13:5","Atos 18:23"]},"atos_16_8_troas":{"palavra_pt":"troas","palavra_original":"Τρωάς","transliteracao":"Trōás","strong":"G5174","significado_raiz":"Ideia básica: troas.","significado_contextual":"Troas era uma cidade portuária importante na região da Trácia, onde Paulo e seus companheiros chegaram após sua viagem missionária.","explicacao_detalhada":"Troas, mencionada em Atos 16:8, serviu como um ponto estratégico para a propagação do evangelho, pois era um local de passagem e comércio. A cidade é notável por ser onde Paulo recebeu a visão do homem macedônio pedindo ajuda.","por_que_esta_palavra":"A palavra 'Troas' é crucial para entender a geografia das missões de Paulo e como Deus guiou seus passos para expandir o evangelho.","conexao_teologica":"A visita a Troas representa a obediência de Paulo à direção divina, mostrando como Deus pode usar lugares específicos para cumprir Seus propósitos.","referencias_relacionadas":["Atos 16:8","Atos 16:9","Atos 20:5-6"]},"atos_16_8_perecer":{"palavra_pt":"perecer","palavra_original":"παρέρχομαι","transliteracao":"parérchomai","strong":"G3928","significado_raiz":"Ideia básica: perecer.","significado_contextual":"A palavra 'perecer' é usada para descrever a urgência da missão de Paulo e a necessidade de levar a mensagem de salvação.","explicacao_detalhada":"O termo 'perecer' implica em uma condição de morte espiritual, que Paulo estava tentando evitar ao evangelizar. Ele reconhecia que sem a mensagem de Cristo, as pessoas estavam destinadas à perdição.","por_que_esta_palavra":"A escolha da palavra enfatiza a gravidade da situação espiritual das pessoas que ainda não conheciam a Cristo.","conexao_teologica":"A ideia de 'perecer' está ligada à necessidade de salvação e à missão da igreja de levar o evangelho ao mundo.","referencias_relacionadas":["João 3:16","Romanos 6:23","2 Pedro 3:9"]},"atos_16_9_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Paulo' é mencionado como o apóstolo que recebeu a visão que o direcionou a pregar na Macedônia.","explicacao_detalhada":"O nome Paulo, que significa 'pequeno' ou 'humilde', reflete a transformação que ele passou de perseguidor a apóstolo de Cristo, mostrando que Deus pode usar qualquer um para Sua glória.","por_que_esta_palavra":"A menção do nome Paulo é significativa porque destaca a identidade do mensageiro e sua autoridade apostólica.","conexao_teologica":"O nome Paulo é um símbolo da graça de Deus, que transforma vidas e chama pessoas para a Sua obra.","referencias_relacionadas":["Atos 9:15","Atos 13:9","Romanos 1:1"]},"atos_16_9_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se ao pacto que Deus fez com Seu povo, que Paulo estava agora levando aos gentios.","explicacao_detalhada":"A aliança de Deus com Israel é um tema central na Bíblia, e Paulo, como apóstolo, é chamado a expandir essa aliança aos gentios, mostrando que a salvação é para todos.","por_que_esta_palavra":"A aliança é fundamental para entender o plano de Deus para a redenção da humanidade através de Jesus Cristo.","conexao_teologica":"A nova aliança em Cristo é um cumprimento das promessas feitas a Israel, e Paulo é um instrumento chave nesse processo.","referencias_relacionadas":["Hebreus 8:6","Romanos 11:17-24","Gálatas 3:28"]},"atos_16_9_cruz":{"palavra_pt":"cruz","palavra_original":"διαβαίνω","transliteracao":"diabaínō","strong":"G1224","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A cruz é o símbolo central da fé cristã, representando o sacrifício de Cristo pela humanidade.","explicacao_detalhada":"A menção da cruz em relação à missão de Paulo destaca a importância da mensagem da cruz como o meio de salvação e reconciliação com Deus.","por_que_esta_palavra":"A cruz é essencial para a teologia cristã, pois é através dela que a redenção é oferecida a todos os que creem.","conexao_teologica":"A cruz conecta a obra de Cristo com a missão da igreja, que é proclamar o evangelho a todas as nações.","referencias_relacionadas":["1 Coríntios 1:18","Gálatas 6:14","Colossenses 2:14"]},"atos_16_10_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador e Senhor, que guia e dirige a missão de Paulo.","explicacao_detalhada":"A menção de Deus enfatiza Sua soberania e o papel ativo que Ele desempenha na história da salvação, incluindo a chamada de Paulo para a Macedônia.","por_que_esta_palavra":"Reconhecer Deus como o agente principal da missão é fundamental para entender a natureza divina do evangelho.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele está no controle de todos os eventos.","referencias_relacionadas":["Atos 17:24","Romanos 8:28","Efésios 1:11"]},"atos_16_10_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"A palavra 'buscar' reflete a ação de Paulo em seguir a direção dada por Deus em sua visão.","explicacao_detalhada":"Buscar significa estar atento à vontade de Deus e agir de acordo com ela, o que Paulo fez ao decidir ir à Macedônia.","por_que_esta_palavra":"A busca pela vontade de Deus é essencial na vida cristã, pois implica em obediência e fé.","conexao_teologica":"Buscar a Deus é um chamado para todos os crentes, refletindo a relação pessoal que devemos ter com Ele.","referencias_relacionadas":["Mateus 7:7","Hebreus 11:6","Tiago 4:8"]},"atos_16_10_bom":{"palavra_pt":"evangelizar","palavra_original":"εὐαγγελίζω","transliteracao":"euangelízō","strong":"G2097","significado_raiz":"Ideia básica: evangelizar.","significado_contextual":"A palavra 'evangelizar' refere-se à missão de proclamar as boas novas de Jesus Cristo.","explicacao_detalhada":"Evangelizar é o ato de compartilhar a mensagem de salvação, que Paulo estava determinado a fazer após receber a visão.","por_que_esta_palavra":"A evangelização é um mandamento para todos os cristãos, refletindo a grande comissão dada por Jesus.","conexao_teologica":"A evangelização é parte do plano de Deus para a redenção da humanidade, e Paulo é um exemplo de obediência a esse chamado.","referencias_relacionadas":["Mateus 28:19-20","Marcos 16:15","Romanos 10:14-15"]},"atos_16_11_troas":{"palavra_pt":"troas","palavra_original":"Τρωάς","transliteracao":"Trōás","strong":"G5174","significado_raiz":"Ideia básica: troas.","significado_contextual":"Troas é novamente mencionada como um ponto de partida para a missão de Paulo na Macedônia.","explicacao_detalhada":"A cidade de Troas é significativa na narrativa de Atos, pois é onde Paulo e seus companheiros se prepararam para cruzar para a Europa.","por_que_esta_palavra":"A repetição da menção a Troas destaca sua importância como um local de transição na expansão do evangelho.","conexao_teologica":"Troas simboliza a obediência à direção divina e a abertura de novas fronteiras para a missão da igreja.","referencias_relacionadas":["Atos 16:11","Atos 20:6","2 Coríntios 2:12"]},"atos_16_11_samothracia":{"palavra_pt":"samothracia","palavra_original":"Σαμοθρᾴκη","transliteracao":"Samothráikē","strong":"G4543","significado_raiz":"Ideia básica: samothracia.","significado_contextual":"Samothracia é uma ilha onde Paulo e seus companheiros pararam durante sua viagem para a Macedônia.","explicacao_detalhada":"A ilha de Samothracia é mencionada como uma parada estratégica antes de chegarem a Filipos, mostrando a rota marítima que tomaram.","por_que_esta_palavra":"A menção de Samothracia ilustra a geografia da missão de Paulo e a importância das viagens marítimas na propagação do evangelho.","conexao_teologica":"A jornada de Paulo reflete a soberania de Deus em guiar Seus servos para cumprir a missão de evangelização.","referencias_relacionadas":["Atos 16:11","Atos 20:15","Atos 27:1"]},"atos_16_12_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de um dia, indicando um tempo específico para a ação.","explicacao_detalhada":"A palavra 'dia' (ἡμέρα) é usada para denotar um ciclo de 24 horas, mas também pode simbolizar um tempo de atividade ou um momento importante na narrativa.","por_que_esta_palavra":"A utilização da palavra 'dia' enfatiza a cronologia dos eventos e a importância do tempo na obra missionária dos apóstolos.","conexao_teologica":"O conceito de dia é frequentemente associado à criação e ao plano de Deus para a humanidade, refletindo a ordem divina no tempo.","referencias_relacionadas":["Gênesis 1:5","Salmos 104:19","Eclesiastes 3:1"]},"atos_16_12_philippi":{"palavra_pt":"philippi","palavra_original":"Φίλιπποι","transliteracao":"Phílippoi","strong":"G5375","significado_raiz":"Ideia básica: philippi.","significado_contextual":"Nome da cidade onde Paulo e Silas pregaram, representando um centro de evangelização.","explicacao_detalhada":"Philippi era uma colônia romana e um ponto estratégico para a propagação do evangelho, simbolizando a expansão do cristianismo para os gentios.","por_que_esta_palavra":"A menção de Philippi destaca a importância da cidade na história da igreja primitiva e o cumprimento da missão de Jesus.","conexao_teologica":"A evangelização em cidades como Philippi reflete o chamado de Jesus para levar o evangelho a todas as nações.","referencias_relacionadas":["Atos 16:12","Filipenses 1:1","Atos 16:40"]},"atos_16_13_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Indica um dia específico em que Paulo e seus companheiros se reuniram para orar.","explicacao_detalhada":"A palavra 'dia' aqui é usada para marcar um momento de busca espiritual e comunhão entre os crentes.","por_que_esta_palavra":"A ênfase no dia sugere a importância da oração e da adoração em comunidade.","conexao_teologica":"A prática de se reunir em um dia específico para oração reflete a tradição judaica e a continuidade da adoração a Deus.","referencias_relacionadas":["Atos 2:46","Hebreus 10:25","Salmos 55:17"]},"atos_16_14_mulher":{"palavra_pt":"mulher","palavra_original":"Λυδία","transliteracao":"Lydía","strong":"G3070","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se a Lídia, uma mulher de negócios que se converteu ao cristianismo.","explicacao_detalhada":"A palavra 'mulher' (Λυδία) é usada para destacar a importância das mulheres na obra de Deus e na igreja primitiva.","por_que_esta_palavra":"A conversão de Lídia é um exemplo do impacto do evangelho em diferentes classes sociais e gêneros.","conexao_teologica":"A inclusão de Lídia na narrativa mostra que o evangelho é para todos, independentemente de gênero ou status social.","referencias_relacionadas":["Atos 16:14","Gálatas 3:28","Romanos 16:1"]},"atos_16_14_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus verdadeiro, que se revela e atua na vida das pessoas.","explicacao_detalhada":"A palavra 'deus' (θεός) é central na mensagem cristã, representando a divindade que busca um relacionamento com a humanidade.","por_que_esta_palavra":"A menção de Deus destaca a soberania e a ação divina na conversão de Lídia e na expansão do evangelho.","conexao_teologica":"A revelação de Deus é um tema recorrente na Bíblia, mostrando Seu desejo de se relacionar com a criação.","referencias_relacionadas":["João 3:16","Romanos 1:20","Salmos 46:10"]},"atos_16_14_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade de Deus e de Cristo sobre a vida dos crentes.","explicacao_detalhada":"A palavra 'senhor' (κύριος) implica em domínio e soberania, reconhecendo Jesus como Senhor e Salvador.","por_que_esta_palavra":"A utilização da palavra enfatiza a submissão e a devoção dos crentes a Cristo.","conexao_teologica":"A autoridade de Cristo é fundamental para a fé cristã, pois Ele é reconhecido como o Rei dos Reis.","referencias_relacionadas":["Filipenses 2:9-11","Atos 2:36","Romanos 10:9"]},"atos_16_15_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à família de Lídia, que também se converteu ao cristianismo.","explicacao_detalhada":"A palavra 'familia' (οἶκος) indica a unidade familiar e a importância da evangelização dentro do lar.","por_que_esta_palavra":"A conversão da família de Lídia mostra como a fé pode impactar não apenas indivíduos, mas também suas famílias.","conexao_teologica":"A salvação é frequentemente apresentada na Bíblia como algo que pode afetar toda a casa, refletindo a promessa de Deus.","referencias_relacionadas":["Atos 16:15","Josué 24:15","Atos 11:14"]},"atos_16_15_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade de Jesus sobre a vida dos crentes e suas famílias.","explicacao_detalhada":"A palavra 'senhor' (κύριος) reafirma a posição de Cristo como autoridade suprema na vida dos que creem.","por_que_esta_palavra":"A menção da autoridade de Cristo é essencial para entender a dinâmica da fé e da obediência.","conexao_teologica":"A submissão à autoridade de Cristo é um princípio fundamental da vida cristã.","referencias_relacionadas":["Mateus 28:18","Efésios 5:24","Colossenses 3:17"]},"atos_16_15_believeing":{"palavra_pt":"believe ing","palavra_original":"πιστός","transliteracao":"pistós","strong":"G4103","significado_raiz":"Ideia básica: believe ing.","significado_contextual":"Refere-se à fé e crença em Jesus Cristo como Senhor e Salvador.","explicacao_detalhada":"A palavra 'believe ing' (πιστός) implica em confiança e fidelidade, características essenciais da vida cristã.","por_que_esta_palavra":"A ênfase na crença destaca a resposta necessária à mensagem do evangelho.","conexao_teologica":"A fé é o meio pelo qual os crentes recebem a salvação e se tornam parte da família de Deus.","referencias_relacionadas":["João 3:16","Efésios 2:8-9","Romanos 10:10"]},"atos_16_16_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito que atua na vida das pessoas, especialmente no contexto da possessão.","explicacao_detalhada":"A palavra 'espirito' (πνεῦμα) é usada para descrever a presença espiritual, tanto de Deus quanto de espíritos malignos.","por_que_esta_palavra":"A menção do espírito destaca a batalha espiritual que ocorre no ministério de Paulo e Silas.","conexao_teologica":"O conceito de espírito é central na teologia cristã, refletindo a presença de Deus e a luta contra as forças do mal.","referencias_relacionadas":["Gálatas 5:16","Efésios 6:12","Romanos 8:9"]},"atos_16_16_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Cristo sobre todas as coisas.","explicacao_detalhada":"No contexto de Atos 16:16, a palavra 'senhor' é usada para reconhecer a soberania de Jesus, que é o verdadeiro Senhor e Rei. A invocação do nome do Senhor é um ato de submissão e reconhecimento de Sua autoridade.","por_que_esta_palavra":"A palavra 'senhor' é crucial para entender a relação de domínio e submissão entre Deus e a humanidade, especialmente no contexto da evangelização.","conexao_teologica":"A soberania de Cristo é um tema central na teologia cristã, refletindo a sua autoridade sobre a criação e a redenção.","referencias_relacionadas":["Mateus 28:18","Filipenses 2:9-11","Romanos 10:9"]},"atos_16_16_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' indica uma mudança de estado ou condição, enfatizando a transformação que ocorre na vida das pessoas.","explicacao_detalhada":"Em Atos 16:16, a palavra 'tornar-se' sugere que algo novo está prestes a acontecer, refletindo a ação de Deus na vida das pessoas e a manifestação do Seu poder.","por_que_esta_palavra":"Esta palavra é importante porque destaca a dinâmica da transformação espiritual que ocorre através da fé em Cristo.","conexao_teologica":"A transformação é um tema recorrente na teologia, onde a regeneração e a nova criação são centrais na experiência cristã.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"atos_16_17_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Paulo' representa a identidade e a missão do apóstolo, que é um instrumento de Deus para a evangelização.","explicacao_detalhada":"Em Atos 16:17, o uso do nome 'Paulo' é significativo, pois ele é chamado para pregar o evangelho e levar a mensagem de Cristo aos gentios.","por_que_esta_palavra":"O nome é uma parte essencial da identidade de uma pessoa e, neste caso, reflete a transformação de Saulo em Paulo, um apóstolo dedicado.","conexao_teologica":"A mudança de nome de Saulo para Paulo simboliza a nova vida em Cristo e a missão que cada crente tem de testemunhar.","referencias_relacionadas":["Atos 9:15","Gálatas 1:15-16","Romanos 1:1"]},"atos_16_17_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao único Deus verdadeiro, que é o criador e sustentador de todas as coisas.","explicacao_detalhada":"No contexto de Atos 16:17, a menção de Deus enfatiza a autoridade divina e a necessidade de reconhecer Sua soberania em todas as situações.","por_que_esta_palavra":"A palavra 'deus' é fundamental para a compreensão da relação entre o ser humano e o Criador, e a importância da adoração e submissão a Ele.","conexao_teologica":"A teologia monoteísta é central na fé cristã, onde Deus é visto como o único digno de adoração e reverência.","referencias_relacionadas":["Deuteronômio 6:4","Isaías 45:5","1 Coríntios 8:6"]},"atos_16_17_libertar":{"palavra_pt":"salvacao","palavra_original":"σωτηρία","transliteracao":"sōtēría","strong":"G4991","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A palavra 'salvação' implica libertação do pecado e da morte, oferecendo uma nova vida em Cristo.","explicacao_detalhada":"Em Atos 16:17, a ideia de salvação é central, pois Paulo e Silas estavam proclamando a libertação que vem através do evangelho.","por_que_esta_palavra":"A salvação é o cerne da mensagem cristã, representando a obra redentora de Cristo na vida dos crentes.","conexao_teologica":"A salvação é um tema central na teologia cristã, abordando a necessidade de redenção e a graça de Deus.","referencias_relacionadas":["Efésios 2:8-9","Romanos 1:16","Atos 4:12"]},"atos_16_18_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' pode simbolizar um tempo de revelação ou um momento específico de ação divina.","explicacao_detalhada":"Em Atos 16:18, o 'dia' pode ser interpretado como um tempo em que a verdade de Deus é manifestada, trazendo luz à escuridão.","por_que_esta_palavra":"O conceito de 'dia' é importante para entender os momentos de intervenção divina na história da salvação.","conexao_teologica":"A ideia de dias específicos de ação de Deus é um tema recorrente na Bíblia, onde Deus age em momentos determinados.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","2 Coríntios 6:2"]},"atos_16_18_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Paulo' é novamente mencionado, reforçando a identidade do apóstolo como um mensageiro do evangelho.","explicacao_detalhada":"A repetição do nome 'Paulo' em Atos 16:18 enfatiza sua missão e o papel que desempenha na propagação da mensagem de Cristo.","por_que_esta_palavra":"O nome é um símbolo da transformação e do chamado que Paulo recebeu para ser apóstolo entre os gentios.","conexao_teologica":"A identidade em Cristo é um tema importante, onde cada crente é chamado a viver de acordo com sua nova identidade.","referencias_relacionadas":["Atos 9:15","Gálatas 1:11-12","Romanos 1:1"]},"atos_16_18_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se à presença e ação do Espírito Santo na vida dos crentes.","explicacao_detalhada":"Em Atos 16:18, o 'espírito' é mencionado em um contexto de libertação, onde o poder de Deus atua para trazer liberdade e cura.","por_que_esta_palavra":"A presença do Espírito Santo é fundamental para a vida cristã, pois Ele guia, ensina e capacita os crentes.","conexao_teologica":"A obra do Espírito Santo é essencial na teologia cristã, onde Ele é visto como o Consolador e Aquele que transforma vidas.","referencias_relacionadas":["Atos 1:8","Romanos 8:26-27","Gálatas 5:22-23"]},"atos_16_19_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' novamente destaca a autoridade de Cristo sobre todas as circunstâncias.","explicacao_detalhada":"Em Atos 16:19, a menção de 'senhor' enfatiza a soberania de Cristo, especialmente em situações de opressão e resistência ao evangelho.","por_que_esta_palavra":"A autoridade de Cristo é um tema central que reafirma a confiança dos crentes em Sua capacidade de agir em qualquer situação.","conexao_teologica":"A soberania de Deus é um princípio fundamental na teologia, onde Ele é reconhecido como Senhor sobre todas as coisas.","referencias_relacionadas":["Salmos 24:1","Colossenses 1:16-17","Apocalipse 19:16"]},"atos_16_19_fe":{"palavra_pt":"esperanca","palavra_original":"ἐλπίς","transliteracao":"elpís","strong":"G1680","significado_raiz":"Ideia básica: esperanca.","significado_contextual":"A palavra 'esperança' refere-se à confiança e expectativa em Deus e em Suas promessas.","explicacao_detalhada":"Em Atos 16:19, a esperança é um elemento vital na vida cristã, onde os crentes são chamados a confiar na fidelidade de Deus.","por_que_esta_palavra":"A esperança é fundamental para a perseverança na fé, especialmente em tempos de dificuldade e perseguição.","conexao_teologica":"A esperança cristã é baseada nas promessas de Deus e na certeza da salvação em Cristo.","referencias_relacionadas":["Romanos 15:13","Hebreus 11:1","1 Pedro 1:3"]},"atos_16_19_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Paulo, que é uma identificação pessoal e também carrega um significado cultural e religioso.","explicacao_detalhada":"O nome 'Paulo' é de origem latina e significa 'pequeno' ou 'humilde'. No contexto bíblico, Paulo é um apóstolo que desempenha um papel crucial na propagação do cristianismo entre os gentios.","por_que_esta_palavra":"A palavra 'nome' é importante porque representa a identidade e a autoridade de Paulo como apóstolo. O nome é um símbolo de sua missão e do poder que ele exerce em nome de Cristo.","conexao_teologica":"O nome de Paulo é associado à transformação e à nova identidade em Cristo, refletindo a ideia de que, em Cristo, somos feitos novas criaturas.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","2 Coríntios 5:17"]},"atos_16_20_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"Refere-se a uma mulher judia, destacando a origem étnica e religiosa da personagem no relato.","explicacao_detalhada":"A palavra 'jewess' enfatiza a identidade judaica da mulher, que é relevante no contexto da evangelização e da interação cultural entre judeus e gentios na época.","por_que_esta_palavra":"É importante para entender as dinâmicas sociais e religiosas da época, além de mostrar como o evangelho alcança pessoas de diferentes origens.","conexao_teologica":"A inclusão de uma judia no relato mostra que o evangelho é para todos, independentemente de sua origem étnica ou cultural.","referencias_relacionadas":["Atos 2:5","Romanos 1:16","Gálatas 3:28"]},"atos_16_21_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de fazer ou realizar algo, no contexto de uma acusação ou demanda legal.","explicacao_detalhada":"A palavra 'fazer' implica em uma ação deliberada, que neste caso se refere ao ato de Paulo e Silas de pregar o evangelho, que foi mal interpretado como uma violação da lei.","por_que_esta_palavra":"É crucial para entender a oposição que os apóstolos enfrentaram ao realizar a obra de Deus, mostrando que a pregação do evangelho muitas vezes desafia as normas sociais.","conexao_teologica":"A ação de 'fazer' é um reflexo da missão cristã de levar o evangelho ao mundo, mesmo diante da oposição.","referencias_relacionadas":["Mateus 28:19-20","Atos 5:29","1 Pedro 2:9"]},"atos_16_21_lei":{"palavra_pt":"lei","palavra_original":"ἔθος","transliteracao":"éthos","strong":"G1485","significado_raiz":"Ideia básica: lei.","significado_contextual":"Refere-se à lei romana, que era a base do sistema legal em que Paulo e Silas estavam sendo julgados.","explicacao_detalhada":"A palavra 'lei' neste contexto destaca a tensão entre as leis humanas e a mensagem do evangelho, que muitas vezes desafia as normas estabelecidas.","por_que_esta_palavra":"É importante para entender o conflito entre a autoridade civil e a autoridade divina, especialmente no que diz respeito à liberdade de pregar.","conexao_teologica":"A lei é um tema recorrente na Bíblia, e a nova aliança em Cristo traz uma nova compreensão da lei, que é cumprida em amor.","referencias_relacionadas":["Romanos 8:2","Gálatas 5:14","Hebreus 10:1"]},"atos_16_21_roman":{"palavra_pt":"roman","palavra_original":"Ῥωμαῖος","transliteracao":"Rhōmaîos","strong":"G4514","significado_raiz":"Ideia básica: roman.","significado_contextual":"Refere-se a um cidadão romano, destacando a cidadania e os direitos legais que Paulo e Silas tinham.","explicacao_detalhada":"A palavra 'roman' é significativa porque Paulo, como cidadão romano, tinha direitos que poderiam ser invocados em sua defesa, o que é um ponto crucial na narrativa.","por_que_esta_palavra":"A cidadania romana de Paulo é um fator que ele usa para proteger a si mesmo e a Silas, mostrando a importância dos direitos civis na propagação do evangelho.","conexao_teologica":"A cidadania celestial é um tema importante na teologia cristã, onde os crentes são vistos como cidadãos do céu, mesmo vivendo em um mundo hostil.","referencias_relacionadas":["Filipenses 3:20","Atos 22:25-29","Romanos 13:1"]},"atos_16_22_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se à multidão que se reuniu, mostrando a reação popular às ações de Paulo e Silas.","explicacao_detalhada":"A palavra 'povo' destaca a influência da opinião pública e como a multidão pode ser facilmente manipulada contra os apóstolos.","por_que_esta_palavra":"É importante para entender a dinâmica social e como a pregação do evangelho pode provocar reações intensas na sociedade.","conexao_teologica":"O povo muitas vezes representa a necessidade de evangelização e a urgência de levar a mensagem de Cristo a todos, mesmo quando há oposição.","referencias_relacionadas":["Mateus 9:36","Atos 2:41","Romanos 10:14"]},"atos_16_22_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Refere-se à conformidade com a lei ou a norma estabelecida, no contexto da acusação contra Paulo e Silas.","explicacao_detalhada":"A palavra 'conforme' indica que as ações de Paulo e Silas foram vistas como uma violação das normas sociais e legais da época.","por_que_esta_palavra":"É relevante para entender como a mensagem do evangelho pode ser percebida como uma ameaça às normas estabelecidas.","conexao_teologica":"A conformidade com a palavra de Deus é um tema central na vida cristã, onde os crentes são chamados a viver de acordo com os princípios divinos, mesmo que isso desafie as normas sociais.","referencias_relacionadas":["Romanos 12:2","Gálatas 1:10","1 Pedro 2:9"]},"atos_16_23_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à gravidade da situação enfrentada por Paulo e Silas, que foram severamente punidos.","explicacao_detalhada":"A palavra 'grande' enfatiza a intensidade da dor e da injustiça que os apóstolos sofreram por causa de sua fé.","por_que_esta_palavra":"É importante para entender o custo do discipulado e a disposição de Paulo e Silas em sofrer por causa do evangelho.","conexao_teologica":"O sofrimento por causa de Cristo é um tema recorrente na Bíblia, onde os crentes são encorajados a perseverar nas dificuldades.","referencias_relacionadas":["2 Coríntios 4:17","Filipenses 1:29","1 Pedro 4:12-13"]},"atos_16_23_dia":{"palavra_pt":"dia","palavra_original":"φυλακή","transliteracao":"phylakḗ","strong":"G5438","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de tempo em que Paulo e Silas foram presos, destacando a urgência da situação.","explicacao_detalhada":"A palavra 'dia' é significativa porque indica que a prisão ocorreu em um momento específico, que pode ter implicações para a narrativa.","por_que_esta_palavra":"É importante para entender o contexto temporal das ações e reações dos personagens na história.","conexao_teologica":"O tempo é um elemento importante na teologia, onde Deus atua em momentos específicos da história da salvação.","referencias_relacionadas":["Salmos 30:5","Eclesiastes 3:1","2 Coríntios 6:2"]},"atos_16_24_dia":{"palavra_pt":"dia","palavra_original":"φυλακή","transliteracao":"phylakḗ","strong":"G5438","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se à continuidade do sofrimento de Paulo e Silas, que foram mantidos na prisão por um período prolongado.","explicacao_detalhada":"A repetição da palavra 'dia' enfatiza a dureza da situação e a necessidade de perseverança na fé.","por_que_esta_palavra":"É relevante para entender a resistência e a fé dos apóstolos em meio à adversidade.","conexao_teologica":"A perseverança na fé é um tema central na vida cristã, onde os crentes são chamados a confiar em Deus mesmo nas dificuldades.","referencias_relacionadas":["Romanos 5:3-5","Tiago 1:2-4","Hebreus 12:1-2"]},"atos_16_25_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Paulo, um dos apóstolos que pregava o evangelho.","explicacao_detalhada":"O nome 'Paulo' significa 'pequeno' ou 'humilde'. Paulo era um fariseu que se tornou um dos maiores missionários do cristianismo, e seu nome é frequentemente associado à sua transformação e ministério.","por_que_esta_palavra":"O nome é importante na identificação e na autoridade de Paulo como apóstolo, especialmente em contextos onde ele se apresenta ou é mencionado em suas cartas.","conexao_teologica":"O nome de Paulo simboliza a humildade e a transformação que ocorrem na vida de alguém que encontra Cristo.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","2 Coríntios 1:1"]},"atos_16_25_silas":{"palavra_pt":"silas","palavra_original":"Σίλας","transliteracao":"Sílas","strong":"G4609","significado_raiz":"Ideia básica: silas.","significado_contextual":"Silas era um companheiro de Paulo em suas missões e um líder na igreja primitiva.","explicacao_detalhada":"O nome 'Silas' é uma forma abreviada de 'Silvano', que significa 'da floresta'. Ele era um profeta e colaborador de Paulo, ajudando a estabelecer igrejas e a fortalecer a fé dos crentes.","por_que_esta_palavra":"Silas é mencionado para destacar sua importância no ministério e na propagação do evangelho ao lado de Paulo.","conexao_teologica":"A parceria de Paulo e Silas exemplifica a importância da comunhão e do trabalho em equipe na missão da igreja.","referencias_relacionadas":["Atos 15:22","Atos 15:40","2 Coríntios 1:19"]},"atos_16_25_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus que Paulo e Silas adoravam e proclamavam.","explicacao_detalhada":"A palavra 'Deus' (θεός) é central na fé cristã, representando o Ser Supremo, Criador e Sustentador do universo. Paulo e Silas invocavam o nome de Deus em suas orações e louvores.","por_que_esta_palavra":"A menção de Deus enfatiza a fonte de poder e autoridade nas ações de Paulo e Silas, especialmente em momentos de adversidade.","conexao_teologica":"A adoração a Deus em meio às dificuldades é um tema recorrente na Bíblia, mostrando a confiança dos crentes em Sua soberania.","referencias_relacionadas":["Salmos 34:1","Romanos 8:28","Filipenses 4:6-7"]},"atos_16_26_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao evento extraordinário que ocorreu durante a prisão de Paulo e Silas.","explicacao_detalhada":"A palavra 'tornar-se' (γίνομαι) é usada para descrever a transformação que aconteceu quando um terremoto libertou Paulo e Silas das correntes, simbolizando a intervenção divina.","por_que_esta_palavra":"A transformação do ambiente físico e espiritual é um testemunho do poder de Deus em resposta à adoração e oração dos apóstolos.","conexao_teologica":"Este evento ilustra como Deus pode agir de maneiras surpreendentes para libertar e salvar aqueles que O adoram.","referencias_relacionadas":["Salmos 46:1","Isaías 61:1","Atos 12:7"]},"atos_16_26_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao temor que se apoderou do carcereiro após o terremoto.","explicacao_detalhada":"A palavra 'temor' (μέγας) indica um medo profundo e reverente, que pode ser tanto de pavor quanto de admiração diante do poder de Deus manifestado.","por_que_esta_palavra":"O temor do carcereiro é uma resposta natural ao reconhecimento da presença e do poder divino, levando-o a buscar a salvação.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, e neste contexto, leva o carcereiro a uma transformação espiritual.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Atos 10:35"]},"atos_16_27_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de tornar-se livre ou acontecer algo significativo na vida do carcereiro.","explicacao_detalhada":"A repetição da palavra 'tornar-se' (γίνομαι) enfatiza a mudança radical que ocorre na vida do carcereiro após o encontro com Paulo e Silas.","por_que_esta_palavra":"A transformação do carcereiro é um exemplo do impacto que a fé pode ter na vida de uma pessoa.","conexao_teologica":"A salvação do carcereiro ilustra a missão da igreja de levar o evangelho a todos, independentemente de sua posição social.","referencias_relacionadas":["Romanos 10:13","Atos 2:21","1 Timóteo 1:15"]},"atos_16_28_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Novamente refere-se ao nome de Paulo, enfatizando sua identidade e autoridade.","explicacao_detalhada":"A repetição do nome 'Paulo' reforça sua presença e papel ativo na narrativa, especialmente em momentos críticos.","por_que_esta_palavra":"O nome é um símbolo de sua missão e do chamado que recebeu de Deus para pregar o evangelho.","conexao_teologica":"A identidade de Paulo como apóstolo é fundamental para entender o desenvolvimento da igreja primitiva e a propagação do evangelho.","referencias_relacionadas":["Atos 9:15","Gálatas 1:11-12","Filipenses 3:4-6"]},"atos_16_28_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao temor que o carcereiro sentiu ao perceber a situação extraordinária.","explicacao_detalhada":"O temor (μέγας) que ele experimentou é uma resposta ao poder de Deus e à revelação de Sua presença.","por_que_esta_palavra":"Esse temor leva o carcereiro a buscar a salvação, mostrando como a experiência de Deus pode transformar vidas.","conexao_teologica":"O temor do Senhor é essencial para a conversão e o reconhecimento da necessidade de salvação.","referencias_relacionadas":["Salmos 85:9","Atos 10:34-35","Hebreus 12:28-29"]},"atos_16_28_commit":{"palavra_pt":"entregar","palavra_original":"πράσσω","transliteracao":"prássō","strong":"G4238","significado_raiz":"Ideia básica: entregar.","significado_contextual":"Refere-se ao ato de entregar-se ou confiar em Paulo e Silas.","explicacao_detalhada":"A palavra 'entregar' (πράσσω) implica uma ação de entrega total, que neste contexto se refere à entrega da vida do carcereiro a Cristo.","por_que_esta_palavra":"Este ato de entrega é um passo crucial na conversão e na aceitação da fé cristã.","conexao_teologica":"A entrega a Cristo é um tema central no cristianismo, simbolizando a rendição e a aceitação da salvação.","referencias_relacionadas":["Romanos 12:1","Gálatas 2:20","1 Pedro 5:7"]},"atos_16_29_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Mais uma vez, refere-se ao nome de Paulo, destacando sua importância na narrativa.","explicacao_detalhada":"A repetição do nome 'Paulo' serve para reforçar sua autoridade e o papel que desempenha na salvação do carcereiro.","por_que_esta_palavra":"O nome é um símbolo de sua missão e do chamado que recebeu de Deus para pregar o evangelho.","conexao_teologica":"A identidade de Paulo como apóstolo é fundamental para entender o desenvolvimento da igreja primitiva e a propagação do evangelho.","referencias_relacionadas":["Atos 9:15","Gálatas 1:11-12","Filipenses 3:4-6"]},"atos_16_29_silas":{"palavra_pt":"silas","palavra_original":"Σίλας","transliteracao":"Sílas","strong":"G4609","significado_raiz":"Ideia básica: silas.","significado_contextual":"Silas é um dos companheiros de Paulo em suas viagens missionárias, representando a colaboração no ministério.","explicacao_detalhada":"Silas, também conhecido como Silvano, era um líder da igreja em Jerusalém e um profeta. Ele acompanhou Paulo em sua segunda viagem missionária, e juntos enfrentaram perseguições e dificuldades, mas também testemunharam a conversão de muitos.","por_que_esta_palavra":"A menção de Silas destaca a importância da parceria no evangelho e a força que vem da unidade entre os crentes.","conexao_teologica":"Silas representa a continuidade da missão da igreja e a importância do discipulado e da colaboração no ministério.","referencias_relacionadas":["Atos 15:22","Atos 15:27","Atos 16:19"]},"atos_16_29_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' refere-se à transformação que ocorre na vida do crente ao aceitar a mensagem do evangelho.","explicacao_detalhada":"O verbo 'gínomai' implica um processo de mudança ou transição. No contexto, isso se refere à mudança de estado espiritual que o carcereiro experimenta ao ouvir a mensagem de Paulo e Silas.","por_que_esta_palavra":"Essa palavra é crucial para entender a natureza da salvação, que não é apenas um evento, mas um processo de transformação contínua.","conexao_teologica":"A transformação espiritual é um tema central no Novo Testamento, refletindo a obra do Espírito Santo na vida dos crentes.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 2:20"]},"atos_16_30_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para reconhecer a autoridade de Cristo sobre a vida do carcereiro.","explicacao_detalhada":"O uso de 'kýrios' enfatiza a soberania de Jesus e a necessidade de submissão à sua autoridade. O carcereiro, ao perguntar o que deveria fazer para ser salvo, reconhece a autoridade de Paulo e Silas como mensageiros de Cristo.","por_que_esta_palavra":"A palavra é fundamental para entender a relação entre o crente e Cristo, onde Jesus é não apenas Salvador, mas também Senhor.","conexao_teologica":"A confissão de Jesus como Senhor é um passo essencial na fé cristã, como evidenciado em Romanos 10:9.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:10-11","Atos 2:36"]},"atos_16_30_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação que o carcereiro deve tomar em resposta à mensagem do evangelho.","explicacao_detalhada":"O verbo 'poiéō' implica em realizar ações concretas. No contexto, isso se refere à necessidade de crer e agir de acordo com a fé em Jesus.","por_que_esta_palavra":"É uma chamada à ação, enfatizando que a fé deve ser acompanhada por obras que refletem essa crença.","conexao_teologica":"A relação entre fé e obras é um tema recorrente nas cartas de Paulo, onde a fé genuína se manifesta em ações.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Gálatas 5:6"]},"atos_16_30_forth":{"palavra_pt":"adiante","palavra_original":"προάγω","transliteracao":"proágō","strong":"G4254","significado_raiz":"Ideia básica: adiante.","significado_contextual":"A palavra 'adiante' sugere um movimento em direção a algo, implicando progresso na fé.","explicacao_detalhada":"O termo 'proágō' indica um avanço ou progresso. No contexto, isso se refere ao avanço espiritual que o carcereiro e sua família experimentam ao receber a mensagem de salvação.","por_que_esta_palavra":"É um convite a seguir em frente na fé, não permanecendo estagnado, mas buscando um relacionamento mais profundo com Deus.","conexao_teologica":"O conceito de avançar na fé é central na vida cristã, refletindo a jornada contínua de crescimento espiritual.","referencias_relacionadas":["Filipenses 3:14","Colossenses 1:10","2 Pedro 3:18"]},"atos_16_31_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A repetição da palavra 'senhor' reforça a centralidade da autoridade de Cristo na salvação.","explicacao_detalhada":"A afirmação de que crer no Senhor Jesus é essencial para a salvação destaca a necessidade de reconhecer Jesus como a fonte de salvação e autoridade.","por_que_esta_palavra":"É uma reafirmação da importância de Jesus como Senhor, que deve ser crido e seguido.","conexao_teologica":"A crença em Jesus como Senhor é fundamental para a salvação, conforme ensinado em todo o Novo Testamento.","referencias_relacionadas":["Atos 4:12","Romanos 10:13","1 Coríntios 12:3"]},"atos_16_31_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A menção de Jesus é central para a mensagem de salvação que Paulo e Silas proclamam ao carcereiro.","explicacao_detalhada":"Jesus, como o nome acima de todo nome, é o único mediador entre Deus e os homens. A fé nele é o que traz a salvação.","por_que_esta_palavra":"A centralidade de Jesus na salvação é um tema fundamental do cristianismo, enfatizando que somente através dele podemos ter acesso a Deus.","conexao_teologica":"A exclusividade de Jesus como Salvador é um princípio essencial da fé cristã.","referencias_relacionadas":["João 14:6","Atos 4:12","1 Timóteo 2:5"]},"atos_16_32_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à mensagem do evangelho que Paulo e Silas compartilham.","explicacao_detalhada":"O termo 'lógos' implica não apenas em palavras, mas na mensagem viva e transformadora de Cristo. Essa mensagem é o fundamento da fé cristã.","por_que_esta_palavra":"A ênfase na palavra destaca a importância da pregação e do ensino na vida da igreja.","conexao_teologica":"A palavra de Deus é viva e eficaz, capaz de transformar vidas e trazer salvação.","referencias_relacionadas":["Hebreus 4:12","1 Pedro 1:23","Romanos 10:17"]},"atos_16_32_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A repetição da palavra 'senhor' reforça a importância da autoridade de Cristo na vida do crente.","explicacao_detalhada":"A menção de 'kýrios' novamente sublinha a necessidade de reconhecer Jesus como Senhor em todas as áreas da vida.","por_que_esta_palavra":"É um lembrete de que a submissão a Cristo é essencial para a vida cristã.","conexao_teologica":"A submissão à autoridade de Cristo é um tema central na vida do crente, refletindo a relação entre o Senhor e seus seguidores.","referencias_relacionadas":["Mateus 28:18","Colossenses 3:17","Efésios 5:24"]},"atos_16_32_familia":{"palavra_pt":"familia","palavra_original":"οἰκία","transliteracao":"oikía","strong":"G3614","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se à unidade familiar que é impactada pela mensagem do evangelho.","explicacao_detalhada":"A inclusão da família na salvação do carcereiro mostra a abrangência da graça de Deus, que se estende a todos os membros da casa.","por_que_esta_palavra":"A salvação é muitas vezes apresentada como um evento que pode afetar não apenas indivíduos, mas também suas famílias inteiras.","conexao_teologica":"A ideia de que a fé pode trazer salvação a toda a família é um tema recorrente nas Escrituras.","referencias_relacionadas":["Atos 2:39","Josué 24:15","1 Coríntios 1:16"]},"atos_16_33_midnight":{"palavra_pt":"mid night","palavra_original":"νύξ","transliteracao":"nýx","strong":"G3571","significado_raiz":"Ideia básica: mid night.","significado_contextual":"Refere-se ao momento da meia-noite, simbolizando um tempo de transformação e revelação.","explicacao_detalhada":"A meia-noite é um momento de grande significado na Bíblia, frequentemente associado a eventos sobrenaturais e mudanças dramáticas. Neste contexto, representa o momento em que o carcereiro, após ouvir a mensagem de Paulo e Silas, decide se converter e batizar-se.","por_que_esta_palavra":"A palavra 'meia-noite' é utilizada para enfatizar a urgência e a importância do momento em que a salvação chegou à vida do carcereiro.","conexao_teologica":"A conversão do carcereiro à meia-noite simboliza a luz de Cristo que brilha nas trevas, trazendo salvação e esperança.","referencias_relacionadas":["Salmos 119:62","Mateus 25:6","Lucas 12:38"]},"atos_16_34_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à unidade familiar, que é central na cultura e na sociedade da época.","explicacao_detalhada":"A palavra 'família' aqui indica não apenas os parentes diretos, mas também a casa como um todo, incluindo servos e outros que viviam sob o mesmo teto. A conversão do carcereiro trouxe não apenas a salvação para ele, mas também para toda a sua casa.","por_que_esta_palavra":"A ênfase na família destaca a importância da fé coletiva e a responsabilidade de liderar os membros da casa à salvação.","conexao_teologica":"A salvação em Cristo é um presente que pode ser compartilhado e que impacta toda a família, refletindo a promessa de Deus de que Ele e sua casa seriam salvos.","referencias_relacionadas":["Josué 24:15","Atos 2:39","Efésios 6:1-4"]},"atos_16_34_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus verdadeiro, que é o autor da salvação e da transformação.","explicacao_detalhada":"A palavra 'Deus' aqui é usada para enfatizar a divindade e a soberania de Deus na salvação do carcereiro e de sua família. A crença em Deus é o primeiro passo para a transformação espiritual.","por_que_esta_palavra":"A menção de Deus é crucial, pois destaca que a salvação não é um ato humano, mas uma obra divina.","conexao_teologica":"A salvação é um ato de Deus, que se revela a nós e nos chama para um relacionamento pessoal com Ele.","referencias_relacionadas":["Romanos 10:9-10","João 3:16","Atos 4:12"]},"atos_16_34_alimento":{"palavra_pt":"alimento","palavra_original":"παρατίθημι","transliteracao":"paratíthēmi","strong":"G3908","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se ao ato de servir comida, simbolizando comunhão e celebração após a conversão.","explicacao_detalhada":"O alimento aqui representa não apenas a satisfação física, mas também a alegria espiritual que vem da nova vida em Cristo. O carcereiro, ao alimentar Paulo e Silas, demonstra sua gratidão e nova fé.","por_que_esta_palavra":"A palavra 'alimento' é usada para mostrar a transformação que ocorre na vida do carcereiro, que agora serve aos mensageiros de Deus.","conexao_teologica":"Assim como Jesus é o pão da vida, o ato de compartilhar alimento simboliza a nova vida e comunhão que temos em Cristo.","referencias_relacionadas":["João 6:35","Mateus 25:35","Atos 2:46"]},"atos_16_35_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia como um tempo de liberdade e novas oportunidades.","explicacao_detalhada":"O dia aqui simboliza a nova era que começa para o carcereiro e sua família após a conversão. É um tempo de libertação das trevas para a luz.","por_que_esta_palavra":"A palavra 'dia' é importante para enfatizar a mudança que ocorre na vida do carcereiro, que agora vive em liberdade espiritual.","conexao_teologica":"A luz do dia representa a presença de Cristo, que traz esperança e redenção.","referencias_relacionadas":["Isaías 60:1","Romanos 13:12","1 Pedro 2:9"]},"atos_16_35_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à grandeza da transformação que ocorre na vida do carcereiro.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a magnitude da mudança que a fé em Cristo traz. O carcereiro passa de um homem temeroso a um homem de fé e alegria.","por_que_esta_palavra":"A ênfase na grandeza destaca a obra poderosa de Deus na vida do ser humano.","conexao_teologica":"A grandeza da salvação é um tema central na teologia cristã, mostrando que Deus pode transformar vidas de maneira extraordinária.","referencias_relacionadas":["Efésios 3:20","Salmos 126:3","2 Coríntios 5:17"]},"atos_16_36_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus, que é viva e eficaz, trazendo transformação.","explicacao_detalhada":"A palavra 'Cristo' aqui é usada para enfatizar a centralidade de Jesus na mensagem de salvação. O carcereiro é convidado a crer no Senhor Jesus Cristo.","por_que_esta_palavra":"A menção de Cristo é fundamental, pois é através dEle que a salvação é oferecida.","conexao_teologica":"Cristo é o mediador entre Deus e os homens, e a fé Nele é essencial para a salvação.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 10:9"]},"atos_16_36_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Paulo, que representa a autoridade e a missão apostólica.","explicacao_detalhada":"O nome 'Paulo' é mencionado para afirmar a identidade do apóstolo e sua autoridade como mensageiro de Cristo. Ele é um exemplo de transformação e fé.","por_que_esta_palavra":"A ênfase no nome destaca a importância da identidade em Cristo e a missão que cada crente tem.","conexao_teologica":"O nome de Paulo é um lembrete de que Deus pode usar qualquer um, independentemente de seu passado, para cumprir Seus propósitos.","referencias_relacionadas":["Atos 9:15","Gálatas 1:15-16","Filipenses 3:4-6"]},"atos_16_37_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se novamente ao nome de Paulo, enfatizando sua identidade e direitos como cidadão romano.","explicacao_detalhada":"Neste contexto, Paulo usa seu nome e cidadania para afirmar seus direitos e proteger a nova comunidade de crentes que estava se formando.","por_que_esta_palavra":"A menção do nome é crucial para estabelecer a legitimidade da mensagem e a proteção dos novos crentes.","conexao_teologica":"A cidadania celestial é um tema importante, mostrando que os crentes têm direitos e responsabilidades tanto na terra quanto no céu.","referencias_relacionadas":["Filipenses 3:20","Romanos 13:1-7","1 Pedro 2:9"]},"atos_16_37_common":{"palavra_pt":"common","palavra_original":"δημόσιος","transliteracao":"dēmósios","strong":"G1219","significado_raiz":"Ideia básica: common.","significado_contextual":"Refere-se à condição de ser um cidadão comum, enfatizando a dignidade e os direitos de Paulo.","explicacao_detalhada":"A palavra 'comum' é usada para contrastar a posição de Paulo como cidadão romano com a injustiça que ele e Silas sofreram. Isso destaca a importância da justiça e dos direitos humanos.","por_que_esta_palavra":"A ênfase na condição comum é um lembrete de que todos têm dignidade e direitos, independentemente de sua posição social.","conexao_teologica":"A justiça de Deus se estende a todos, e a dignidade humana é um princípio fundamental na teologia cristã.","referencias_relacionadas":["Gálatas 3:28","Tiago 2:1-9","Romanos 2:6-11"]},"atos_16_37_roman":{"palavra_pt":"roman","palavra_original":"Ῥωμαῖος","transliteracao":"Rhōmaîos","strong":"G4514","significado_raiz":"Ideia básica: roman.","significado_contextual":"Refere-se a um cidadão romano, destacando a cidadania e os direitos legais.","explicacao_detalhada":"A palavra 'roman' (Ῥωμαῖος) é usada para enfatizar a condição de Paulo como cidadão romano, o que lhe conferia certos direitos e proteções legais, especialmente em um contexto onde ele estava sendo injustamente tratado.","por_que_esta_palavra":"Esta palavra é importante porque Paulo usa sua cidadania romana para se defender e garantir um tratamento justo diante das autoridades.","conexao_teologica":"A cidadania romana de Paulo ilustra como Deus pode usar as circunstâncias e a cultura para promover o evangelho e proteger Seus servos.","referencias_relacionadas":["Atos 22:25-29","Filipenses 3:20","Romanos 13:1"]},"atos_16_38_mal":{"palavra_pt":"mal","palavra_original":"ῥῆμα","transliteracao":"rhēma","strong":"G4487","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se a uma palavra ou declaração que pode ser considerada como um erro ou injustiça.","explicacao_detalhada":"A palavra 'mal' (ῥῆμα) é utilizada para descrever a injustiça que Paulo e Silas enfrentaram ao serem presos sem um julgamento adequado, ressaltando a gravidade da situação.","por_que_esta_palavra":"É crucial para entender a injustiça que os apóstolos estavam enfrentando e como isso se relaciona com a defesa da verdade e da justiça.","conexao_teologica":"A injustiça sofrida por Paulo e Silas reflete a luta do cristão contra as injustiças do mundo e a importância de se manter firme na fé.","referencias_relacionadas":["Mateus 5:10-12","1 Pedro 2:19-20","Romanos 12:19"]},"atos_16_39_grande":{"palavra_pt":"vir","palavra_original":"ἔρχομαι","transliteracao":"érchomai","strong":"G2064","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de vir ou chegar a um lugar, muitas vezes com um propósito significativo.","explicacao_detalhada":"A palavra 'vir' (ἔρχομαι) é usada para descrever a ação de Paulo e Silas ao se dirigirem às autoridades, mostrando a importância de sua presença e a necessidade de uma resposta às injustiças que sofreram.","por_que_esta_palavra":"É fundamental para entender a ação proativa de Paulo em buscar justiça e esclarecer sua situação.","conexao_teologica":"A vinda de Paulo diante das autoridades reflete a coragem e a determinação dos cristãos em enfrentar as adversidades em nome da verdade.","referencias_relacionadas":["Atos 5:29","Hebreus 10:23","1 Coríntios 16:13"]},"atos_16_39_chamar":{"palavra_pt":"chamar","palavra_original":"παρακαλέω","transliteracao":"parakaléō","strong":"G3870","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de convocar ou solicitar a presença de alguém.","explicacao_detalhada":"A palavra 'chamar' (παρακαλέω) é utilizada quando Paulo pede que as autoridades venham até ele, enfatizando sua posição e a necessidade de um reconhecimento público de sua cidadania.","por_que_esta_palavra":"É importante porque mostra a assertividade de Paulo em reivindicar seus direitos e a dignidade que ele tinha como cidadão romano.","conexao_teologica":"A ação de Paulo em chamar as autoridades reflete a importância de se fazer ouvir e de buscar justiça, mesmo em situações adversas.","referencias_relacionadas":["Atos 4:19","Atos 5:29","Filipenses 1:7"]},"atos_16_40_mulher":{"palavra_pt":"mulher","palavra_original":"Λυδία","transliteracao":"Lydía","strong":"G3070","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se a Lídia, uma mulher de destaque na comunidade, que se converteu ao cristianismo.","explicacao_detalhada":"A palavra 'mulher' (Λυδία) é usada para identificar Lídia, que não apenas acolheu Paulo e Silas, mas também se tornou uma das primeiras convertidas na Europa, simbolizando a expansão do evangelho.","por_que_esta_palavra":"É significativa porque Lídia representa o papel das mulheres na igreja primitiva e a inclusão de todos na mensagem do evangelho.","conexao_teologica":"A conversão de Lídia destaca a obra do Espírito Santo em abrir corações e a importância da hospitalidade na comunidade cristã.","referencias_relacionadas":["Atos 2:17","Gálatas 3:28","Romanos 16:1"]},"atos_16_40_dia":{"palavra_pt":"dia","palavra_original":"φυλακή","transliteracao":"phylakḗ","strong":"G5438","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de tempo em que os eventos ocorreram, destacando a continuidade da missão de Paulo.","explicacao_detalhada":"A palavra 'dia' (φυλακή) é usada para indicar o tempo em que Paulo e Silas estavam em prisão e como isso se relaciona com a libertação e a continuidade da missão.","por_que_esta_palavra":"É importante para entender a cronologia dos eventos e como Deus opera mesmo em situações de prisão e dificuldade.","conexao_teologica":"O conceito de tempo e dia reflete a soberania de Deus sobre a história e a certeza de que Ele está sempre trabalhando em favor de Seu povo.","referencias_relacionadas":["Salmos 30:5","Romanos 8:28","2 Coríntios 4:17"]},"atos_16_40_forth":{"palavra_pt":"adiante","palavra_original":"ἐξέρχομαι","transliteracao":"exérchomai","strong":"G1831","significado_raiz":"Ideia básica: adiante.","significado_contextual":"Refere-se ao ato de sair ou avançar para um novo local ou situação.","explicacao_detalhada":"A palavra 'adiante' (ἐξέρχομαι) é usada para descrever a saída de Paulo e Silas da prisão, simbolizando a libertação e o avanço do evangelho.","por_que_esta_palavra":"É significativa porque representa a vitória sobre a opressão e a continuidade da missão de pregar o evangelho.","conexao_teologica":"A libertação de Paulo e Silas é um exemplo da fidelidade de Deus em cumprir Suas promessas e a importância de seguir adiante na fé.","referencias_relacionadas":["Isaías 43:19","Filipenses 3:14","Hebreus 12:1-2"]}}