{"atos_17_1_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à reunião de crentes, enfatizando a comunidade e a adoração.","explicacao_detalhada":"A palavra 'igreja' (συναγωγή) é usada para descrever a congregação dos fiéis, que se reuniam para adorar e aprender sobre Cristo.","por_que_esta_palavra":"É importante porque destaca a natureza comunitária da fé cristã e a importância da reunião dos crentes.","conexao_teologica":"A igreja é o corpo de Cristo na terra, e sua reunião é essencial para o crescimento espiritual e a edificação mútua.","referencias_relacionadas":["Atos 2:42","Efésios 4:11-13","Hebreus 10:25"]},"atos_17_1_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"Refere-se a um judeu, destacando a identidade étnica e religiosa.","explicacao_detalhada":"A palavra 'jewess' (Ἰουδαῖος) é usada para identificar a origem de Paulo e Silas, que eram judeus e, portanto, tinham um entendimento profundo das Escrituras.","por_que_esta_palavra":"É significativa porque a identidade judaica de Paulo e Silas influenciou sua abordagem ao evangelho e seu entendimento das promessas de Deus.","conexao_teologica":"A inclusão dos judeus no plano de salvação de Deus é um tema central nas Escrituras, mostrando a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Romanos 1:16","Gálatas 3:28","Efésios 2:14-16"]},"atos_17_2_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Paulo, que é mencionado como uma figura central na propagação do evangelho.","explicacao_detalhada":"A palavra 'nome' (Παῦλος) é usada para identificar Paulo, cuja vida e ministério foram fundamentais para a expansão do cristianismo.","por_que_esta_palavra":"É importante porque o nome de Paulo é sinônimo de evangelização e ensino, e sua autoridade como apóstolo é reconhecida.","conexao_teologica":"O nome de Paulo representa a transformação que ocorre na vida de alguém que encontra Cristo e a missão que cada crente tem de compartilhar o evangelho.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","2 Timóteo 1:11"]},"atos_17_2_santo":{"palavra_pt":"santo","palavra_original":"γραφή","transliteracao":"graphḗ","strong":"G1124","significado_raiz":"Ideia básica: santo.","significado_contextual":"Refere-se à santidade de Deus e à separação do sagrado em relação ao profano.","explicacao_detalhada":"A palavra 'santo' é usada para descrever algo que é consagrado a Deus, livre de impurezas e dedicado ao serviço divino. No contexto de Atos 17:2, enfatiza a natureza divina e a pureza da mensagem que Paulo estava pregando.","por_que_esta_palavra":"A escolha da palavra 'santo' destaca a importância da pureza e da separação do que é sagrado em relação ao que é mundano, refletindo a natureza de Deus.","conexao_teologica":"A santidade de Deus é um tema central na teologia cristã, que nos chama a viver de maneira santa e a refletir a natureza de Deus em nossas vidas.","referencias_relacionadas":["1 Pedro 1:16","Levítico 11:44","Hebreus 12:14"]},"atos_17_2_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Indica conformidade ou acordo com algo, neste caso, a Escritura.","explicacao_detalhada":"A palavra 'conforme' é utilizada para mostrar que Paulo estava pregando de acordo com as Escrituras, reforçando a autoridade da Palavra de Deus em sua mensagem.","por_que_esta_palavra":"A utilização de 'conforme' ressalta a importância de basear a pregação e a fé nas Escrituras, que são consideradas a revelação de Deus.","conexao_teologica":"A conformidade com as Escrituras é fundamental na teologia cristã, pois a Bíblia é vista como a verdade revelada que orienta a vida do crente.","referencias_relacionadas":["2 Timóteo 3:16-17","Romanos 15:4","Salmos 119:105"]},"atos_17_3_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Jesus como o Messias, o Ungido de Deus.","explicacao_detalhada":"A palavra 'cristo' é a tradução grega da palavra hebraica 'Messias', que significa 'ungido'. Paulo estava explicando que Jesus é o cumprimento das profecias messiânicas.","por_que_esta_palavra":"A palavra 'cristo' é essencial para a compreensão da identidade de Jesus e seu papel na salvação da humanidade.","conexao_teologica":"A crença em Jesus como o Cristo é central para a fé cristã, pois ele é visto como o Salvador prometido que veio para redimir a humanidade.","referencias_relacionadas":["Mateus 16:16","João 1:41","Atos 2:36"]},"atos_17_3_alimento":{"palavra_pt":"alimento","palavra_original":"παρατίθημι","transliteracao":"paratíthēmi","strong":"G3908","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Simboliza a nutrição espiritual que vem da Palavra de Deus.","explicacao_detalhada":"A palavra 'alimento' é usada metaforicamente para descrever a necessidade espiritual do ser humano de se alimentar da verdade de Deus, que é essencial para o crescimento espiritual.","por_que_esta_palavra":"A escolha de 'alimento' enfatiza a importância de sustentar a vida espiritual através do ensino e da pregação da Palavra.","conexao_teologica":"A metáfora do alimento é frequentemente usada na Bíblia para descrever a Palavra de Deus como essencial para a vida espiritual, assim como o pão é essencial para a vida física.","referencias_relacionadas":["Mateus 4:4","João 6:35","1 Pedro 2:2"]},"atos_17_4_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e ao testemunho de Paulo.","explicacao_detalhada":"A palavra 'nome' é significativa, pois representa a autoridade e a reputação de uma pessoa. No contexto, destaca a importância do testemunho de Paulo e sua missão.","por_que_esta_palavra":"O nome de Paulo é mencionado para mostrar sua relevância na pregação do evangelho e como ele se tornou um instrumento nas mãos de Deus.","conexao_teologica":"O nome de um crente é importante na teologia cristã, pois representa a nova identidade que temos em Cristo e a autoridade que Ele nos confere.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","Gálatas 1:11-12"]},"atos_17_4_silas":{"palavra_pt":"silas","palavra_original":"Σίλας","transliteracao":"Sílas","strong":"G4609","significado_raiz":"Ideia básica: silas.","significado_contextual":"Silas é um companheiro de Paulo na missão evangelística.","explicacao_detalhada":"A menção de Silas destaca a importância da comunhão e do trabalho em equipe na propagação do evangelho. Silas era um líder respeitado e um colaborador fiel.","por_que_esta_palavra":"A inclusão de Silas no relato enfatiza a importância da parceria no ministério e o apoio mútuo entre os crentes.","conexao_teologica":"A colaboração no ministério é um princípio teológico que reflete a unidade do corpo de Cristo, onde cada membro desempenha um papel vital.","referencias_relacionadas":["Atos 15:40","2 Coríntios 1:19","1 Tessalonicenses 1:1"]},"atos_17_5_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"Refere-se à oposição e ao engano que surgem contra a mensagem do evangelho.","explicacao_detalhada":"A palavra 'maligno/mau' é usada para descrever a natureza do adversário que se opõe à verdade de Deus e tenta desviar as pessoas da fé.","por_que_esta_palavra":"A escolha de 'maligno' destaca a realidade da luta espiritual que os crentes enfrentam ao proclamar o evangelho.","conexao_teologica":"A presença do mal e da oposição é um tema recorrente na teologia cristã, que nos lembra da necessidade de estar vigilantes e firmes na fé.","referencias_relacionadas":["Efésios 6:12","1 Pedro 5:8","Tiago 4:7"]},"atos_17_5_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Refere-se ao ato de procurar ou investigar a verdade.","explicacao_detalhada":"A palavra 'buscar' implica um esforço ativo para encontrar a verdade de Deus, que é essencial para a salvação e o crescimento espiritual.","por_que_esta_palavra":"A escolha de 'buscar' enfatiza a responsabilidade pessoal de cada crente em procurar conhecer a Deus e Sua vontade.","conexao_teologica":"A busca por Deus é um princípio fundamental na vida cristã, refletindo o desejo de conhecer e se relacionar com o Criador.","referencias_relacionadas":["Mateus 7:7","Hebreus 11:6","Jeremias 29:13"]},"atos_17_6_terra":{"palavra_pt":"terra","palavra_original":"οἰκουμένη","transliteracao":"oikouménē","strong":"G3625","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo habitado, onde a mensagem do evangelho está sendo proclamada.","explicacao_detalhada":"A palavra 'terra' é usada para descrever a totalidade da humanidade que está ouvindo a mensagem de Paulo, indicando a abrangência do evangelho.","por_que_esta_palavra":"A escolha de 'terra' destaca a universalidade da mensagem cristã e o chamado de Deus para que todos sejam alcançados.","conexao_teologica":"A ideia de que o evangelho deve ser pregado a todas as nações é um tema central na Grande Comissão e na missão da Igreja.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","Romanos 10:18"]},"atos_17_6_mao":{"palavra_pt":"mao","palavra_original":"πάρειμι","transliteracao":"páreimi","strong":"G3918","significado_raiz":"Ideia básica: mao.","significado_contextual":"Simboliza o poder e a autoridade de Deus sobre a criação.","explicacao_detalhada":"A palavra 'mão' é frequentemente usada na Bíblia para descrever a ação de Deus em controlar e sustentar o mundo, refletindo Sua soberania.","por_que_esta_palavra":"A escolha de 'mão' enfatiza a presença ativa de Deus na história e na vida dos crentes.","conexao_teologica":"A mão de Deus é um símbolo de proteção, poder e providência, reforçando a confiança dos crentes em Sua soberania.","referencias_relacionadas":["Salmos 95:5","Isaías 41:10","Atos 4:30"]},"atos_17_7_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que se refere a Jesus Cristo, o Messias.","explicacao_detalhada":"Jesus é o nome dado ao Filho de Deus, que veio ao mundo para salvar a humanidade. O nome significa 'O Senhor é Salvação'.","por_que_esta_palavra":"A palavra é central na fé cristã, pois representa a figura que cumpre as profecias messiânicas e traz a salvação.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua vida, morte e ressurreição são fundamentais para a teologia cristã.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"atos_17_7_commit":{"palavra_pt":"entregar","palavra_original":"πράσσω","transliteracao":"prássō","strong":"G4238","significado_raiz":"Ideia básica: entregar.","significado_contextual":"Ato de entregar ou realizar algo.","explicacao_detalhada":"Entregar implica em confiar algo a outra pessoa ou realizar uma ação específica. No contexto, refere-se a entregar a mensagem do evangelho.","por_que_esta_palavra":"A entrega é um ato de fé e compromisso, essencial para a propagação do evangelho.","conexao_teologica":"A entrega do evangelho é um chamado para todos os cristãos, refletindo o mandamento de fazer discípulos.","referencias_relacionadas":["Mateus 28:19-20","Romanos 10:14-15","2 Coríntios 5:18"]},"atos_17_8_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"Grupo de pessoas, multidão.","explicacao_detalhada":"O termo 'povo' refere-se à coletividade que pode ser tanto uma multidão em um evento quanto um grupo específico de crentes.","por_que_esta_palavra":"O povo é frequentemente mencionado nas Escrituras como o objeto do amor e da missão de Deus.","conexao_teologica":"A ideia de povo de Deus é central na narrativa bíblica, representando a comunidade que segue a Cristo.","referencias_relacionadas":["1 Pedro 2:9","Gálatas 3:28","Efésios 2:19"]},"atos_17_8_agua":{"palavra_pt":"agua","palavra_original":"ταράσσω","transliteracao":"tarássō","strong":"G5015","significado_raiz":"Ideia básica: agua.","significado_contextual":"Elemento essencial para a vida, simbolizando purificação e renovação.","explicacao_detalhada":"A água é frequentemente usada na Bíblia como símbolo de vida, purificação e o Espírito Santo.","por_que_esta_palavra":"A água é um elemento vital e, em contextos espirituais, representa a necessidade de renovação e batismo.","conexao_teologica":"A água é um símbolo do novo nascimento e da purificação que Cristo oferece.","referencias_relacionadas":["João 3:5","João 4:14","Apocalipse 21:6"]},"atos_17_9_agarrar":{"palavra_pt":"receber","palavra_original":"λαμβάνω","transliteracao":"lambánō","strong":"G2983","significado_raiz":"Ideia básica: receber.","significado_contextual":"Ato de receber ou tomar posse de algo.","explicacao_detalhada":"Receber implica em aceitar algo que é oferecido, seja uma mensagem, um presente ou uma responsabilidade.","por_que_esta_palavra":"A recepção é um ato de fé, essencial para a experiência cristã, onde se recebe a graça de Deus.","conexao_teologica":"Receber a palavra de Deus é fundamental para a salvação e o crescimento espiritual.","referencias_relacionadas":["João 1:12","Atos 2:41","Romanos 10:9"]},"atos_17_9_bom":{"palavra_pt":"bom","palavra_original":"ἱκανός","transliteracao":"hikanós","strong":"G2425","significado_raiz":"Ideia básica: bom.","significado_contextual":"Qualidade de ser bom, adequado ou suficiente.","explicacao_detalhada":"A palavra 'bom' refere-se a algo que é moralmente correto ou que atende a um padrão elevado.","por_que_esta_palavra":"A bondade é um atributo de Deus e um chamado para os cristãos viverem de maneira que reflitam essa qualidade.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, mostrando seu caráter e suas ações em favor da humanidade.","referencias_relacionadas":["Salmos 34:8","Gálatas 5:22","Tiago 1:17"]},"atos_17_10_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Identificação pessoal, muitas vezes associada a caráter ou reputação.","explicacao_detalhada":"O nome 'Paulo' é significativo, pois representa um apóstolo que se tornou um dos principais propagadores do evangelho.","por_que_esta_palavra":"Os nomes na Bíblia frequentemente têm significados profundos e refletem a identidade e a missão da pessoa.","conexao_teologica":"O nome de Paulo é associado à transformação e ao chamado de Deus para a missão entre os gentios.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","2 Timóteo 1:11"]},"atos_17_10_silas":{"palavra_pt":"silas","palavra_original":"Σίλας","transliteracao":"Sílas","strong":"G4609","significado_raiz":"Ideia básica: silas.","significado_contextual":"Nome próprio de um colaborador de Paulo na missão.","explicacao_detalhada":"Silas é mencionado como um companheiro de Paulo, desempenhando um papel importante na propagação do evangelho.","por_que_esta_palavra":"O nome Silas é associado à fidelidade e ao trabalho em equipe na obra missionária.","conexao_teologica":"A parceria entre Paulo e Silas exemplifica a importância da comunhão e do apoio mútuo na missão.","referencias_relacionadas":["Atos 15:40","Atos 16:19","2 Coríntios 1:19"]},"atos_17_10_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Comunidade de crentes que se reúnem para adorar e aprender sobre Deus.","explicacao_detalhada":"A igreja é o corpo de Cristo na terra, composta por todos os que creem e seguem a Jesus.","por_que_esta_palavra":"A palavra 'igreja' enfatiza a importância da comunidade na vida cristã e na edificação mútua.","conexao_teologica":"A igreja é chamada a ser luz e sal no mundo, refletindo o caráter de Cristo.","referencias_relacionadas":["Mateus 16:18","Atos 2:42","Efésios 4:11-13"]},"atos_17_11_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Referência à palavra de Deus, que é viva e eficaz.","explicacao_detalhada":"O termo 'palavra' é usado para descrever tanto a mensagem de Deus quanto a própria pessoa de Cristo, que é a Palavra encarnada.","por_que_esta_palavra":"A palavra é fundamental para a fé cristã, pois é através dela que Deus se revela e comunica sua vontade.","conexao_teologica":"Cristo é a manifestação máxima da palavra de Deus, e a Escritura é essencial para o crescimento espiritual.","referencias_relacionadas":["João 1:1","Hebreus 4:12","2 Timóteo 3:16-17"]},"atos_17_11_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O termo 'dia' refere-se a um período de 24 horas, mas também pode simbolizar um tempo de revelação ou iluminação espiritual.","explicacao_detalhada":"No contexto de Atos 17:11, o 'dia' pode ser entendido como o tempo em que os bereanos buscavam a verdade nas Escrituras, representando um momento de discernimento e busca por conhecimento.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a importância do tempo em que a verdade é buscada e revelada, destacando a diligência dos bereanos.","conexao_teologica":"O conceito de 'dia' se conecta com a ideia de que Deus opera em tempos específicos, revelando-se à humanidade em momentos determinados.","referencias_relacionadas":["Gênesis 1:5","Salmos 104:19","Eclesiastes 3:1"]},"atos_17_11_santo":{"palavra_pt":"santo","palavra_original":"γραφή","transliteracao":"graphḗ","strong":"G1124","significado_raiz":"Ideia básica: santo.","significado_contextual":"A palavra 'santo' refere-se a algo que é separado para Deus, puro e digno de reverência.","explicacao_detalhada":"Em Atos 17:11, a referência ao 'santo' pode ser entendida como a Escritura Sagrada, que é considerada a palavra de Deus e, portanto, é santa e autoritativa.","por_que_esta_palavra":"A palavra 'santo' é utilizada para destacar a natureza divina das Escrituras e a importância de tratá-las com respeito e reverência.","conexao_teologica":"A santidade das Escrituras reflete a santidade de Deus, que se revela através de Sua palavra.","referencias_relacionadas":["Salmos 119:140","Romanos 1:2","2 Timóteo 3:16"]},"atos_17_12_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"O termo 'grande' é usado para descrever a magnitude da fé e da resposta dos bereanos ao evangelho.","explicacao_detalhada":"No contexto de Atos 17:12, 'grande' se refere ao número significativo de pessoas que creram, indicando um impacto espiritual profundo na comunidade.","por_que_esta_palavra":"A palavra 'grande' é escolhida para enfatizar a obra poderosa de Deus na conversão de almas e o crescimento da igreja.","conexao_teologica":"A grandeza da fé é um tema recorrente na Bíblia, mostrando que Deus é capaz de realizar grandes coisas através de Sua palavra.","referencias_relacionadas":["Atos 2:41","Atos 4:4","1 Coríntios 3:6"]},"atos_17_12_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' refere-se ao ato de ter fé ou confiança em Deus e em Sua palavra.","explicacao_detalhada":"Em Atos 17:12, o ato de crer é central para a resposta dos bereanos ao evangelho, mostrando a importância da fé na salvação.","por_que_esta_palavra":"A escolha da palavra 'crer' destaca a ação pessoal e a resposta do coração humano à revelação divina.","conexao_teologica":"A fé é fundamental na teologia cristã, sendo o meio pelo qual os indivíduos se conectam com Deus e recebem a salvação.","referencias_relacionadas":["Romanos 10:17","Efésios 2:8-9","Hebreus 11:1"]},"atos_17_12_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação ou posição no meio de um grupo.","explicacao_detalhada":"No contexto de Atos 17:12, 'entre' sugere a inclusão dos bereanos no grupo que recebeu a mensagem do evangelho e a importância da comunidade na fé.","por_que_esta_palavra":"A palavra 'entre' é usada para enfatizar a coletividade da experiência de fé, mostrando que a salvação é uma experiência comunitária.","conexao_teologica":"A ideia de estar 'entre' os crentes reflete a natureza da igreja como corpo de Cristo, onde cada membro é importante.","referencias_relacionadas":["Atos 2:44","1 Coríntios 12:12-14","Hebreus 10:25"]},"atos_17_13_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' refere-se à identidade e autoridade de Paulo como apóstolo e mensageiro do evangelho.","explicacao_detalhada":"Em Atos 17:13, o nome de Paulo é mencionado para destacar sua missão e o impacto que ele teve na propagação do evangelho.","por_que_esta_palavra":"A palavra 'nome' é significativa porque representa a pessoa e a obra de Paulo, que estava sendo perseguido por causa de sua pregação.","conexao_teologica":"O nome de Paulo é associado à obra de Deus na expansão da igreja primitiva e à fidelidade ao chamado divino.","referencias_relacionadas":["Atos 9:15","Atos 13:9","Romanos 1:1"]},"atos_17_13_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à mensagem do evangelho e à revelação de Cristo.","explicacao_detalhada":"Em Atos 17:13, 'palavra' é usada para descrever a essência da mensagem que Paulo e os apóstolos estavam proclamando, que é a boa nova de Jesus Cristo.","por_que_esta_palavra":"A escolha da palavra 'palavra' enfatiza a importância da comunicação da verdade divina e a centralidade de Cristo na mensagem cristã.","conexao_teologica":"Cristo é a Palavra viva, e a pregação do evangelho é a divulgação dessa verdade essencial.","referencias_relacionadas":["João 1:1","Romanos 10:14","1 Coríntios 1:23"]},"atos_17_13_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, o Criador e Sustentador do universo.","explicacao_detalhada":"Em Atos 17:13, a menção de Deus é central para a mensagem do evangelho, que proclama a soberania e a salvação oferecida por Ele através de Cristo.","por_que_esta_palavra":"A palavra 'deus' é crucial para entender a natureza da mensagem cristã e a relação entre Deus e a humanidade.","conexao_teologica":"A teologia cristã é centrada na natureza de Deus, que se revela a nós e nos convida a um relacionamento pessoal.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","João 3:16"]},"atos_17_14_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' novamente se refere à identidade de Paulo, que é relevante para a narrativa da perseguição que ele enfrentou.","explicacao_detalhada":"Em Atos 17:14, o nome de Paulo é mencionado para mostrar a continuidade de sua missão e o impacto que ele teve na propagação do evangelho.","por_que_esta_palavra":"A palavra 'nome' é importante para destacar a individualidade e o papel de Paulo na história da igreja primitiva.","conexao_teologica":"O nome de Paulo é um símbolo da obra de Deus através de indivíduos que são chamados para cumprir Sua missão.","referencias_relacionadas":["Atos 9:15","Atos 13:9","Filipenses 3:5"]},"atos_17_14_silas":{"palavra_pt":"silas","palavra_original":"Σίλας","transliteracao":"Sílas","strong":"G4609","significado_raiz":"Ideia básica: silas.","significado_contextual":"A palavra 'Silas' refere-se a um companheiro de Paulo na missão, destacando a importância da parceria no ministério.","explicacao_detalhada":"Em Atos 17:14, Silas é mencionado como um colaborador de Paulo, enfatizando a necessidade de apoio mútuo na propagação do evangelho.","por_que_esta_palavra":"A palavra 'Silas' é significativa porque representa a união de esforços no trabalho missionário e a importância da comunidade de crentes.","conexao_teologica":"A parceria no ministério reflete a natureza do corpo de Cristo, onde cada membro desempenha um papel vital na missão de Deus.","referencias_relacionadas":["Atos 15:40","Atos 16:19","2 Coríntios 1:19"]},"atos_17_14_deus":{"palavra_pt":"deus","palavra_original":"Τιμόθεος","transliteracao":"Timótheos","strong":"G5095","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador, em contraste com os deuses pagãos.","explicacao_detalhada":"No contexto de Atos 17, Paulo discute a natureza de Deus com os atenienses, enfatizando que Ele não é feito por mãos humanas e não habita em templos feitos por homens.","por_que_esta_palavra":"A palavra 'deus' é central para a mensagem cristã, pois Paulo está apresentando a verdadeira natureza de Deus aos gentios.","conexao_teologica":"A compreensão de Deus como único e verdadeiro é fundamental para a fé cristã, que se opõe ao politeísmo.","referencias_relacionadas":["Atos 17:24","Isaías 45:5","João 4:24"]},"atos_17_15_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identificação de Paulo, o apóstolo que leva a mensagem de Cristo.","explicacao_detalhada":"O nome de Paulo é mencionado para estabelecer sua autoridade e a importância de sua missão entre os gentios.","por_que_esta_palavra":"O nome é um símbolo de identidade e missão, representando a transformação de Saulo em Paulo, um apóstolo de Cristo.","conexao_teologica":"O nome de Paulo é associado à propagação do evangelho e à inclusão dos gentios na promessa de Deus.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","Gálatas 1:15-16"]},"atos_17_15_silas":{"palavra_pt":"silas","palavra_original":"Σίλας","transliteracao":"Sílas","strong":"G4609","significado_raiz":"Ideia básica: silas.","significado_contextual":"Silas é um companheiro de Paulo na missão evangelística.","explicacao_detalhada":"Silas é mencionado como um colaborador importante, reforçando a ideia de trabalho em equipe na propagação do evangelho.","por_que_esta_palavra":"A inclusão de Silas destaca a importância da comunhão e do apoio mútuo na missão cristã.","conexao_teologica":"A parceria entre Paulo e Silas exemplifica a unidade no corpo de Cristo e a importância do discipulado.","referencias_relacionadas":["Atos 15:40","Atos 16:19","2 Coríntios 1:19"]},"atos_17_15_deus":{"palavra_pt":"deus","palavra_original":"Τιμόθεος","transliteracao":"Timótheos","strong":"G5095","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador, em contraste com os deuses pagãos.","explicacao_detalhada":"No contexto de Atos 17, Paulo discute a natureza de Deus com os atenienses, enfatizando que Ele não é feito por mãos humanas e não habita em templos feitos por homens.","por_que_esta_palavra":"A palavra 'deus' é central para a mensagem cristã, pois Paulo está apresentando a verdadeira natureza de Deus aos gentios.","conexao_teologica":"A compreensão de Deus como único e verdadeiro é fundamental para a fé cristã, que se opõe ao politeísmo.","referencias_relacionadas":["Atos 17:24","Isaías 45:5","João 4:24"]},"atos_17_16_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identificação de Paulo, o apóstolo que leva a mensagem de Cristo.","explicacao_detalhada":"O nome de Paulo é mencionado para estabelecer sua autoridade e a importância de sua missão entre os gentios.","por_que_esta_palavra":"O nome é um símbolo de identidade e missão, representando a transformação de Saulo em Paulo, um apóstolo de Cristo.","conexao_teologica":"O nome de Paulo é associado à propagação do evangelho e à inclusão dos gentios na promessa de Deus.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","Gálatas 1:15-16"]},"atos_17_16_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito, que é a essência da vida e a presença de Deus.","explicacao_detalhada":"O espírito é mencionado para enfatizar a natureza espiritual da mensagem de Paulo e a necessidade de uma nova vida em Cristo.","por_que_esta_palavra":"A palavra 'espírito' é crucial para entender a obra do Espírito Santo na vida dos crentes.","conexao_teologica":"A presença do Espírito Santo é fundamental para a vida cristã e a capacitação para a missão.","referencias_relacionadas":["Atos 2:4","Romanos 8:9-11","Gálatas 5:22-23"]},"atos_17_17_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à comunidade de crentes que se reúnem para adorar e aprender sobre Deus.","explicacao_detalhada":"A palavra 'igreja' é usada para descrever a nova comunidade que se forma em torno da fé em Cristo, distinta das sinagogas judaicas.","por_que_esta_palavra":"A ênfase na igreja destaca a importância da comunhão entre os crentes e a missão coletiva.","conexao_teologica":"A igreja é o corpo de Cristo na terra, chamada a ser luz e sal no mundo.","referencias_relacionadas":["Mateus 16:18","Atos 2:42","Efésios 4:11-13"]},"atos_17_17_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que Paulo estava pregando e ao conceito de um dia de julgamento futuro.","explicacao_detalhada":"O 'dia' é mencionado para enfatizar a urgência da mensagem de arrependimento e a iminência do julgamento de Deus.","por_que_esta_palavra":"A palavra 'dia' é significativa para a escatologia cristã, que fala sobre o retorno de Cristo e o juízo final.","conexao_teologica":"A expectativa do 'dia do Senhor' é um tema recorrente nas escrituras, que chama os crentes à vigilância.","referencias_relacionadas":["2 Pedro 3:10","1 Tessalonicenses 5:2","Apocalipse 20:11-15"]},"atos_17_17_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"Refere-se aos judeus, que eram a base da fé monoteísta e a origem do cristianismo.","explicacao_detalhada":"A menção dos judeus destaca a continuidade da mensagem de Deus desde o Antigo Testamento até o Novo Testamento.","por_que_esta_palavra":"A palavra 'judeus' é importante para entender a relação entre a antiga aliança e a nova aliança em Cristo.","conexao_teologica":"O evangelho é para os judeus primeiro e também para os gentios, conforme Romanos 1:16.","referencias_relacionadas":["Romanos 1:16","Gálatas 3:28","Atos 13:46"]},"atos_17_18_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus Cristo, o centro da mensagem cristã e o Salvador da humanidade.","explicacao_detalhada":"A menção de Jesus é crucial, pois Paulo está apresentando a nova mensagem de salvação através de Cristo aos atenienses.","por_que_esta_palavra":"A palavra 'Jesus' é a chave para a salvação e a esperança para todos os que creem.","conexao_teologica":"Jesus é o cumprimento das promessas do Antigo Testamento e o fundamento da fé cristã.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 10:9"]},"atos_17_18_confer":{"palavra_pt":"confer","palavra_original":"συμβάλλω","transliteracao":"symbállō","strong":"G4820","significado_raiz":"Ideia básica: confer.","significado_contextual":"A palavra 'confer' refere-se ao ato de discutir ou debater ideias.","explicacao_detalhada":"No contexto de Atos 17:18, 'confer' é usado para descrever a interação entre Paulo e os filósofos de Atenas, onde eles trocam argumentos e ideias sobre a nova doutrina que Paulo estava pregando.","por_que_esta_palavra":"A escolha da palavra 'confer' enfatiza a natureza dialética da comunicação entre Paulo e os atenenses, mostrando a importância do diálogo na propagação do evangelho.","conexao_teologica":"O diálogo e a discussão são fundamentais na evangelização, pois permitem que a verdade do evangelho seja apresentada e defendida de forma racional.","referencias_relacionadas":["Atos 17:17","1 Pedro 3:15","Colossenses 4:6"]},"atos_17_19_instrucao":{"palavra_pt":"instrucao","palavra_original":"διδαχή","transliteracao":"didachḗ","strong":"G1322","significado_raiz":"Ideia básica: instrucao.","significado_contextual":"A palavra 'instrução' refere-se ao ensino ou à doutrina que é transmitida.","explicacao_detalhada":"Em Atos 17:19, 'instrução' é usada para descrever o conteúdo do que Paulo estava ensinando, que era uma nova visão sobre Deus e a ressurreição de Cristo.","por_que_esta_palavra":"A palavra 'instrução' destaca a importância do ensino na fé cristã, mostrando que a compreensão correta da doutrina é essencial para a vida cristã.","conexao_teologica":"A instrução é vital para a formação espiritual dos crentes, conforme mencionado em Mateus 28:19-20, onde Jesus ordena que seus seguidores ensinem todas as nações.","referencias_relacionadas":["Atos 2:42","2 Timóteo 3:16-17","Tito 2:1"]},"atos_17_19_agarrar":{"palavra_pt":"agarrar","palavra_original":"ἐπιλαμβάνομαι","transliteracao":"epilambánomai","strong":"G1949","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' implica em tomar posse ou segurar algo firmemente.","explicacao_detalhada":"No versículo, 'agarrar' é usado para descrever a ação dos atenenses ao tentarem prender Paulo, mostrando a resistência que ele enfrentou ao pregar o evangelho.","por_que_esta_palavra":"A escolha da palavra 'agarrar' ilustra a intensidade da oposição que Paulo encontrou, refletindo a luta entre a verdade do evangelho e a resistência cultural.","conexao_teologica":"A resistência ao evangelho é um tema recorrente nas Escrituras, como em 1 Pedro 5:8, onde somos alertados sobre o adversário que busca nos devorar.","referencias_relacionadas":["Atos 5:17-18","Atos 14:19","2 Coríntios 4:8-9"]},"atos_17_19_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se ao ato de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Em Atos 17:19, 'dizer' é utilizado para relatar o que os atenenses disseram a Paulo, indicando a importância da comunicação na evangelização.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para entender como a mensagem do evangelho é transmitida e recebida, destacando a necessidade de clareza na comunicação.","conexao_teologica":"A comunicação da verdade é essencial na missão da igreja, conforme Romanos 10:14, que fala sobre a necessidade de pregar para que as pessoas possam crer.","referencias_relacionadas":["Atos 4:20","Mateus 10:27","Romanos 1:16"]},"atos_17_20_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' implica em tomar uma decisão ou fazer uma seleção.","explicacao_detalhada":"No contexto de Atos 17:20, 'escolher' é usado para descrever a curiosidade dos atenenses em saber mais sobre a nova doutrina que Paulo estava apresentando.","por_que_esta_palavra":"A escolha da palavra 'escolher' reflete a liberdade que os indivíduos têm para decidir sobre a fé e a verdade que lhes é apresentada.","conexao_teologica":"A escolha de seguir a Cristo é um tema central na fé cristã, como em Deuteronômio 30:19, onde Deus coloca diante do povo a vida e a morte, pedindo que escolham.","referencias_relacionadas":["João 7:17","Gálatas 5:13","Apocalipse 3:20"]},"atos_17_20_entertain":{"palavra_pt":"entertain","palavra_original":"ξενίζω","transliteracao":"xenízō","strong":"G3579","significado_raiz":"Ideia básica: entertain.","significado_contextual":"A palavra 'entertain' refere-se ao ato de acolher ou receber algo com interesse.","explicacao_detalhada":"Em Atos 17:20, 'entertain' é usado para descrever a disposição dos atenenses em ouvir Paulo, mostrando a abertura deles para novas ideias.","por_que_esta_palavra":"A palavra 'entertain' destaca a importância da receptividade ao evangelho e a disposição de considerar novas verdades espirituais.","conexao_teologica":"A receptividade ao evangelho é essencial para a salvação, conforme Lucas 8:15, que fala sobre os que ouvem a palavra e a retêm com um coração bom.","referencias_relacionadas":["Atos 2:41","Romanos 10:17","1 Tessalonicenses 2:13"]},"atos_17_21_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se ao modo de vida ou à direção que alguém toma.","explicacao_detalhada":"No contexto de Atos 17:21, 'caminho' é usado para descrever a busca dos atenenses por novas ideias e filosofias, refletindo sua sede de conhecimento.","por_que_esta_palavra":"A escolha da palavra 'caminho' enfatiza a jornada espiritual e a busca por significado na vida, que é uma parte fundamental da experiência humana.","conexao_teologica":"Jesus se apresenta como o caminho, a verdade e a vida em João 14:6, ressaltando a importância de seguir o caminho correto em nossa vida espiritual.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","Mateus 7:13-14"]},"atos_17_21_host":{"palavra_pt":"host","palavra_original":"ξένος","transliteracao":"xénos","strong":"G3581","significado_raiz":"Ideia básica: host.","significado_contextual":"A palavra 'host' refere-se a um estrangeiro ou alguém que não é nativo de um lugar.","explicacao_detalhada":"Em Atos 17:21, 'host' é usado para descrever a natureza dos atenenses como receptores de ideias de fora, refletindo sua abertura cultural.","por_que_esta_palavra":"A palavra 'host' destaca a diversidade cultural e a interação entre diferentes povos e ideias, que é uma característica importante da evangelização.","conexao_teologica":"A igreja é chamada a ser um lugar de acolhimento para todos, como em Gálatas 3:28, onde não há distinção entre judeu e grego.","referencias_relacionadas":["Atos 10:34-35","Romanos 15:7","Efésios 2:19"]},"atos_17_22_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade ou à representação de uma pessoa.","explicacao_detalhada":"Em Atos 17:22, 'nome' é usado para se referir a Paulo, que estava se apresentando aos atenenses e compartilhando sua mensagem.","por_que_esta_palavra":"A escolha da palavra 'nome' é significativa, pois o nome de uma pessoa carrega sua identidade e autoridade, especialmente no contexto da pregação do evangelho.","conexao_teologica":"O nome de Jesus é central na fé cristã, como em Filipenses 2:9-11, onde se afirma que todo joelho se dobrará ao nome de Jesus.","referencias_relacionadas":["Atos 4:12","Romanos 10:13","Colossenses 3:17"]},"atos_17_22_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se a um acordo ou pacto entre duas partes.","explicacao_detalhada":"Em Atos 17:22, 'aliança' pode ser interpretada como a relação entre Deus e a humanidade, que é central na mensagem que Paulo estava pregando.","por_que_esta_palavra":"A escolha da palavra 'aliança' é importante, pois enfatiza a fidelidade de Deus em manter Suas promessas e a necessidade de resposta da humanidade.","conexao_teologica":"A aliança de Deus com Seu povo é um tema central nas Escrituras, como em Hebreus 8:6, que fala de uma nova aliança estabelecida em Cristo.","referencias_relacionadas":["Gênesis 9:13-17","Êxodo 19:5-6","Hebreus 8:8-12"]},"atos_17_22_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica uma conformidade ou acordo com algo.","explicacao_detalhada":"No contexto de Atos 17:22, Paulo está se dirigindo aos atenienses, reconhecendo que eles são muito religiosos e que suas práticas estão de acordo com uma busca por algo maior, embora estejam adorando de forma errada.","por_que_esta_palavra":"A escolha da palavra 'conforme' enfatiza a ideia de que a adoração deve ser alinhada com a verdade de Deus, e não apenas com a religiosidade humana.","conexao_teologica":"A conformidade com a verdade divina é essencial na adoração, pois Deus busca adoradores que o adorem em espírito e em verdade (João 4:24).","referencias_relacionadas":["João 4:24","Romanos 12:2","1 Coríntios 10:31"]},"atos_17_23_adoracao":{"palavra_pt":"adoracao","palavra_original":"σέβασμα","transliteracao":"sébasma","strong":"G4574","significado_raiz":"Ideia básica: adoracao.","significado_contextual":"A palavra 'adoracao' refere-se ao ato de reverenciar ou prestar culto a uma divindade.","explicacao_detalhada":"Paulo menciona que os atenienses adoravam um 'Deus desconhecido', o que revela a busca humana por significado e conexão com o divino, mesmo que de forma inadequada.","por_que_esta_palavra":"A palavra 'adoracao' é crucial para entender a intenção do coração humano de se conectar com o sagrado, mesmo quando a prática é distorcida.","conexao_teologica":"A verdadeira adoração deve ser direcionada ao Deus verdadeiro, que se revelou em Jesus Cristo (Hebreus 1:1-2).","referencias_relacionadas":["Salmos 95:6","Mateus 4:10","Romanos 1:25"]},"atos_17_23_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, o Criador de todas as coisas.","explicacao_detalhada":"Paulo usa a palavra 'deus' para se referir ao Deus verdadeiro, contrastando com os ídolos que os atenienses adoravam.","por_que_esta_palavra":"É importante distinguir entre o Deus verdadeiro e os falsos deuses que não têm poder nem vida.","conexao_teologica":"A compreensão de quem é Deus é fundamental para a fé cristã, pois Ele é o único digno de adoração (Isaías 45:5).","referencias_relacionadas":["Gênesis 1:1","Salmos 86:10","1 Coríntios 8:4"]},"atos_17_24_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada novamente para enfatizar a soberania e a grandeza de Deus como Criador.","explicacao_detalhada":"Paulo afirma que Deus fez o mundo e tudo que nele há, destacando Sua autoridade sobre a criação.","por_que_esta_palavra":"Reforça a ideia de que Deus não é apenas um ser distante, mas o Criador ativo e presente em Sua criação.","conexao_teologica":"A soberania de Deus sobre a criação é um tema central na teologia cristã, que afirma que tudo pertence a Ele (Salmos 24:1).","referencias_relacionadas":["Salmos 102:25","Colossenses 1:16","Apocalipse 4:11"]},"atos_17_24_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' refere-se ao domínio espiritual e à habitação de Deus.","explicacao_detalhada":"Paulo menciona o céu para ilustrar a grandeza de Deus, que não habita em templos feitos por mãos humanas.","por_que_esta_palavra":"O céu é o lugar onde Deus reina e onde os seres celestiais O adoram, contrastando com a adoração a ídolos terrenos.","conexao_teologica":"A ideia de que Deus habita nos céus e não em templos feitos por homens é um tema recorrente nas Escrituras (Isaías 66:1).","referencias_relacionadas":["Salmos 115:3","Atos 7:48-49","Hebreus 9:24"]},"atos_17_24_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico, a criação material de Deus.","explicacao_detalhada":"Paulo destaca que Deus é o Criador tanto do céu quanto da terra, enfatizando Sua soberania sobre toda a criação.","por_que_esta_palavra":"A menção da terra sublinha a totalidade da criação de Deus, que inclui tanto o mundo espiritual quanto o físico.","conexao_teologica":"A criação da terra é um testemunho da grandeza de Deus e de Sua autoridade sobre tudo que existe (Gênesis 1:1).","referencias_relacionadas":["Salmos 24:1","Romanos 1:20","Colossenses 1:16"]},"atos_17_25_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à essência do ser, à existência que Deus dá.","explicacao_detalhada":"Paulo afirma que Deus é quem dá vida a todas as coisas, ressaltando a dependência da criação em relação ao Criador.","por_que_esta_palavra":"A vida é um presente de Deus, e reconhecer isso é fundamental para entender nossa relação com Ele.","conexao_teologica":"A vida eterna é um tema central na mensagem cristã, que se encontra em Cristo (João 10:10).","referencias_relacionadas":["João 1:4","Atos 17:28","1 João 5:12"]},"atos_17_25_deus":{"palavra_pt":"deus","palavra_original":"θεραπεύω","transliteracao":"therapeúō","strong":"G2323","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para reafirmar a natureza de Deus como o provedor e sustentador da vida.","explicacao_detalhada":"Paulo destaca que Deus não precisa de nada, mas é Ele quem sustenta todas as coisas, mostrando Sua grandeza e soberania.","por_que_esta_palavra":"É essencial entender que Deus não é dependente da criação, mas a criação depende totalmente d'Ele.","conexao_teologica":"A autossuficiência de Deus é um atributo fundamental que distingue o Criador de Suas criaturas (Atos 17:24).","referencias_relacionadas":["Salmos 50:12","Romanos 11:36","Colossenses 1:17"]},"atos_17_25_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza poder e ação, referindo-se à capacidade de Deus de agir na criação.","explicacao_detalhada":"Paulo menciona a 'mão' de Deus para ilustrar Seu envolvimento ativo na vida das pessoas e na criação.","por_que_esta_palavra":"A imagem da mão de Deus é frequentemente usada nas Escrituras para descrever Seu poder e proteção.","conexao_teologica":"A mão de Deus é um símbolo de Sua providência e cuidado por Sua criação (Salmos 138:7).","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","1 Pedro 5:6-7"]},"atos_17_26_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é mencionada novamente para enfatizar a origem comum da humanidade.","explicacao_detalhada":"Paulo afirma que Deus fez de um só homem toda a humanidade, destacando a unidade e a dignidade de todos os seres humanos.","por_que_esta_palavra":"A menção da terra reforça a ideia de que todos somos parte da criação de Deus e, portanto, temos valor igual diante d'Ele.","conexao_teologica":"A criação do homem a partir da terra é um tema que remete à origem da humanidade e à sua relação com Deus (Gênesis 2:7).","referencias_relacionadas":["Gênesis 1:26-27","Atos 17:28","Romanos 5:12"]},"atos_17_26_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de criar ou estabelecer algo.","explicacao_detalhada":"No contexto de Atos 17:26, Paulo fala sobre Deus como o criador que fez todas as nações a partir de um só homem, enfatizando a soberania divina na criação da humanidade.","por_que_esta_palavra":"A escolha da palavra 'fazer' destaca a ação ativa de Deus na história da humanidade, mostrando que Ele é o autor da vida e da diversidade das nações.","conexao_teologica":"A teologia da criação é central na mensagem cristã, onde Deus é visto como o criador de todas as coisas, o que implica em sua autoridade e poder sobre a criação.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 139:13-14","Isaías 45:12"]},"atos_17_26_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de proximidade ou inclusão.","explicacao_detalhada":"Paulo menciona que Deus fez as nações 'entre' os homens, sugerindo que Ele está intimamente envolvido na vida das pessoas e na história das nações.","por_que_esta_palavra":"A palavra 'entre' enfatiza a presença de Deus no meio da humanidade, reforçando a ideia de que Ele não é um Deus distante, mas acessível e próximo.","conexao_teologica":"A presença de Deus entre seu povo é um tema recorrente na Bíblia, refletindo a relação íntima que Ele deseja ter com a humanidade.","referencias_relacionadas":["Êxodo 25:8","Mateus 18:20","Apocalipse 21:3"]},"atos_17_27_handle":{"palavra_pt":"handle","palavra_original":"ψηλαφάω","transliteracao":"psēlapháō","strong":"G5584","significado_raiz":"Ideia básica: handle.","significado_contextual":"A palavra 'handle' refere-se à busca ou ao toque, simbolizando a busca por compreensão.","explicacao_detalhada":"Em Atos 17:27, Paulo fala sobre a busca de Deus, sugerindo que as pessoas devem 'manipular' ou 'tocar' a realidade divina para encontrá-Lo.","por_que_esta_palavra":"A palavra 'handle' implica uma ação ativa de busca, indicando que a relação com Deus requer esforço e desejo de conhecê-Lo.","conexao_teologica":"A busca por Deus é um tema importante na espiritualidade cristã, onde a fé é vista como uma jornada de descoberta e relacionamento.","referencias_relacionadas":["Salmos 63:1","Hebreus 11:6","Tiago 4:8"]},"atos_17_27_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"A palavra 'buscar' implica um desejo ativo de encontrar algo ou alguém.","explicacao_detalhada":"Paulo encoraja os ouvintes a buscarem a Deus, que está próximo, enfatizando que a busca espiritual é uma parte essencial da vida humana.","por_que_esta_palavra":"A busca é uma ação que requer intenção e esforço, refletindo a necessidade humana de conexão com o divino.","conexao_teologica":"A busca por Deus é um princípio fundamental na fé cristã, onde se acredita que Deus se revela àqueles que O procuram sinceramente.","referencias_relacionadas":["Mateus 7:7","Jeremias 29:13","Lucas 11:9"]},"atos_17_28_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à existência e à experiência da vida.","explicacao_detalhada":"Paulo afirma que 'nele vivemos, nos movemos e existimos', destacando a dependência total da humanidade em relação a Deus para a vida.","por_que_esta_palavra":"A escolha da palavra 'viver' enfatiza que a verdadeira vida é encontrada em Deus, que é a fonte de toda existência.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, onde a vida eterna é oferecida através da fé em Jesus.","referencias_relacionadas":["João 10:10","Gálatas 2:20","1 João 5:12"]},"atos_17_28_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica uma relação de acordo ou conformidade.","explicacao_detalhada":"Paulo menciona que vivemos 'conforme' a vontade de Deus, sugerindo que a vida humana deve estar alinhada com os propósitos divinos.","por_que_esta_palavra":"A palavra 'conforme' implica que a vida deve ser vivida em harmonia com os princípios e a natureza de Deus.","conexao_teologica":"A conformidade à vontade de Deus é um tema importante na ética cristã, onde os crentes são chamados a viver de acordo com os ensinamentos de Cristo.","referencias_relacionadas":["Romanos 12:2","Efésios 5:17","Colossenses 1:10"]},"atos_17_29_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, o criador e sustentador do universo.","explicacao_detalhada":"Paulo fala sobre a natureza de Deus, enfatizando que Ele não é feito de ouro ou prata, mas é o verdadeiro Deus que criou todas as coisas.","por_que_esta_palavra":"A palavra 'deus' é central na fé cristã, representando a soberania e a autoridade de Deus sobre toda a criação.","conexao_teologica":"A compreensão de Deus como criador é fundamental para a teologia cristã, que vê Deus como a fonte de toda vida e moralidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 40:28"]},"atos_17_29_divine":{"palavra_pt":"divine","palavra_original":"θεῖος","transliteracao":"theîos","strong":"G2304","significado_raiz":"Ideia básica: divine.","significado_contextual":"A palavra 'divine' refere-se à natureza de Deus e suas qualidades.","explicacao_detalhada":"Paulo menciona que somos geração divina, ressaltando a dignidade e o valor que temos como criaturas feitas à imagem de Deus.","por_que_esta_palavra":"A palavra 'divine' enfatiza a santidade e a perfeição de Deus, contrastando com as limitações humanas.","conexao_teologica":"A natureza divina de Deus é um tema central na doutrina da Trindade e na compreensão da relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:26","Salmos 82:6","1 Pedro 2:9"]},"atos_17_29_geracao":{"palavra_pt":"geracao","palavra_original":"γένος","transliteracao":"génos","strong":"G1085","significado_raiz":"Ideia básica: geracao.","significado_contextual":"A palavra 'geração' refere-se à linhagem ou descendência.","explicacao_detalhada":"Paulo fala sobre a geração de Deus, indicando que todos os seres humanos têm um valor intrínseco como filhos do Criador.","por_que_esta_palavra":"A palavra 'geração' destaca a relação familiar que temos com Deus, enfatizando que somos parte de Sua criação.","conexao_teologica":"A ideia de ser gerado por Deus é fundamental para a compreensão da filiação divina e da identidade cristã.","referencias_relacionadas":["João 1:12","Romanos 8:16","Gálatas 4:7"]},"atos_17_30_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada novamente para enfatizar a divindade e a soberania de Deus.","explicacao_detalhada":"Paulo menciona que Deus agora ordena que todos os homens se arrependam, destacando a importância do arrependimento na relação com Deus.","por_que_esta_palavra":"A repetição da palavra 'deus' reforça a centralidade de Deus na mensagem do evangelho e a necessidade de resposta humana.","conexao_teologica":"O arrependimento é um tema central na mensagem cristã, onde a reconciliação com Deus é possível através da fé em Jesus Cristo.","referencias_relacionadas":["Atos 3:19","2 Coríntios 5:17","1 João 1:9"]},"atos_17_30_years":{"palavra_pt":"anos","palavra_original":"χρόνος","transliteracao":"chrónos","strong":"G5550","significado_raiz":"Ideia básica: anos.","significado_contextual":"Refere-se ao tempo de vida ou à duração de um período específico.","explicacao_detalhada":"A palavra 'anos' é usada para indicar a passagem do tempo e a experiência acumulada ao longo da vida. No contexto de Atos 17:30, Paulo fala sobre o tempo em que Deus ignorou a ignorância das pessoas, mas agora exige arrependimento.","por_que_esta_palavra":"A escolha da palavra 'anos' enfatiza a paciência de Deus e a importância do arrependimento ao longo do tempo.","conexao_teologica":"A ideia de tempo e arrependimento está ligada à soberania de Deus e à sua disposição de dar oportunidades para a salvação.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","2 Pedro 3:9"]},"atos_17_30_wink":{"palavra_pt":"wink","palavra_original":"ὑπερείδω","transliteracao":"hypereídō","strong":"G5237","significado_raiz":"Ideia básica: wink.","significado_contextual":"Indica um gesto de desprezo ou zombaria.","explicacao_detalhada":"A palavra 'wink' é usada para descrever a reação das pessoas que zombam da mensagem de Paulo sobre a ressurreição. Isso mostra a resistência e a incredulidade diante da verdade.","por_que_esta_palavra":"A palavra é escolhida para ilustrar a falta de seriedade com que alguns tratam as verdades espirituais.","conexao_teologica":"A zombaria em relação à mensagem do evangelho é um tema recorrente nas Escrituras, refletindo a luta entre a verdade divina e a incredulidade humana.","referencias_relacionadas":["Salmos 1:1","Provérbios 1:22","Mateus 5:11"]},"atos_17_31_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico de julgamento.","explicacao_detalhada":"A palavra 'dia' é usada para descrever o dia em que Deus julgará o mundo com justiça. Este conceito é central na pregação de Paulo, enfatizando a certeza do julgamento divino.","por_que_esta_palavra":"A escolha da palavra 'dia' sublinha a iminência e a inevitabilidade do julgamento de Deus.","conexao_teologica":"O dia do julgamento é um tema importante na teologia cristã, que destaca a justiça de Deus e a necessidade de arrependimento.","referencias_relacionadas":["Mateus 12:36","Romanos 14:10","Apocalipse 20:12"]},"atos_17_31_terra":{"palavra_pt":"terra","palavra_original":"οἰκουμένη","transliteracao":"oikouménē","strong":"G3625","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo habitado, a totalidade da criação.","explicacao_detalhada":"A palavra 'terra' é usada para indicar que o julgamento de Deus se estende a toda a humanidade, não apenas a um grupo específico. Isso enfatiza a universalidade da mensagem de Paulo.","por_que_esta_palavra":"A escolha da palavra 'terra' destaca a abrangência da autoridade de Deus sobre toda a criação.","conexao_teologica":"A ideia de que Deus é o juiz de toda a terra está presente em várias passagens bíblicas, reforçando a soberania divina.","referencias_relacionadas":["Salmos 24:1","Isaías 66:1","Romanos 1:20"]},"atos_17_31_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"Refere-se à justiça de Deus e ao ato de declarar justo.","explicacao_detalhada":"A palavra 'justiça' é central na mensagem de Paulo, que fala sobre a necessidade de um padrão de justiça que será aplicado no julgamento final.","por_que_esta_palavra":"A escolha da palavra 'justiça' enfatiza a natureza moral e ética do julgamento de Deus.","conexao_teologica":"A justiça de Deus é um tema fundamental na teologia cristã, que destaca a necessidade de redenção e a obra de Cristo.","referencias_relacionadas":["Romanos 3:26","Gálatas 2:16","Hebreus 10:38"]},"atos_17_32_dead":{"palavra_pt":"morto","palavra_original":"νεκρός","transliteracao":"nekrós","strong":"G3498","significado_raiz":"Ideia básica: morto.","significado_contextual":"Refere-se à condição de estar sem vida, especialmente em relação à ressurreição.","explicacao_detalhada":"A palavra 'morto' é usada no contexto da ressurreição de Cristo, que é um ponto central da pregação de Paulo. Ele enfatiza que a ressurreição é a prova do poder de Deus sobre a morte.","por_que_esta_palavra":"A escolha da palavra 'morto' é crucial para contrastar a condição humana com a vida que Cristo oferece.","conexao_teologica":"A ressurreição é um tema central na fé cristã, simbolizando a vitória sobre a morte e a promessa de vida eterna.","referencias_relacionadas":["1 Coríntios 15:20","Romanos 6:9","João 11:25"]},"atos_17_32_mock":{"palavra_pt":"mock","palavra_original":"χλευάζω","transliteracao":"chleuázō","strong":"G5512","significado_raiz":"Ideia básica: mock.","significado_contextual":"Indica a zombaria ou escárnio em relação à mensagem do evangelho.","explicacao_detalhada":"A palavra 'mock' é usada para descrever a reação de alguns ouvintes que não levam a sério a mensagem de Paulo sobre a ressurreição.","por_que_esta_palavra":"A escolha da palavra 'mock' ressalta a incredulidade e a resistência à verdade divina.","conexao_teologica":"A zombaria em relação à mensagem de Deus é um tema recorrente, refletindo a luta entre a fé e a incredulidade.","referencias_relacionadas":["Salmos 22:7","Mateus 27:29","Gálatas 6:7"]},"atos_17_32_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se ao ato de comunicar ou expressar uma mensagem.","explicacao_detalhada":"A palavra 'falar' é usada para descrever a ação de Paulo ao proclamar a mensagem do evangelho, enfatizando a importância da comunicação da verdade.","por_que_esta_palavra":"A escolha da palavra 'falar' destaca a responsabilidade de pregar e compartilhar a mensagem de Cristo.","conexao_teologica":"A pregação do evangelho é um mandamento central na fé cristã, refletindo a importância da evangelização.","referencias_relacionadas":["Mateus 28:19","Romanos 10:14","2 Timóteo 4:2"]},"atos_17_33_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e ao caráter de uma pessoa.","explicacao_detalhada":"A palavra 'nome' é usada para identificar Paulo e sua mensagem, que é centrada em Cristo. O nome de Jesus é fundamental na pregação do evangelho.","por_que_esta_palavra":"A escolha da palavra 'nome' enfatiza a autoridade e a importância do nome de Jesus na salvação.","conexao_teologica":"O nome de Jesus é poderoso e é central na fé cristã, simbolizando a salvação e a redenção.","referencias_relacionadas":["Filipenses 2:9-11","Atos 4:12","Romanos 10:13"]},"atos_17_33_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à relação ou posição entre pessoas ou coisas.","explicacao_detalhada":"A palavra 'entre' é usada para descrever a interação de Paulo com os ouvintes, enfatizando a importância da comunidade e do diálogo na evangelização.","por_que_esta_palavra":"A escolha da palavra 'entre' destaca a necessidade de se conectar com as pessoas ao compartilhar a mensagem do evangelho.","conexao_teologica":"A evangelização é um ato relacional, refletindo o amor de Deus por todas as pessoas.","referencias_relacionadas":["Mateus 18:20","Atos 2:44","1 Coríntios 12:12"]},"atos_17_33_forth":{"palavra_pt":"adiante","palavra_original":"ἐξέρχομαι","transliteracao":"exérchomai","strong":"G1831","significado_raiz":"Ideia básica: adiante.","significado_contextual":"A palavra 'adiante' refere-se ao ato de avançar ou progredir em uma jornada ou missão.","explicacao_detalhada":"No contexto de Atos 17:33, Paulo estava pregando em Atenas e, ao final de seu discurso, ele estava chamando as pessoas a avançar em sua compreensão e aceitação da mensagem do evangelho.","por_que_esta_palavra":"A escolha da palavra 'adiante' enfatiza a necessidade de movimento e ação na fé, não apenas uma aceitação passiva.","conexao_teologica":"A ideia de avançar na fé é central no cristianismo, onde os crentes são chamados a seguir em frente em sua jornada espiritual.","referencias_relacionadas":["Filipenses 3:14","Hebreus 12:1","2 Coríntios 5:7"]},"atos_17_34_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' é fundamental para a fé cristã, referindo-se à confiança e crença em Deus e em Sua palavra.","explicacao_detalhada":"Em Atos 17:34, alguns dos ouvintes de Paulo creram em sua mensagem, o que demonstra a resposta da fé ao evangelho.","por_que_esta_palavra":"A palavra 'crer' é essencial, pois a fé é o meio pelo qual os indivíduos se conectam com Deus e recebem a salvação.","conexao_teologica":"A fé é a base da relação entre o ser humano e Deus, sendo um tema recorrente nas Escrituras.","referencias_relacionadas":["Romanos 10:17","Efésios 2:8-9","Hebreus 11:1"]},"atos_17_34_dionysius":{"palavra_pt":"dionysius","palavra_original":"Διονύσιος","transliteracao":"Dionýsios","strong":"G1354","significado_raiz":"Ideia básica: dionysius.","significado_contextual":"Dionísio era um membro do Areópago, simbolizando a elite intelectual e religiosa de Atenas.","explicacao_detalhada":"A menção de Dionísio em Atos 17:34 destaca a aceitação do evangelho por pessoas influentes, mostrando que a mensagem de Paulo alcançou até mesmo os mais eruditos.","por_que_esta_palavra":"A inclusão de Dionísio ilustra que a verdade do evangelho transcende classes sociais e intelectuais.","conexao_teologica":"A salvação é oferecida a todos, independentemente de seu status ou conhecimento, refletindo a universalidade da mensagem cristã.","referencias_relacionadas":["1 Coríntios 1:26-29","Mateus 11:28","Atos 10:34-35"]},"atos_17_34_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se a uma figura feminina que também aceitou a mensagem de Paulo.","explicacao_detalhada":"Em Atos 17:34, a menção de uma mulher que creu destaca a inclusão das mulheres na comunidade cristã primitiva.","por_que_esta_palavra":"A palavra 'mulher' é significativa, pois ressalta o papel ativo das mulheres na propagação do evangelho.","conexao_teologica":"O cristianismo promove a igualdade de gênero, reconhecendo o valor e a contribuição das mulheres na fé.","referencias_relacionadas":["Gálatas 3:28","Lucas 8:1-3","Atos 16:14-15"]}}