{"atos_19_1_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Paulo, que é mencionado como um dos apóstolos que pregavam o evangelho.","explicacao_detalhada":"O nome de Paulo é significativo no contexto do crescimento da igreja primitiva e da expansão do evangelho entre os gentios.","por_que_esta_palavra":"O nome é importante porque representa a identidade e a autoridade de Paulo como apóstolo e mensageiro de Cristo.","conexao_teologica":"O nome de Paulo é associado à missão de levar o evangelho a todos os povos, refletindo o chamado de Deus para a evangelização.","referencias_relacionadas":["Atos 13:9","Romanos 1:1","Gálatas 1:1"]},"atos_19_1_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de tornar-se ou acontecer, indicando um evento significativo na vida da igreja.","explicacao_detalhada":"Neste contexto, a palavra sugere a transformação e o crescimento espiritual que ocorre quando as pessoas aceitam a mensagem do evangelho.","por_que_esta_palavra":"A ideia de 'tornar-se' é crucial para entender a dinâmica da conversão e do crescimento na fé.","conexao_teologica":"A transformação espiritual é um tema central na teologia cristã, refletindo a obra do Espírito Santo na vida dos crentes.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Efésios 2:10"]},"atos_19_1_cidade":{"palavra_pt":"cidade","palavra_original":"Κόρινθος","transliteracao":"Kórinthos","strong":"G2882","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade de Corinto, um importante centro comercial e cultural da época.","explicacao_detalhada":"Corinto era uma cidade estratégica para a propagação do evangelho devido à sua diversidade cultural e populacional.","por_que_esta_palavra":"A menção de Corinto destaca a importância das cidades na missão da igreja primitiva e no alcance das pessoas.","conexao_teologica":"A evangelização em cidades reflete o chamado de Jesus para levar o evangelho a todas as nações e culturas.","referencias_relacionadas":["1 Coríntios 1:2","Atos 18:1","Romanos 16:23"]},"atos_19_2_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo, que é essencial para a vida cristã e a capacitação para o ministério.","explicacao_detalhada":"A palavra 'espírito' indica a presença e a ação de Deus na vida dos crentes, que é fundamental para a transformação e o poder espiritual.","por_que_esta_palavra":"A ênfase no Espírito Santo é crucial para entender a dinâmica da vida cristã e a importância da sua atuação na igreja.","conexao_teologica":"O Espírito Santo é visto como o Consolador e Ajudador, que guia e fortalece os crentes em sua caminhada de fé.","referencias_relacionadas":["Atos 1:8","Gálatas 5:22-23","Romanos 8:9"]},"atos_19_2_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se ao ato de crer, que é fundamental para a salvação e a vida cristã.","explicacao_detalhada":"A palavra 'crer' enfatiza a necessidade de fé em Jesus Cristo como o caminho para a salvação e a vida eterna.","por_que_esta_palavra":"A fé é um elemento central na teologia cristã, pois é através dela que os crentes se conectam com Deus.","conexao_teologica":"A fé é o meio pelo qual recebemos a graça de Deus e é essencial para a experiência da salvação.","referencias_relacionadas":["Efésios 2:8-9","Hebreus 11:1","Romanos 10:9"]},"atos_19_2_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se ao ato de falar sobre a fé e a mensagem do evangelho.","explicacao_detalhada":"A palavra 'falar' destaca a importância da comunicação da verdade de Deus e do testemunho pessoal na vida cristã.","por_que_esta_palavra":"Falar sobre a fé é essencial para a edificação da igreja e para a evangelização dos não crentes.","conexao_teologica":"A proclamação do evangelho é um mandamento de Jesus e uma parte vital da missão da igreja.","referencias_relacionadas":["Mateus 28:19-20","Atos 4:20","Romanos 10:14"]},"atos_19_3_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de João, que é mencionado em relação ao batismo e à preparação para a vinda de Cristo.","explicacao_detalhada":"O nome de João é significativo porque ele foi um precursor de Jesus, preparando o caminho para o ministério do Messias.","por_que_esta_palavra":"A menção do nome de João destaca a continuidade da obra de Deus através de diferentes mensageiros ao longo da história.","conexao_teologica":"João Batista é visto como uma figura chave na narrativa do Novo Testamento, simbolizando a transição do Antigo para o Novo Testamento.","referencias_relacionadas":["Mateus 3:1-3","Lucas 1:76","João 1:29"]},"atos_19_3_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação verbal, especialmente no contexto de pregação ou ensino.","explicacao_detalhada":"No contexto de Atos 19:3, 'falar' é usado para descrever a ação de Paulo ao questionar os discípulos sobre a experiência do Espírito Santo. Isso destaca a importância da comunicação na edificação da fé.","por_que_esta_palavra":"A escolha da palavra 'falar' enfatiza a necessidade de diálogo e ensino na vida cristã.","conexao_teologica":"A comunicação é fundamental na transmissão da mensagem do evangelho e na edificação da igreja.","referencias_relacionadas":["Mateus 28:19-20","Romanos 10:14","1 Coríntios 1:21"]},"atos_19_3_whether":{"palavra_pt":"whether","palavra_original":"τέ","transliteracao":"té","strong":"G5037","significado_raiz":"Ideia básica: termo central do texto original.","significado_contextual":"A palavra 'whether' é um termo que introduz uma pergunta, indicando incerteza ou dúvida.","explicacao_detalhada":"Neste versículo, Paulo está questionando se os discípulos haviam recebido o Espírito Santo, o que revela a importância da experiência espiritual na vida cristã.","por_que_esta_palavra":"A utilização de 'whether' sublinha a necessidade de discernimento espiritual entre os crentes.","conexao_teologica":"A dúvida sobre a experiência do Espírito Santo é um tema recorrente na vida da igreja primitiva.","referencias_relacionadas":["Atos 8:14-17","Atos 10:44-47","Gálatas 3:14"]},"atos_19_4_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Paulo' é significativo, pois representa a identidade do apóstolo que se tornou um dos principais pregadores do evangelho.","explicacao_detalhada":"Paulo, anteriormente conhecido como Saulo, teve uma transformação radical que o levou a ser um defensor fervoroso da fé cristã.","por_que_esta_palavra":"O nome é um símbolo da mudança e do chamado divino na vida de Paulo.","conexao_teologica":"A mudança de nome de Saulo para Paulo representa a nova vida em Cristo e a missão que Deus confere aos seus servos.","referencias_relacionadas":["Atos 9:1-19","Filipenses 3:4-6","2 Coríntios 5:17"]},"atos_19_4_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'Cristo' significa 'ungido', referindo-se a Jesus como o Messias prometido.","explicacao_detalhada":"Neste contexto, Paulo está afirmando a identidade de Jesus como o Cristo, essencial para a compreensão da fé cristã.","por_que_esta_palavra":"A designação de Jesus como 'Cristo' é central para a teologia cristã, pois implica sua missão redentora.","conexao_teologica":"A unção de Jesus como o Cristo é um tema que permeia toda a Escritura, desde o Antigo Testamento até o Novo Testamento.","referencias_relacionadas":["Isaías 61:1","Mateus 16:16","Atos 2:36"]},"atos_19_5_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Jesus sobre a vida dos crentes.","explicacao_detalhada":"No versículo, a invocação do nome do Senhor Jesus é um reconhecimento de sua soberania e poder.","por_que_esta_palavra":"A palavra 'senhor' destaca a relação de submissão e reverência que os crentes devem ter em relação a Cristo.","conexao_teologica":"A autoridade de Jesus é um tema central no Novo Testamento, enfatizando sua divindade e poder redentor.","referencias_relacionadas":["Mateus 28:18","Romanos 10:9","Filipenses 2:9-11"]},"atos_19_5_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na fé cristã, representando o Salvador e Redentor da humanidade.","explicacao_detalhada":"Neste contexto, a menção do nome de Jesus é crucial para a compreensão da salvação e do poder do Espírito Santo.","por_que_esta_palavra":"A invocação do nome de Jesus é um ato de fé e reconhecimento de sua obra redentora.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e seu nome é invocado em oração e adoração.","referencias_relacionadas":["Atos 4:12","João 14:6","Romanos 5:1"]},"atos_19_6_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"A repetição do nome 'Paulo' enfatiza sua autoridade e papel como apóstolo.","explicacao_detalhada":"Neste versículo, Paulo é mencionado novamente para destacar sua liderança e a importância de sua mensagem.","por_que_esta_palavra":"O nome é um símbolo de identidade e missão, reforçando o chamado de Paulo para pregar o evangelho.","conexao_teologica":"A liderança apostólica é fundamental para a propagação do evangelho e a edificação da igreja.","referencias_relacionadas":["Atos 13:2","Atos 14:14","1 Coríntios 15:10"]},"atos_19_6_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se ao Espírito Santo, que é dado aos crentes como consolador e guia.","explicacao_detalhada":"Neste contexto, o 'sopro' simboliza a ação do Espírito Santo na vida dos crentes, conferindo-lhes poder e autoridade.","por_que_esta_palavra":"A menção do 'espírito' destaca a presença ativa de Deus na vida da igreja.","conexao_teologica":"O Espírito Santo é essencial para a vida cristã, capacitando os crentes a viverem de acordo com a vontade de Deus.","referencias_relacionadas":["Atos 2:4","Romanos 8:9-11","Gálatas 5:22-23"]},"atos_19_6_falar":{"palavra_pt":"falar","palavra_original":"προφητεύω","transliteracao":"prophēteúō","strong":"G4395","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' aqui se refere à profecia, um dom espiritual dado pelo Espírito Santo.","explicacao_detalhada":"Neste versículo, a ação de 'falar' implica em comunicar a vontade de Deus, um aspecto vital da vida da igreja.","por_que_esta_palavra":"A profecia é uma forma de edificação e encorajamento para a comunidade de fé.","conexao_teologica":"Os dons espirituais, incluindo a profecia, são dados para a edificação do corpo de Cristo.","referencias_relacionadas":["1 Coríntios 12:4-11","1 Tessalonicenses 5:20-21","Efésios 4:11-12"]},"atos_19_7_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se à jornada espiritual dos crentes, simbolizando a vida em Cristo.","explicacao_detalhada":"Neste contexto, 'caminho' representa a maneira como os crentes devem viver, seguindo os ensinamentos de Jesus.","por_que_esta_palavra":"A ideia de 'caminho' enfatiza a continuidade e a prática da fé ao longo da vida.","conexao_teologica":"A vida cristã é frequentemente descrita como um caminho que deve ser seguido com diligência e fé.","referencias_relacionadas":["Mateus 7:13-14","Atos 9:2","Hebreus 12:1-2"]},"atos_19_8_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A palavra 'igreja' refere-se à comunidade de crentes que se reúnem em torno da fé em Jesus Cristo.","explicacao_detalhada":"No contexto de Atos 19:8, a 'igreja' representa a coletividade dos seguidores de Cristo que se reúnem para adorar, ensinar e evangelizar. A palavra original 'συναγωγή' (synagōgḗ) também pode ser traduzida como 'assembleia' ou 'congregação'.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da união e do corpo de Cristo na propagação do evangelho.","conexao_teologica":"A igreja é vista como o corpo de Cristo, onde cada membro desempenha um papel vital na edificação mútua e na missão de levar a mensagem de salvação ao mundo.","referencias_relacionadas":["Mateus 16:18","Efésios 4:11-13","1 Coríntios 12:27"]},"atos_19_8_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador do universo e fonte de toda autoridade.","explicacao_detalhada":"Em Atos 19:8, 'Deus' é mencionado no contexto da pregação do evangelho, destacando a soberania divina sobre todas as coisas e a importância de reconhecer Sua autoridade.","por_que_esta_palavra":"A palavra é utilizada para reafirmar a centralidade de Deus na vida dos crentes e na missão da igreja.","conexao_teologica":"Deus é o autor da salvação e a fonte de poder que capacita os crentes a cumprir a Grande Comissão.","referencias_relacionadas":["Salmos 46:10","Romanos 1:20","Hebreus 11:6"]},"atos_19_8_espirito":{"palavra_pt":"espirito","palavra_original":"παῤῥησιάζομαι","transliteracao":"parrhēsiázomai","strong":"G3955","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se ao Espírito Santo, a terceira pessoa da Trindade, que atua na vida dos crentes.","explicacao_detalhada":"No contexto de Atos 19:8, o Espírito Santo é fundamental para a capacitação e a ousadia dos apóstolos na pregação do evangelho.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a presença e a ação do Espírito Santo na vida da igreja e na missão dos crentes.","conexao_teologica":"O Espírito Santo é o Consolador prometido por Jesus, que guia, ensina e fortalece os crentes em sua caminhada de fé.","referencias_relacionadas":["Atos 1:8","João 14:26","Gálatas 5:22-23"]},"atos_19_9_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo específico, muitas vezes associado a eventos significativos na história da salvação.","explicacao_detalhada":"Em Atos 19:9, o 'dia' pode ser interpretado como um tempo de decisão e de revelação da verdade de Deus, onde a mensagem do evangelho é proclamada.","por_que_esta_palavra":"A palavra é utilizada para marcar a importância dos momentos em que Deus se revela e atua na história.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tempo de juízo e redenção.","referencias_relacionadas":["Salmos 118:24","Isaías 61:2","2 Coríntios 6:2"]},"atos_19_10_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/verbo' refere-se à mensagem de Cristo, que é central na fé cristã.","explicacao_detalhada":"No contexto de Atos 19:10, 'palavra' (λόγος) representa a revelação de Deus através de Jesus Cristo e a pregação do evangelho.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da mensagem de Cristo na transformação de vidas e na edificação da igreja.","conexao_teologica":"Cristo é o Verbo que se fez carne, e Sua palavra é viva e eficaz, capaz de trazer salvação.","referencias_relacionadas":["João 1:1","Romanos 10:17","Hebreus 4:12"]},"atos_19_10_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Jesus sobre todas as coisas.","explicacao_detalhada":"Em Atos 19:10, 'senhor' (κύριος) destaca a soberania de Cristo e Sua posição como Rei e Senhor sobre a igreja e o mundo.","por_que_esta_palavra":"A palavra é utilizada para afirmar a autoridade de Jesus na pregação do evangelho e na vida dos crentes.","conexao_teologica":"A autoridade de Cristo é fundamental para a missão da igreja, pois é por meio dela que os crentes são enviados para fazer discípulos.","referencias_relacionadas":["Mateus 28:18","Filipenses 2:9-11","Colossenses 1:16-17"]},"atos_19_10_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que é central na fé cristã.","explicacao_detalhada":"Em Atos 19:10, 'Jesus' (Ἰησοῦς) é mencionado como a figura central da mensagem do evangelho e a fonte de salvação para a humanidade.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância do nome de Jesus e Sua obra redentora.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e Seu nome é poderoso para salvar e transformar vidas.","referencias_relacionadas":["Atos 4:12","Romanos 10:13","Filipenses 2:10"]},"atos_19_11_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"A palavra 'poder/milagre' refere-se à capacidade divina de realizar obras extraordinárias.","explicacao_detalhada":"Em Atos 19:11, 'poder' (δύναμις) destaca a ação sobrenatural de Deus através dos apóstolos, confirmando a mensagem do evangelho.","por_que_esta_palavra":"A palavra é utilizada para mostrar que o poder de Deus se manifesta em milagres e sinais, validando a pregação da palavra.","conexao_teologica":"O poder de Deus é essencial para a missão da igreja, pois é Ele quem capacita os crentes a realizar obras que glorificam Seu nome.","referencias_relacionadas":["Atos 1:8","Romanos 15:19","2 Coríntios 12:9"]},"atos_19_11_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é novamente mencionada para reafirmar Sua soberania e poder.","explicacao_detalhada":"Em Atos 19:11, a ênfase em 'Deus' (θεός) destaca a fonte de todo poder e autoridade que opera através dos apóstolos.","por_que_esta_palavra":"A palavra é utilizada para lembrar que todo milagre e poder vêm de Deus, e não dos homens.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, pois Ele é o criador e sustentador de todas as coisas.","referencias_relacionadas":["Salmos 115:3","Isaías 40:28","Efésios 3:20"]},"atos_19_11_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e autoridade de Jesus.","explicacao_detalhada":"Em Atos 19:11, 'nome' (Παῦλος) é mencionado para enfatizar a importância do nome de Jesus na realização de milagres e na pregação do evangelho.","por_que_esta_palavra":"A palavra é utilizada para mostrar que o nome de Jesus é poderoso e deve ser invocado em todas as situações.","conexao_teologica":"O nome de Jesus é central na fé cristã, pois é por meio dele que os crentes têm acesso ao Pai e são salvos.","referencias_relacionadas":["Atos 3:6","Colossenses 3:17","1 João 5:14"]},"atos_19_12_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito como uma força divina que atua através dos apóstolos.","explicacao_detalhada":"No contexto de Atos 19:12, o espírito é mencionado em relação aos milagres realizados por Paulo, onde lenços e aventais que tocaram seu corpo eram usados para curar os enfermos e expulsar espíritos malignos. Isso demonstra a presença e o poder do Espírito Santo agindo através de Paulo.","por_que_esta_palavra":"A palavra 'espírito' é fundamental para entender a ação sobrenatural de Deus na vida dos crentes e a manifestação do poder divino.","conexao_teologica":"O espírito é visto como a terceira pessoa da Trindade, que capacita e guia os crentes em sua missão.","referencias_relacionadas":["Atos 1:8","Romanos 8:26","1 Coríntios 12:7"]},"atos_19_12_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"Refere-se a espíritos malignos que se opõem à obra de Deus.","explicacao_detalhada":"A palavra 'maligno' é usada para descrever a natureza dos espíritos que Paulo e os apóstolos enfrentavam. Esses espíritos eram considerados forças do mal que buscavam destruir e enganar.","por_que_esta_palavra":"A presença de espíritos malignos destaca a luta espiritual que os crentes enfrentam e a necessidade do poder de Deus para superá-los.","conexao_teologica":"A batalha entre o bem e o mal é um tema central na teologia cristã, onde a vitória de Cristo sobre o mal é fundamental.","referencias_relacionadas":["Efésios 6:12","Tiago 4:7","1 Pedro 5:8"]},"atos_19_12_corpo":{"palavra_pt":"corpo","palavra_original":"χρώς","transliteracao":"chrṓs","strong":"G5559","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo físico de Paulo, que foi usado como um instrumento de cura.","explicacao_detalhada":"O corpo de Paulo, ao ser tocado por lenços e aventais, simboliza a conexão entre o físico e o espiritual, onde Deus usa o corpo humano para realizar milagres.","por_que_esta_palavra":"A palavra 'corpo' enfatiza a importância da corporeidade na obra de Deus e como Ele pode operar através de nós.","conexao_teologica":"A encarnação de Cristo e a ressurreição dos corpos são temas que mostram a importância do corpo na teologia cristã.","referencias_relacionadas":["Romanos 12:1","1 Coríntios 6:19-20","2 Coríntios 5:1"]},"atos_19_13_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Novamente se refere ao espírito como uma força divina que é invocada.","explicacao_detalhada":"Neste versículo, alguns judeus exorcistas tentam invocar o nome de Jesus para expulsar demônios, mostrando a compreensão errônea de que o nome de Jesus poderia ser usado como uma fórmula mágica.","por_que_esta_palavra":"A repetição da palavra 'espírito' reforça a ideia de que a verdadeira autoridade vem de um relacionamento genuíno com Deus.","conexao_teologica":"A invocação do nome de Jesus é central na prática cristã, mas deve ser feita com entendimento e fé.","referencias_relacionadas":["Mateus 28:18","Atos 4:12","Filipenses 2:10-11"]},"atos_19_13_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade de Jesus, que é reconhecida pelos demônios.","explicacao_detalhada":"Os exorcistas tentam usar a autoridade de Jesus sem realmente conhecê-lo, o que resulta em um fracasso. Isso destaca a importância de ter uma relação pessoal com Cristo.","por_que_esta_palavra":"A palavra 'senhor' enfatiza a soberania de Cristo sobre todas as coisas, incluindo os poderes malignos.","conexao_teologica":"A autoridade de Jesus é um tema central no Novo Testamento, onde Ele é reconhecido como Senhor e Salvador.","referencias_relacionadas":["Mateus 28:18","Lucas 10:19","Efésios 1:21"]},"atos_19_13_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus como o nome que tem poder sobre todo espírito maligno.","explicacao_detalhada":"Neste contexto, o nome de Jesus é invocado por exorcistas que não têm um relacionamento verdadeiro com Ele, mostrando que o poder de Jesus não pode ser manipulado.","por_que_esta_palavra":"A menção do nome de Jesus é crucial, pois é através dEle que a salvação e a libertação são encontradas.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e seu nome é poderoso para salvação e libertação.","referencias_relacionadas":["Atos 4:12","Romanos 10:13","1 João 5:13"]},"atos_19_14_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de realizar exorcismos ou milagres.","explicacao_detalhada":"A palavra 'fazer' é utilizada para descrever a ação dos exorcistas que tentam expulsar demônios, mas sem a verdadeira autoridade de Cristo.","por_que_esta_palavra":"A ação de 'fazer' destaca a necessidade de agir em fé e com a autoridade que vem de Deus.","conexao_teologica":"A fé sem obras é morta, e a verdadeira ação deve ser motivada por um relacionamento com Deus.","referencias_relacionadas":["Tiago 2:17","Gálatas 5:6","1 Coríntios 15:58"]},"atos_19_14_sceva":{"palavra_pt":"sceva","palavra_original":"Σκευᾶς","transliteracao":"Skeuâs","strong":"G4630","significado_raiz":"Ideia básica: sceva.","significado_contextual":"Refere-se ao nome de um dos exorcistas que tentaram usar o nome de Jesus.","explicacao_detalhada":"Sceva é mencionado como um dos líderes dos exorcistas, e sua tentativa de usar o nome de Jesus sem um relacionamento verdadeiro com Ele resulta em um fracasso.","por_que_esta_palavra":"O nome Sceva é importante para mostrar que mesmo líderes religiosos podem falhar se não tiverem uma verdadeira conexão com Deus.","conexao_teologica":"A verdadeira autoridade espiritual não vem de títulos ou posições, mas de um relacionamento genuíno com Cristo.","referencias_relacionadas":["Mateus 7:21-23","João 15:5","1 Coríntios 1:27"]},"atos_19_15_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se novamente ao espírito, enfatizando a luta espiritual.","explicacao_detalhada":"Neste versículo, o espírito maligno reconhece a autoridade de Jesus e de Paulo, mostrando que a verdadeira autoridade espiritual é reconhecida até pelos demônios.","por_que_esta_palavra":"A repetição da palavra 'espírito' reforça a ideia de que a luta espiritual é real e que a autoridade de Cristo é suprema.","conexao_teologica":"A batalha espiritual é uma realidade que os crentes enfrentam, e a vitória é garantida através de Cristo.","referencias_relacionadas":["Efésios 6:10-11","Colossenses 2:15","1 João 4:4"]},"atos_19_15_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus como a fonte de autoridade e poder.","explicacao_detalhada":"O espírito maligno reconhece que Jesus é poderoso e que Paulo também tem essa autoridade, destacando a importância do nome de Jesus na luta contra o mal.","por_que_esta_palavra":"A menção do nome de Jesus é crucial, pois é através dEle que a libertação e a cura são realizadas.","conexao_teologica":"Jesus é o centro da fé cristã, e seu nome é invocado para a salvação e libertação.","referencias_relacionadas":["Atos 4:12","Romanos 10:9","Filipenses 2:9-10"]},"atos_19_15_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à autoridade e identidade de Jesus, que é invocado em atos de cura e exorcismo.","explicacao_detalhada":"O 'nome' de Jesus é mais do que uma simples designação; é um símbolo de Sua autoridade divina e poder. Invocar o nome de Jesus implica reconhecer Sua soberania e a eficácia de Sua obra redentora.","por_que_esta_palavra":"O uso do nome de Jesus é central na prática cristã, especialmente em contextos de oração e ministério, onde se busca a manifestação do poder de Deus.","conexao_teologica":"O nome de Jesus representa a encarnação de Deus e Sua missão de salvação. Através do nome, os crentes têm acesso ao Pai e ao poder do Espírito Santo.","referencias_relacionadas":["Atos 4:12","Filipenses 2:9-11","Mateus 28:18"]},"atos_19_16_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito maligno que possui uma pessoa, simbolizando a luta espiritual entre o bem e o mal.","explicacao_detalhada":"O termo 'espírito' aqui indica uma entidade espiritual que exerce controle sobre a vida de uma pessoa, demonstrando a realidade da opressão demoníaca e a necessidade de libertação.","por_que_esta_palavra":"A presença de espíritos malignos é um tema recorrente no Novo Testamento, onde Jesus e os apóstolos realizam exorcismos, mostrando a autoridade de Cristo sobre as forças do mal.","conexao_teologica":"A batalha espiritual é uma realidade na vida do crente, e a vitória de Cristo sobre os poderes malignos é um aspecto central da mensagem do evangelho.","referencias_relacionadas":["Marcos 1:34","Lucas 10:17-20","Efésios 6:12"]},"atos_19_16_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à casa ou ao lar, incluindo todos os que habitam nele, simbolizando a unidade e a proteção familiar.","explicacao_detalhada":"A palavra 'família' implica um sentido de pertencimento e responsabilidade mútua. No contexto bíblico, a família é vista como uma instituição divina que deve ser protegida e fortalecida.","por_que_esta_palavra":"A família é fundamental na sociedade e na igreja, sendo o local onde a fé é transmitida e vivida. A saúde espiritual da família reflete a saúde da comunidade de fé.","conexao_teologica":"A Bíblia enfatiza a importância da família como um reflexo da relação entre Cristo e a Igreja, onde cada membro tem um papel vital.","referencias_relacionadas":["Efésios 5:22-33","Colossenses 3:18-21","1 Timóteo 5:8"]},"atos_19_16_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"Refere-se à natureza perversa e destrutiva do espírito maligno que atua nas vidas das pessoas.","explicacao_detalhada":"A palavra 'maligno' indica uma força que se opõe a Deus e à Sua criação, trazendo destruição e sofrimento. No contexto do exorcismo, representa a oposição ao poder de Cristo.","por_que_esta_palavra":"A presença do mal é uma realidade que os crentes enfrentam, e a vitória sobre o maligno é uma promessa de Deus para aqueles que estão em Cristo.","conexao_teologica":"A luta contra o mal é central na teologia cristã, onde a redenção em Cristo oferece libertação e esperança.","referencias_relacionadas":["1 João 5:19","Tiago 4:7","Romanos 12:21"]},"atos_19_17_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao domínio e poder que Jesus possui sobre todas as coisas, incluindo o mundo espiritual.","explicacao_detalhada":"A palavra 'senhor' implica não apenas respeito, mas reconhecimento da soberania de Cristo. Ele é o Rei que governa sobre todas as esferas da vida.","por_que_esta_palavra":"Reconhecer Jesus como Senhor é fundamental para a fé cristã, pois implica submissão à Sua vontade e confiança em Seu poder.","conexao_teologica":"A autoridade de Cristo é um tema central no Novo Testamento, onde Ele é apresentado como o Senhor que tem poder sobre a vida e a morte.","referencias_relacionadas":["Mateus 28:18","Romanos 14:9","Filipenses 2:9-11"]},"atos_19_17_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se à identidade de Jesus como o Messias e Salvador, cuja vida e obra são centrais para a fé cristã.","explicacao_detalhada":"O nome 'Jesus' significa 'O Senhor é salvação'. Ele é o cumprimento das promessas do Antigo Testamento e a resposta de Deus para a necessidade humana de redenção.","por_que_esta_palavra":"A menção do nome de Jesus é essencial em qualquer ministério cristão, pois é através dEle que os crentes recebem salvação e libertação.","conexao_teologica":"A pessoa e obra de Jesus são o fundamento da fé cristã, onde Sua morte e ressurreição garantem a vida eterna para os que creem.","referencias_relacionadas":["João 3:16","Atos 4:12","Romanos 10:9"]},"atos_19_18_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude e importância das obras que Deus realiza através de Seus servos.","explicacao_detalhada":"A palavra 'grande' enfatiza a grandeza dos feitos de Deus, que são além da compreensão humana e demonstram Seu poder e amor.","por_que_esta_palavra":"Reconhecer a grandeza de Deus é fundamental para a adoração e para a vida cristã, pois nos lembra de Sua soberania e capacidade de agir.","conexao_teologica":"A grandeza de Deus é um tema recorrente nas Escrituras, onde Suas obras são celebradas como demonstrações de Sua glória.","referencias_relacionadas":["Salmos 145:3","Isaías 40:28","Efésios 3:20"]},"atos_19_18_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à confiança e crença em Jesus e em Sua obra redentora.","explicacao_detalhada":"A palavra 'crer' implica um ato de fé que envolve não apenas assentimento intelectual, mas uma entrega total a Cristo como Senhor e Salvador.","por_que_esta_palavra":"A fé é o meio pelo qual os crentes se apropriam das promessas de Deus e experimentam Sua graça e poder em suas vidas.","conexao_teologica":"A fé é fundamental na teologia cristã, sendo o canal através do qual a salvação é recebida e a vida cristã é vivida.","referencias_relacionadas":["Hebreus 11:1","Romanos 1:17","Gálatas 2:20"]},"atos_19_18_obra":{"palavra_pt":"obra","palavra_original":"πρᾶξις","transliteracao":"prâxis","strong":"G4234","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se às ações e realizações que resultam da fé e do poder de Deus na vida dos crentes.","explicacao_detalhada":"A palavra 'obra' implica um trabalho ou atividade que tem um propósito, especialmente no contexto do ministério e da vida cristã.","por_que_esta_palavra":"As obras são a evidência da fé viva e atuante, mostrando como a vida do crente é transformada pela graça de Deus.","conexao_teologica":"As boas obras são um resultado da fé genuína e são preparadas por Deus para que andemos nelas, conforme Efésios 2:10.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Mateus 5:16"]},"atos_19_19_busybody":{"palavra_pt":"busybody","palavra_original":"περίεργος","transliteracao":"períergos","strong":"G4021","significado_raiz":"Ideia básica: busybody.","significado_contextual":"Refere-se a pessoas que se intrometem nos assuntos alheios, especialmente em contextos de fofoca ou intriga.","explicacao_detalhada":"A palavra 'busybody' indica uma atitude de curiosidade excessiva e envolvimento em questões que não dizem respeito à pessoa, o que pode causar divisão e desunião.","por_que_esta_palavra":"A advertência contra ser um busybody é uma chamada à responsabilidade e à integridade nas relações interpessoais dentro da comunidade de fé.","conexao_teologica":"A unidade e a paz na igreja são temas centrais na teologia do Novo Testamento, onde os crentes são chamados a edificar uns aos outros em amor.","referencias_relacionadas":["1 Pedro 4:15","2 Tessalonicenses 3:11","Tiago 4:11"]},"atos_19_19_commit":{"palavra_pt":"entregar","palavra_original":"πράσσω","transliteracao":"prássō","strong":"G4238","significado_raiz":"Ideia básica: entregar.","significado_contextual":"Entregar algo a alguém, no contexto de se submeter ou confiar algo a outra pessoa.","explicacao_detalhada":"A palavra 'entregar' é utilizada para descrever a ação de confiar ou submeter algo a outra pessoa, muitas vezes em um contexto de responsabilidade ou autoridade. No versículo, isso se refere ao ato de entregar os livros de feitiçaria, simbolizando a renúncia a práticas pagãs.","por_que_esta_palavra":"A escolha da palavra 'entregar' enfatiza a ação de deixar para trás práticas antigas e se comprometer com a nova fé em Cristo.","conexao_teologica":"A entrega de livros de feitiçaria representa a transformação e a renúncia ao pecado, um tema central na conversão cristã.","referencias_relacionadas":["Atos 19:19","Romanos 12:1","2 Coríntios 5:17"]},"atos_19_20_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Cristo sobre todas as coisas.","explicacao_detalhada":"No contexto do versículo, 'senhor' é usado para afirmar a soberania de Jesus e a eficácia de sua palavra. Isso destaca a importância da autoridade de Cristo na propagação do evangelho.","por_que_esta_palavra":"A palavra 'senhor' é crucial para entender a relação entre Cristo e os crentes, que O reconhecem como seu mestre e autoridade.","conexao_teologica":"A autoridade de Cristo é um tema recorrente no Novo Testamento, enfatizando que todo poder e autoridade pertencem a Ele.","referencias_relacionadas":["Mateus 28:18","Filipenses 2:10-11","Atos 10:36"]},"atos_19_20_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à mensagem e à revelação de Deus através de Cristo.","explicacao_detalhada":"No versículo, 'palavra' é usada para descrever a mensagem do evangelho que se espalha com poder. É um conceito central na teologia cristã, onde a palavra de Deus é viva e eficaz.","por_que_esta_palavra":"A escolha da palavra 'palavra' enfatiza a importância da comunicação divina e a revelação de Deus ao homem.","conexao_teologica":"A ideia de 'palavra' está ligada à doutrina do Logos, que é Cristo, conforme João 1:1.","referencias_relacionadas":["João 1:1","Hebreus 4:12","Romanos 10:17"]},"atos_19_20_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica a conformidade com a autoridade e a vontade de Deus.","explicacao_detalhada":"Neste contexto, 'conforme' sugere que as ações dos apóstolos estavam alinhadas com a vontade de Deus, mostrando a importância da obediência à palavra divina.","por_que_esta_palavra":"A palavra 'conforme' é essencial para entender que as ações dos crentes devem estar em harmonia com a vontade de Deus.","conexao_teologica":"A obediência à palavra de Deus é um princípio fundamental na vida cristã.","referencias_relacionadas":["Tiago 1:22","1 João 2:5","Romanos 12:2"]},"atos_19_21_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à autoridade de Paulo como apóstolo.","explicacao_detalhada":"No versículo, 'nome' é usado para enfatizar a importância da identidade de Paulo na missão de pregar o evangelho e a autoridade que ele carrega como apóstolo.","por_que_esta_palavra":"A palavra 'nome' é significativa porque representa não apenas a identidade, mas também a reputação e a missão de Paulo.","conexao_teologica":"O nome de Paulo é associado à propagação do evangelho e à fundação da igreja, refletindo a importância dos líderes na obra de Deus.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","2 Timóteo 1:11"]},"atos_19_21_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se à presença e à ação do Espírito Santo na vida dos crentes.","explicacao_detalhada":"No contexto do versículo, 'espírito' indica a ação do Espírito Santo que capacita e guia os crentes em sua missão. É um elemento vital na vida cristã.","por_que_esta_palavra":"A palavra 'espírito' é fundamental para entender a dinâmica da vida cristã e a atuação do Espírito Santo na igreja.","conexao_teologica":"A presença do Espírito Santo é essencial para a edificação da igreja e a capacitação dos crentes.","referencias_relacionadas":["Atos 1:8","Gálatas 5:22-23","Romanos 8:26"]},"atos_19_21_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"A palavra 'arco' pode simbolizar a ação de estabelecer ou colocar algo em seu devido lugar.","explicacao_detalhada":"No versículo, 'arco' é usado para descrever a ação de colocar ou estabelecer algo, possivelmente referindo-se à ordem que deve ser trazida na vida dos crentes.","por_que_esta_palavra":"A palavra 'arco' é significativa porque sugere a ideia de estabelecer uma base ou um fundamento sólido na fé.","conexao_teologica":"A ideia de estabelecer fundamentos é central na construção da vida cristã e na edificação da igreja.","referencias_relacionadas":["1 Coríntios 3:11","Efésios 2:20","Colossenses 2:7"]},"atos_19_22_deus":{"palavra_pt":"deus","palavra_original":"Τιμόθεος","transliteracao":"Timótheos","strong":"G5095","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade e à soberania de Deus sobre todas as coisas.","explicacao_detalhada":"No contexto do versículo, 'deus' é utilizado para afirmar a soberania de Deus e a sua autoridade sobre a missão dos apóstolos.","por_que_esta_palavra":"A palavra 'deus' é crucial para entender a relação entre Deus e a humanidade, especialmente no contexto da salvação.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, enfatizando que Ele é o criador e sustentador de todas as coisas.","referencias_relacionadas":["Salmos 115:3","Romanos 11:36","Efésios 1:11"]},"atos_19_22_erastus":{"palavra_pt":"erastus","palavra_original":"Ἔραστος","transliteracao":"Érastos","strong":"G2037","significado_raiz":"Ideia básica: erastus.","significado_contextual":"A palavra 'erastus' refere-se a um indivíduo específico que desempenhou um papel na igreja primitiva.","explicacao_detalhada":"No versículo, 'erastus' é mencionado como um colaborador de Paulo, destacando a importância das relações pessoais e do trabalho em equipe na propagação do evangelho.","por_que_esta_palavra":"A menção de 'erastus' é significativa porque mostra que a obra de Deus é realizada através de pessoas e relacionamentos.","conexao_teologica":"A importância da comunidade e do trabalho em equipe é um tema recorrente no Novo Testamento.","referencias_relacionadas":["Romanos 16:23","2 Timóteo 4:20","Atos 20:4"]},"atos_19_22_amigo":{"palavra_pt":"amigo","palavra_original":"διακονέω","transliteracao":"diakonéō","strong":"G1247","significado_raiz":"Ideia básica: amigo.","significado_contextual":"A palavra 'amigo' refere-se ao serviço e à ajuda mútua entre os crentes.","explicacao_detalhada":"No contexto do versículo, 'amigo' é usado para descrever a ação de servir e apoiar uns aos outros na fé, refletindo a natureza da comunidade cristã.","por_que_esta_palavra":"A palavra 'amigo' é importante porque enfatiza a necessidade de apoio e serviço mútuo entre os crentes.","conexao_teologica":"O serviço e a amizade são fundamentais na vida cristã, refletindo o amor de Cristo por nós.","referencias_relacionadas":["Gálatas 5:13","Filipenses 2:4","1 Pedro 4:10"]},"atos_19_23_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' refere-se ao processo de transformação ou mudança de estado, indicando um evento significativo.","explicacao_detalhada":"No contexto de Atos 19:23, a palavra 'tornar-se' é usada para descrever a crescente influência e notoriedade do movimento cristão em Éfeso, que estava mudando a dinâmica social e religiosa da cidade.","por_que_esta_palavra":"A escolha da palavra 'tornar-se' enfatiza a ideia de que algo novo e poderoso estava emergindo, desafiando as tradições existentes.","conexao_teologica":"A transformação é um tema central na teologia cristã, refletindo a mudança que ocorre na vida de um crente ao aceitar a fé.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 6:15"]},"atos_19_23_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica uma relação de acordo ou conformidade com algo que já existe.","explicacao_detalhada":"Em Atos 19:23, 'conforme' é usado para descrever a maneira como os eventos estavam se desenrolando de acordo com um plano maior, que era a propagação do evangelho.","por_que_esta_palavra":"A palavra 'conforme' sugere que os acontecimentos não eram aleatórios, mas parte de um propósito divino.","conexao_teologica":"A soberania de Deus sobre a história é um princípio fundamental, mostrando que Ele dirige os eventos para cumprir Seus propósitos.","referencias_relacionadas":["Isaías 46:10","Efésios 1:11","Romanos 8:28"]},"atos_19_23_opportunity":{"palavra_pt":"oportunidade","palavra_original":"καιρός","transliteracao":"kairós","strong":"G2540","significado_raiz":"Ideia básica: oportunidade.","significado_contextual":"A palavra 'oportunidade' refere-se a um momento favorável para agir ou tomar uma decisão.","explicacao_detalhada":"No versículo, 'oportunidade' destaca o momento crítico em que a mensagem cristã estava se espalhando, criando uma chance para que muitos ouvissem e respondessem ao evangelho.","por_que_esta_palavra":"A ênfase na 'oportunidade' sugere que a propagação do evangelho não é apenas um evento, mas um chamado para a ação.","conexao_teologica":"A ideia de aproveitar oportunidades é central na vida cristã, onde os crentes são chamados a ser testemunhas em momentos decisivos.","referencias_relacionadas":["Colossenses 4:5","Efésios 5:16","Mateus 9:37-38"]},"atos_19_24_nome":{"palavra_pt":"nome","palavra_original":"Δημήτριος","transliteracao":"Dēmḗtrios","strong":"G1216","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identificação de uma pessoa, neste caso, um artesão chamado Demétrio.","explicacao_detalhada":"Em Atos 19:24, o nome Demétrio é importante porque ele representa a resistência ao cristianismo e a defesa da idolatria em Éfeso.","por_que_esta_palavra":"O uso do nome enfatiza a individualidade e o papel de Demétrio na oposição ao evangelho, mostrando que a luta era tanto espiritual quanto pessoal.","conexao_teologica":"Os nomes na Bíblia muitas vezes têm significados profundos e refletem o caráter e a missão das pessoas, como neste caso.","referencias_relacionadas":["Atos 19:38","Atos 19:29","Atos 19:27"]},"atos_19_24_templo":{"palavra_pt":"templo","palavra_original":"ναός","transliteracao":"naós","strong":"G3485","significado_raiz":"Ideia básica: templo.","significado_contextual":"A palavra 'templo' refere-se ao local sagrado onde os efésios adoravam a deusa Diana.","explicacao_detalhada":"Em Atos 19:24, o templo é central para a economia e a religião de Éfeso, e a menção dele destaca a importância da idolatria na cidade.","por_que_esta_palavra":"A palavra 'templo' é crucial para entender a oposição ao cristianismo, que ameaçava a adoração tradicional e a indústria associada.","conexao_teologica":"O templo simboliza a presença de Deus, e a transição do templo físico para o corpo de Cristo é um tema importante na teologia cristã.","referencias_relacionadas":["1 Coríntios 3:16","Hebreus 9:11","Apocalipse 21:22"]},"atos_19_24_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de criar ou produzir algo.","explicacao_detalhada":"Em Atos 19:24, 'fazer' é usado para descrever a atividade de Demétrio em produzir ídolos, refletindo a prática comercial e religiosa da época.","por_que_esta_palavra":"A escolha da palavra 'fazer' destaca a habilidade e a dedicação de Demétrio em sua profissão, que estava sendo ameaçada pelo cristianismo.","conexao_teologica":"A obra de nossas mãos é um tema recorrente na Bíblia, onde o que fazemos reflete nossas crenças e valores.","referencias_relacionadas":["Colossenses 3:23","Efésios 2:10","Gálatas 6:4"]},"atos_19_25_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de proximidade ou inclusão.","explicacao_detalhada":"Em Atos 19:25, 'entre' é usado para descrever a posição de Demétrio e outros artesãos dentro da comunidade que estava sendo impactada pelo evangelho.","por_que_esta_palavra":"A palavra 'entre' sugere que a influência do cristianismo estava se espalhando e afetando diretamente a vida das pessoas ao redor.","conexao_teologica":"A ideia de estar 'entre' os outros é fundamental para a missão da igreja, que é ser sal e luz no mundo.","referencias_relacionadas":["Mateus 5:13-16","Atos 1:8","Romanos 12:10"]},"atos_19_25_obra":{"palavra_pt":"obra","palavra_original":"ἐργασία","transliteracao":"ergasía","strong":"G2039","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se ao trabalho ou atividade realizada por alguém.","explicacao_detalhada":"Em Atos 19:25, 'obra' é usada para descrever o trabalho dos artesãos que estavam preocupados com a perda de seus negócios devido ao crescimento do cristianismo.","por_que_esta_palavra":"A ênfase na 'obra' destaca a conexão entre a fé e as atividades diárias, mostrando que a vida cristã impacta todas as áreas da vida.","conexao_teologica":"As boas obras são uma expressão da fé genuína e são esperadas de todos os crentes.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Gálatas 5:6"]},"atos_19_26_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identificação de Paulo, um apóstolo que estava pregando o evangelho.","explicacao_detalhada":"Em Atos 19:26, o nome Paulo é mencionado como parte da narrativa sobre a propagação do cristianismo e a reação dos opositores.","por_que_esta_palavra":"O uso do nome Paulo é significativo, pois ele representa a nova liderança e a expansão do evangelho entre os gentios.","conexao_teologica":"Os nomes na Bíblia frequentemente têm um significado profundo, e Paulo é um exemplo de transformação e missão.","referencias_relacionadas":["Atos 13:9","Romanos 1:1","Filipenses 3:5"]},"atos_19_26_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade, neste caso, ao Deus verdadeiro que é oposto aos ídolos adorados em Éfeso.","explicacao_detalhada":"Em Atos 19:26, a menção de Deus é crucial para entender a mensagem do evangelho que Paulo estava pregando, que desafiava a adoração a ídolos.","por_que_esta_palavra":"A palavra 'deus' é central na teologia cristã, pois enfatiza a singularidade e a soberania do Deus que criou todas as coisas.","conexao_teologica":"A adoração ao único Deus é um tema fundamental na Bíblia, contrastando com a idolatria que permeava a cultura da época.","referencias_relacionadas":["Deuteronômio 6:4","Isaías 44:6","1 Coríntios 8:4"]},"atos_19_26_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"A palavra 'sozinho' refere-se à ideia de estar isolado ou sem companhia, enfatizando a singularidade da situação.","explicacao_detalhada":"No contexto de Atos 19:26, a palavra é usada para descrever a percepção de que Paulo estava influenciando as pessoas de tal maneira que a adoração a deuses feitos por mãos humanas estava sendo ameaçada, levando à ideia de que ele estava 'sozinho' em sua missão.","por_que_esta_palavra":"A escolha da palavra 'sozinho' destaca a solidão do apóstolo em sua luta contra a idolatria e a resistência que enfrentava.","conexao_teologica":"A solidão de Paulo reflete a experiência de muitos profetas e apóstolos que, em sua missão, enfrentaram oposição e rejeição, mas permaneceram fiéis ao chamado de Deus.","referencias_relacionadas":["1 Reis 19:10","Mateus 10:16","2 Timóteo 4:16"]},"atos_19_27_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se a algo que é considerado divino ou digno de respeito, especialmente em relação a lugares de culto.","explicacao_detalhada":"Em Atos 19:27, a palavra é usada para descrever o templo de Diana, que era visto como um lugar sagrado pelos habitantes de Éfeso. A menção do sagrado aqui contrasta com a mensagem do evangelho que Paulo pregava.","por_que_esta_palavra":"A palavra 'sagrado' é usada para enfatizar a importância e o valor que os efésios davam ao seu templo, o que gera um conflito com a mensagem cristã.","conexao_teologica":"A ideia de sagrado é central na teologia cristã, onde o verdadeiro sagrado é encontrado em Cristo, e não em templos feitos por mãos humanas.","referencias_relacionadas":["Hebreus 9:24","1 Coríntios 3:16","Atos 7:48"]},"atos_19_27_gloria":{"palavra_pt":"gloria","palavra_original":"μεγαλειότης","transliteracao":"megaleiótēs","strong":"G3168","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'glória' refere-se à grandeza, honra ou esplendor, especialmente em um contexto religioso.","explicacao_detalhada":"No versículo, a 'glória' de Diana é mencionada, refletindo a importância que os efésios davam à sua deusa e ao seu templo, em contraste com a glória de Deus revelada em Cristo.","por_que_esta_palavra":"A utilização da palavra 'glória' serve para mostrar a rivalidade entre a adoração a ídolos e a verdadeira adoração a Deus.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, e a verdadeira glória é revelada em Jesus Cristo, que é a imagem do Deus invisível.","referencias_relacionadas":["Romanos 3:23","João 1:14","2 Coríntios 4:6"]},"atos_19_28_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' ou 'acontecer' refere-se a um processo de transformação ou mudança significativa.","explicacao_detalhada":"Em Atos 19:28, a palavra é usada para descrever a reação da multidão que se sentiu ameaçada pela pregação de Paulo, levando a um clamor de que a grandeza de Diana estava em perigo.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a magnitude da mudança que a mensagem do evangelho estava trazendo à cidade de Éfeso.","conexao_teologica":"A transformação que ocorre na vida dos crentes é um tema central na teologia cristã, onde a nova vida em Cristo é descrita como um 'tornar-se' novo.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"atos_19_28_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"A palavra 'temor' refere-se a um sentimento de medo ou reverência, especialmente em relação a algo que é considerado poderoso.","explicacao_detalhada":"No contexto de Atos 19:28, o temor é uma reação da multidão que se sentiu ameaçada pela pregação de Paulo, levando a uma resposta emocional intensa.","por_que_esta_palavra":"A palavra 'temor' é usada para descrever a gravidade da situação, onde a perda da adoração a Diana poderia resultar em consequências sociais e econômicas.","conexao_teologica":"O temor do Senhor é um tema recorrente na Bíblia, onde é visto como o princípio da sabedoria e um aspecto da verdadeira adoração.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Atos 5:11"]},"atos_19_28_ira":{"palavra_pt":"ira","palavra_original":"θυμός","transliteracao":"thymós","strong":"G2372","significado_raiz":"Ideia básica: ira.","significado_contextual":"A palavra 'ira' refere-se a um forte sentimento de descontentamento ou raiva.","explicacao_detalhada":"Em Atos 19:28, a ira da multidão é uma resposta à ameaça percebida à sua deusa e ao seu modo de vida, resultando em tumulto.","por_que_esta_palavra":"A escolha da palavra 'ira' destaca a intensidade da reação emocional da multidão, que estava disposta a agir violentamente para proteger seus interesses.","conexao_teologica":"A ira humana é frequentemente contrastada com a justiça de Deus, que é lenta para a ira, mas justa em suas ações.","referencias_relacionadas":["Tiago 1:20","Romanos 12:19","Efésios 4:26"]},"atos_19_29_gaius":{"palavra_pt":"gaius","palavra_original":"Γάϊος","transliteracao":"Gáïos","strong":"G1050","significado_raiz":"Ideia básica: gaius.","significado_contextual":"A palavra 'Gaius' refere-se a um nome próprio, especificamente de um dos companheiros de Paulo.","explicacao_detalhada":"Em Atos 19:29, Gaius é mencionado como uma das pessoas que foram arrastadas pela multidão, indicando sua associação com Paulo e o evangelho.","por_que_esta_palavra":"A menção de Gaius serve para mostrar a conexão pessoal e a solidariedade entre os seguidores de Paulo durante a crise em Éfeso.","conexao_teologica":"A presença de Gaius ilustra a importância da comunidade cristã e do apoio mútuo entre os crentes em tempos de perseguição.","referencias_relacionadas":["Romanos 16:23","1 Coríntios 1:14","Atos 20:4"]},"atos_19_29_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identificação pessoal e à reputação de alguém.","explicacao_detalhada":"No versículo, o nome de Paulo é mencionado, destacando sua importância e influência na pregação do evangelho em Éfeso.","por_que_esta_palavra":"A ênfase no nome de Paulo mostra como sua identidade estava ligada à mensagem que ele pregava e à reação da multidão.","conexao_teologica":"O nome de Jesus é central na teologia cristã, e a identidade dos crentes é encontrada em sua relação com Cristo.","referencias_relacionadas":["Filipenses 2:9-10","Atos 4:12","Colossenses 3:17"]},"atos_19_30_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' é novamente usada para enfatizar a identidade de Paulo em meio ao tumulto.","explicacao_detalhada":"A repetição da palavra 'nome' em Atos 19:30 reforça a conexão entre Paulo e a situação em que ele se encontrava, destacando sua importância na narrativa.","por_que_esta_palavra":"A repetição serve para enfatizar a notoriedade de Paulo e como sua presença estava ligada ao conflito em Éfeso.","conexao_teologica":"A identidade em Cristo é um tema importante, onde os crentes são chamados pelo nome de Cristo e identificados com Ele.","referencias_relacionadas":["Gálatas 3:26-27","Romanos 8:17","2 Timóteo 2:19"]},"atos_19_30_povo":{"palavra_pt":"povo","palavra_original":"δῆμος","transliteracao":"dēmos","strong":"G1218","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se a um grupo de pessoas, geralmente com um propósito ou identidade comum.","explicacao_detalhada":"Em Atos 19:30, a palavra é usada para descrever a multidão que se reuniu em resposta à pregação de Paulo, mostrando a mobilização social em torno de questões religiosas.","por_que_esta_palavra":"A escolha da palavra 'povo' destaca a coletividade e a força da multidão, que se sentiu ameaçada pela mensagem do evangelho.","conexao_teologica":"A ideia de povo de Deus é central na Bíblia, onde os crentes são chamados a serem um povo separado para Deus.","referencias_relacionadas":["1 Pedro 2:9","Êxodo 19:6","Romanos 9:25-26"]},"atos_19_31_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade em um contexto de adoração e reverência.","explicacao_detalhada":"A palavra 'deus' é usada para descrever a natureza divina, que é central na fé cristã. No contexto de Atos 19, a menção de 'deus' se relaciona com a oposição ao culto a ídolos e a afirmação da soberania de Deus sobre todas as coisas.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre os cristãos e a cultura pagã de Éfeso, onde a adoração a deuses falsos era comum.","conexao_teologica":"A soberania de Deus é um tema recorrente nas Escrituras, enfatizando que Ele é o único digno de adoração.","referencias_relacionadas":["Salmos 96:5","Isaías 45:5","1 Coríntios 8:4"]},"atos_19_31_spectacle":{"palavra_pt":"spectacle","palavra_original":"θέατρον","transliteracao":"théatron","strong":"G2302","significado_raiz":"Ideia básica: spectacle.","significado_contextual":"Refere-se a um evento público que atrai a atenção e o interesse das pessoas.","explicacao_detalhada":"A palavra 'spectacle' é utilizada para descrever a cena tumultuada em Éfeso, onde a multidão se reuniu para assistir a um conflito entre os seguidores de Paulo e os artesãos que se opunham a ele.","por_que_esta_palavra":"É importante para entender a natureza do evento e a reação da multidão, que estava mais interessada no espetáculo do que na mensagem do evangelho.","conexao_teologica":"A busca por espetáculo pode desviar a atenção da verdadeira adoração e da mensagem de Cristo.","referencias_relacionadas":["Mateus 12:38","Lucas 23:8","1 Coríntios 1:22"]},"atos_19_32_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à assembleia de pessoas, muitas vezes em um contexto religioso.","explicacao_detalhada":"A palavra 'igreja' ou 'assembleia' é usada para descrever a reunião dos crentes, mas aqui também se refere à multidão que se reuniu em Éfeso, mostrando a diversidade de grupos presentes.","por_que_esta_palavra":"A assembleia é um reflexo da unidade e diversidade do corpo de Cristo, mesmo em meio a conflitos.","conexao_teologica":"A igreja é chamada a ser um testemunho da verdade de Deus em meio a uma sociedade confusa.","referencias_relacionadas":["Atos 2:42","Hebreus 10:25","1 Coríntios 12:12-14"]},"atos_19_32_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a magnitude ou importância de algo.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a intensidade da situação em Éfeso, onde a agitação da multidão era significativa e impactante.","por_que_esta_palavra":"A grandeza da situação destaca a seriedade do conflito entre os seguidores de Paulo e os opositores do evangelho.","conexao_teologica":"Deus é descrito como grande em poder e majestade, e a grandeza da situação reflete a luta entre o bem e o mal.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"atos_19_32_chamar":{"palavra_pt":"chamar","palavra_original":"κράζω","transliteracao":"krázō","strong":"G2896","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de convocar ou gritar por atenção.","explicacao_detalhada":"A palavra 'chamar' é usada para descrever como as pessoas na multidão estavam tentando se fazer ouvir em meio ao tumulto, refletindo a urgência da situação.","por_que_esta_palavra":"É crucial para entender a dinâmica da comunicação e a necessidade de se expressar em momentos de crise.","conexao_teologica":"Deus chama seu povo para a ação e a resposta, assim como os homens e mulheres são chamados a se posicionar em meio à confusão.","referencias_relacionadas":["Isaías 43:1","Mateus 11:28","Romanos 8:30"]},"atos_19_33_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se ao ato de decidir ou optar por algo.","explicacao_detalhada":"A palavra 'escolher' é utilizada no contexto de como as pessoas na multidão estavam decidindo a quem ouvir ou seguir, refletindo a luta entre diferentes vozes e ideologias.","por_que_esta_palavra":"A escolha é um tema central na vida cristã, onde os crentes são chamados a escolher seguir a Cristo.","conexao_teologica":"A escolha de seguir a Deus é um ato de fé que deve ser feito conscientemente.","referencias_relacionadas":["Josué 24:15","Mateus 7:13-14","Gálatas 5:13"]},"atos_19_33_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar em meio a um grupo ou entre pessoas.","explicacao_detalhada":"A palavra 'entre' é usada para descrever a presença de indivíduos em meio à multidão, destacando a interação social e a dinâmica do grupo.","por_que_esta_palavra":"É importante para entender como as pessoas se influenciam mutuamente em situações de crise.","conexao_teologica":"A presença de crentes entre os não crentes é um chamado para ser luz e sal em meio à escuridão.","referencias_relacionadas":["Mateus 5:14-16","Filipenses 2:15","1 Pedro 2:9"]},"atos_19_33_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se a um grupo de pessoas, muitas vezes em um contexto de multidão ou comunidade.","explicacao_detalhada":"A palavra 'povo' é usada para descrever a multidão que se reuniu em Éfeso, refletindo a diversidade e a complexidade da sociedade da época.","por_que_esta_palavra":"Entender o 'povo' é essencial para compreender a dinâmica social e a resistência ao evangelho.","conexao_teologica":"Deus se preocupa com todas as nações e povos, e a salvação é oferecida a todos.","referencias_relacionadas":["Mateus 28:19","Atos 10:34-35","Apocalipse 7:9"]},"atos_19_34_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de se tornar algo ou acontecer.","explicacao_detalhada":"A palavra 'tornar-se' é usada para descrever a transformação que ocorre em meio ao tumulto, onde as emoções e reações das pessoas mudam rapidamente.","por_que_esta_palavra":"É importante para entender a natureza dinâmica da situação e como as circunstâncias podem mudar rapidamente.","conexao_teologica":"Deus é um Deus de transformação, e a obra do Espírito Santo é frequentemente descrita em termos de mudança e renovação.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 6:15"]},"atos_19_34_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se a um sentimento de medo ou reverência.","explicacao_detalhada":"A palavra 'temor' é usada para descrever a reação da multidão diante da situação caótica, refletindo tanto medo quanto respeito.","por_que_esta_palavra":"O temor é uma resposta natural a situações de incerteza e pode levar a uma reflexão mais profunda sobre a fé.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, e é um tema recorrente nas Escrituras.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 8:13"]},"atos_19_34_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"Refere-se a um judeu, alguém que pertence ao povo de Israel.","explicacao_detalhada":"A palavra 'jew ess' (Ἰουδαῖος) é usada para identificar a origem étnica e religiosa de uma pessoa, destacando a conexão com a tradição judaica e a Lei de Moisés.","por_que_esta_palavra":"A menção de judeus é importante no contexto do Novo Testamento, pois muitos dos primeiros seguidores de Jesus eram judeus e a mensagem do evangelho se dirigia inicialmente a eles.","conexao_teologica":"A identidade judaica é central para a compreensão do plano de salvação de Deus, que se cumpre em Cristo, o Messias prometido.","referencias_relacionadas":["Mateus 1:1","Romanos 1:16","Atos 2:5"]},"atos_19_35_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Indica um grande medo ou reverência em relação a algo ou alguém.","explicacao_detalhada":"A palavra 'temor' (μέγας) sugere uma sensação de respeito profundo ou pavor, especialmente em situações de grande tensão ou conflito.","por_que_esta_palavra":"O uso de 'temor' neste contexto reflete a reação da multidão diante de eventos extraordinários e da autoridade que estava sendo desafiada.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, conforme Provérbios 1:7, e é um tema recorrente nas Escrituras.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Hebreus 12:28"]},"atos_19_36_commit":{"palavra_pt":"entregar","palavra_original":"πράσσω","transliteracao":"prássō","strong":"G4238","significado_raiz":"Ideia básica: entregar.","significado_contextual":"Refere-se ao ato de entregar ou realizar algo.","explicacao_detalhada":"A palavra 'entregar' (πράσσω) implica em uma ação deliberada, muitas vezes relacionada a decisões ou compromissos que precisam ser cumpridos.","por_que_esta_palavra":"Neste contexto, a entrega de uma mensagem ou decisão é crucial para a resolução do conflito apresentado na narrativa.","conexao_teologica":"A entrega de nossas vidas a Deus é um tema central na fé cristã, onde somos chamados a nos entregar como sacrifícios vivos.","referencias_relacionadas":["Romanos 12:1","Gálatas 2:20","Filipenses 2:17"]},"atos_19_37_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao ser supremo, criador do universo.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para descrever a divindade, enfatizando a soberania e a autoridade de Deus sobre todas as coisas.","por_que_esta_palavra":"A menção de Deus neste contexto é fundamental para reafirmar a legitimidade da adoração e a defesa da fé cristã contra acusações.","conexao_teologica":"A natureza de Deus como o único verdadeiro é um tema central na teologia cristã, que se opõe à idolatria.","referencias_relacionadas":["Isaías 45:5","João 4:24","1 Coríntios 8:4"]},"atos_19_37_because":{"palavra_pt":"porque","palavra_original":"γάρ","transliteracao":"gár","strong":"G1063","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma explicação ou justificativa.","explicacao_detalhada":"A palavra 'porque' (γάρ) é uma conjunção que conecta ideias, explicando a razão por trás de uma afirmação ou ação.","por_que_esta_palavra":"Neste contexto, 'porque' é usado para justificar a defesa feita em relação à adoração e à proteção dos direitos dos cidadãos.","conexao_teologica":"A lógica e a razão são frequentemente usadas nas Escrituras para explicar a fé e a moralidade.","referencias_relacionadas":["Romanos 3:23","Tiago 1:5","1 Pedro 3:15"]},"atos_19_38_nome":{"palavra_pt":"nome","palavra_original":"Δημήτριος","transliteracao":"Dēmḗtrios","strong":"G1216","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identificação de uma pessoa ou entidade.","explicacao_detalhada":"A palavra 'nome' (Δημήτριος) é importante, pois nomes na cultura bíblica frequentemente carregam significados e identidades profundas.","por_que_esta_palavra":"A menção do nome é crucial para a identificação do indivíduo em questão e sua relevância no contexto da narrativa.","conexao_teologica":"O nome de Jesus é central na fé cristã, simbolizando autoridade e poder.","referencias_relacionadas":["Filipenses 2:9-10","Atos 4:12","Romanos 10:13"]},"atos_19_38_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à Palavra de Deus, a mensagem divina.","explicacao_detalhada":"A palavra 'palavra/verbo' (λόγος) é usada para descrever a comunicação de Deus com a humanidade, especialmente em relação a Cristo.","por_que_esta_palavra":"A ênfase na Palavra é fundamental para entender a revelação de Deus e a encarnação de Cristo.","conexao_teologica":"Cristo é descrito como o Verbo que se fez carne, conforme João 1:14, destacando sua divindade e humanidade.","referencias_relacionadas":["João 1:1","Hebreus 4:12","Colossenses 3:16"]},"atos_19_38_builder":{"palavra_pt":"builder","palavra_original":"τεχνίτης","transliteracao":"technítēs","strong":"G5079","significado_raiz":"Ideia básica: termo central do texto original.","significado_contextual":"Refere-se a um artesão ou trabalhador qualificado em uma determinada profissão.","explicacao_detalhada":"A palavra 'builder' (τεχνίτης) implica em habilidade e destreza em criar ou construir algo, muitas vezes associado a obras de arte ou edificações.","por_que_esta_palavra":"A menção de um 'builder' é importante para entender o contexto econômico e social da cidade de Éfeso, onde a idolatria e a adoração a deuses pagãos eram comuns.","conexao_teologica":"Deus é descrito como o Criador, e os cristãos são chamados a ser co-participantes na construção do Seu reino.","referencias_relacionadas":["1 Coríntios 3:9","Efésios 2:20-22","1 Pedro 2:5"]},"atos_19_39_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se a uma assembleia ou reunião de pessoas, especialmente em um contexto religioso.","explicacao_detalhada":"A palavra 'igreja/assembleia' (ἐκκλησία) é usada para descrever a comunidade de crentes que se reúnem para adorar e aprender sobre Deus.","por_que_esta_palavra":"A menção da 'igreja' é crucial para entender a organização e a estrutura da comunidade cristã primitiva.","conexao_teologica":"A igreja é descrita como o corpo de Cristo, onde cada membro tem um papel e uma função.","referencias_relacionadas":["Mateus 16:18","Atos 2:42","Efésios 4:11-13"]},"atos_19_39_desejo":{"palavra_pt":"desejo","palavra_original":"ἐπιζητέω","transliteracao":"epizētéō","strong":"G1934","significado_raiz":"Ideia básica: desejo.","significado_contextual":"Refere-se a um anseio ou aspiração por algo.","explicacao_detalhada":"A palavra 'desejo' (ἐπιζητέω) implica em uma busca intensa ou um forte desejo de alcançar ou obter algo.","por_que_esta_palavra":"Neste contexto, o desejo é importante para entender as motivações das pessoas e suas ações em relação à fé e à adoração.","conexao_teologica":"O desejo de buscar a Deus é um tema central nas Escrituras, onde somos chamados a buscar em primeiro lugar o reino de Deus.","referencias_relacionadas":["Mateus 6:33","Salmos 37:4","Filipenses 3:14"]},"atos_19_39_lei":{"palavra_pt":"lei","palavra_original":"ἔννομος","transliteracao":"énnomos","strong":"G1772","significado_raiz":"Ideia básica: lei.","significado_contextual":"Refere-se à lei que regula a conduta e as práticas da sociedade.","explicacao_detalhada":"A palavra 'lei' no contexto de Atos 19:39 é usada para indicar a necessidade de seguir as normas e regulamentos estabelecidos, especialmente em situações de conflito ou desordem pública.","por_que_esta_palavra":"A menção da lei é crucial para justificar a defesa dos direitos e a ordem social em meio a tumultos.","conexao_teologica":"A lei, tanto no Antigo quanto no Novo Testamento, é vista como um guia moral e espiritual para o povo de Deus.","referencias_relacionadas":["Romanos 3:20","Gálatas 3:24","Mateus 5:17"]},"atos_19_40_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'verbo' ou 'palavra' é usada para enfatizar a mensagem e a autoridade de Cristo.","explicacao_detalhada":"No contexto de Atos 19:40, a palavra 'verbo' implica a importância da comunicação e da mensagem que Paulo e os apóstolos estavam levando, que era centrada em Cristo.","por_que_esta_palavra":"A escolha de 'verbo' destaca a relevância da mensagem cristã e sua capacidade de transformar vidas.","conexao_teologica":"Cristo é identificado como o 'Verbo' em João 1:1, enfatizando a centralidade da Sua palavra na criação e na salvação.","referencias_relacionadas":["João 1:1","Hebreus 4:12","1 Pedro 1:25"]},"atos_19_41_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à assembleia dos crentes, a comunidade que se reúne para adoração e ensino.","explicacao_detalhada":"A palavra 'igreja' ou 'assembleia' é usada para descrever a coletividade dos seguidores de Cristo, que se reúnem para edificação mútua e adoração.","por_que_esta_palavra":"A menção da congregação é importante para mostrar a unidade e a força da comunidade cristã diante da oposição.","conexao_teologica":"A igreja é o corpo de Cristo, e sua função é ser luz e sal na sociedade, conforme Mateus 5:13-16.","referencias_relacionadas":["Mateus 16:18","Atos 2:42","Efésios 4:11-13"]},"atos_19_41_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se ao ato de comunicar ou expressar uma ideia ou mensagem.","explicacao_detalhada":"A palavra 'falar' é utilizada para enfatizar a importância da comunicação clara e eficaz, especialmente em momentos de crise.","por_que_esta_palavra":"A comunicação é vital para resolver conflitos e promover entendimento entre as pessoas.","conexao_teologica":"A fala é um dom de Deus, e a maneira como falamos deve refletir a verdade e o amor de Cristo.","referencias_relacionadas":["Tiago 1:19","Efésios 4:29","Colossenses 4:6"]},"atos_19_41_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"Indica uma conclusão ou resultado lógico a partir do que foi dito anteriormente.","explicacao_detalhada":"A palavra 'portanto' é usada para conectar ideias e mostrar a consequência de ações ou declarações anteriores.","por_que_esta_palavra":"É importante para a argumentação e para a construção de um raciocínio claro e coerente.","conexao_teologica":"A lógica e a razão são frequentemente usadas nas Escrituras para apresentar a verdade de Deus de maneira compreensível.","referencias_relacionadas":["Romanos 12:1","Colossenses 3:5","Gálatas 5:13"]}}