{"atos_2_1_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' refere-se ao dia de Pentecostes, quando o Espírito Santo desceu sobre os apóstolos.","explicacao_detalhada":"Este dia é significativo porque marca o início da igreja cristã e o cumprimento da promessa de Jesus sobre o envio do Consolador.","por_que_esta_palavra":"O dia de Pentecostes é um marco na história da salvação, simbolizando a nova era do Espírito Santo na vida dos crentes.","conexao_teologica":"O dia representa a realização das promessas de Deus e a capacitação dos crentes para a missão.","referencias_relacionadas":["Atos 2:1-4","Joel 2:28-29","Lucas 24:49"]},"atos_2_1_pascoa":{"palavra_pt":"pascoa","palavra_original":"πεντηκοστή","transliteracao":"pentēkostḗ","strong":"G4005","significado_raiz":"Ideia básica: pascoa.","significado_contextual":"A palavra 'Páscoa' refere-se à festa judaica que celebra a libertação do povo de Israel do Egito.","explicacao_detalhada":"A Páscoa é um símbolo da redenção e libertação, e sua conexão com o Pentecostes ressalta a continuidade do plano de Deus para a salvação.","por_que_esta_palavra":"A menção da Páscoa destaca a importância das festividades judaicas na compreensão do cumprimento das promessas messiânicas.","conexao_teologica":"A Páscoa e o Pentecostes juntos simbolizam a libertação do pecado e a nova vida em Cristo através do Espírito Santo.","referencias_relacionadas":["Êxodo 12:14","Mateus 26:17","1 Coríntios 5:7"]},"atos_2_1_encher":{"palavra_pt":"encher","palavra_original":"συμπληρόω","transliteracao":"symplēróō","strong":"G4845","significado_raiz":"Ideia básica: encher.","significado_contextual":"A palavra 'encher' refere-se ao ato do Espírito Santo preenchendo os apóstolos com poder.","explicacao_detalhada":"Este enchimento é essencial para a capacitação dos apóstolos na pregação do evangelho e na realização de milagres.","por_que_esta_palavra":"Encher é um conceito central na vida cristã, simbolizando a presença e a ação do Espírito Santo na vida do crente.","conexao_teologica":"O enchimento do Espírito Santo é fundamental para a missão da igreja e a transformação dos crentes.","referencias_relacionadas":["Atos 2:4","Efésios 5:18","Lucas 11:13"]},"atos_2_2_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O 'céu' é mencionado como o lugar de onde o som do vento forte veio, simbolizando a presença de Deus.","explicacao_detalhada":"O céu representa a habitação de Deus e a manifestação do Seu poder na terra, especialmente durante o Pentecostes.","por_que_esta_palavra":"A referência ao céu enfatiza a origem divina do evento que estava acontecendo, ligando a experiência dos apóstolos à ação de Deus.","conexao_teologica":"O céu é um símbolo da soberania de Deus e da conexão entre o divino e o humano através do Espírito Santo.","referencias_relacionadas":["Atos 2:2","Mateus 6:9","Hebreus 12:22"]},"atos_2_2_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se à comunidade de crentes que se reuniram para ouvir a mensagem dos apóstolos.","explicacao_detalhada":"A ideia de família aqui simboliza a unidade e a comunhão entre os crentes, que são considerados irmãos em Cristo.","por_que_esta_palavra":"A noção de família é fundamental para entender a natureza da igreja como corpo de Cristo, onde todos são parte de uma mesma família espiritual.","conexao_teologica":"A família de Deus é um tema central na teologia cristã, enfatizando a inclusão e a pertença dos crentes.","referencias_relacionadas":["Atos 2:44-47","Efésios 2:19","1 Pedro 2:9"]},"atos_2_2_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' refere-se à transformação que ocorreu com os apóstolos e a multidão durante o Pentecostes.","explicacao_detalhada":"Este ato de tornar-se é um reflexo da mudança que o Espírito Santo traz na vida dos crentes, capacitando-os para a missão.","por_que_esta_palavra":"A transformação é um tema central na vida cristã, simbolizando a nova identidade que os crentes recebem em Cristo.","conexao_teologica":"A ideia de tornar-se enfatiza a obra redentora de Cristo e a ação transformadora do Espírito Santo na vida dos crentes.","referencias_relacionadas":["Atos 2:4","Romanos 12:2","2 Coríntios 5:17"]},"atos_2_3_fogo":{"palavra_pt":"fogo","palavra_original":"πῦρ","transliteracao":"pŷr","strong":"G4442","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O 'fogo' simboliza a purificação e a presença do Espírito Santo que desceu sobre os apóstolos.","explicacao_detalhada":"O fogo é um símbolo poderoso na Bíblia, representando a santidade de Deus e a capacitação para a missão.","por_que_esta_palavra":"A presença do fogo indica a ação transformadora do Espírito Santo, que purifica e empodera os crentes.","conexao_teologica":"O fogo é um símbolo da presença de Deus que purifica e transforma, essencial para a missão da igreja.","referencias_relacionadas":["Atos 2:3","Hebreus 12:29","Isaías 4:4"]},"atos_2_3_lingua":{"palavra_pt":"lingua","palavra_original":"γλῶσσα","transliteracao":"glōssa","strong":"G1100","significado_raiz":"Ideia básica: lingua.","significado_contextual":"A palavra 'língua' refere-se às línguas estranhas que os apóstolos falaram, um sinal do poder do Espírito Santo.","explicacao_detalhada":"As línguas simbolizam a capacidade de comunicar o evangelho a todas as nações, refletindo a universalidade da mensagem cristã.","por_que_esta_palavra":"A diversidade das línguas é um sinal da inclusão de todos os povos na salvação oferecida por Cristo.","conexao_teologica":"As línguas faladas no Pentecostes representam a missão da igreja de levar o evangelho a todas as nações.","referencias_relacionadas":["Atos 2:4","Marcos 16:15","1 Coríntios 14:22"]},"atos_2_4_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"O 'espírito' aqui se refere à presença do Espírito Santo que desceu sobre os discípulos.","explicacao_detalhada":"O Espírito Santo é a terceira pessoa da Trindade e, neste contexto, simboliza o poder e a presença de Deus entre os crentes, capacitando-os para a missão.","por_que_esta_palavra":"A palavra 'espírito' é usada para descrever a ação divina que transforma e capacita os seguidores de Cristo.","conexao_teologica":"O Espírito Santo é essencial para a vida cristã, pois é Ele quem convence, guia e fortalece os crentes.","referencias_relacionadas":["João 14:26","Atos 1:8","Romanos 8:26"]},"atos_2_4_lingua":{"palavra_pt":"lingua","palavra_original":"γλῶσσα","transliteracao":"glōssa","strong":"G1100","significado_raiz":"Ideia básica: lingua.","significado_contextual":"A 'língua' refere-se aos idiomas falados pelos discípulos quando foram cheios do Espírito Santo.","explicacao_detalhada":"Este fenômeno de falar em línguas é um sinal do cumprimento da promessa de Deus de que os discípulos seriam capacitados para pregar o evangelho a todas as nações.","por_que_esta_palavra":"A palavra 'língua' é significativa porque representa a comunicação do evangelho em diversas culturas e idiomas.","conexao_teologica":"A diversidade de línguas enfatiza a universalidade da mensagem cristã e a inclusão de todos os povos no plano de salvação.","referencias_relacionadas":["Atos 2:11","1 Coríntios 12:10","Gálatas 3:28"]},"atos_2_4_accomplish":{"palavra_pt":"accomplish","palavra_original":"πλήθω","transliteracao":"plḗthō","strong":"G4130","significado_raiz":"Ideia básica: accomplish.","significado_contextual":"A palavra 'accomplish' refere-se ao cumprimento das promessas de Deus na vinda do Espírito Santo.","explicacao_detalhada":"Este ato de cumprir as promessas de Deus é uma demonstração de Sua fidelidade e poder na história da salvação.","por_que_esta_palavra":"A ideia de 'accomplish' é central para entender como Deus age na história, trazendo à realidade o que foi prometido.","conexao_teologica":"O cumprimento das promessas de Deus é um tema recorrente na Bíblia, mostrando que Ele é fiel ao que promete.","referencias_relacionadas":["Atos 2:17","Isaías 44:3","Joel 2:28"]},"atos_2_5_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O 'céu' é mencionado como o lugar de onde o Espírito Santo foi enviado.","explicacao_detalhada":"O céu representa a morada de Deus e a origem do poder que desceu sobre os discípulos.","por_que_esta_palavra":"A palavra 'céu' é importante porque indica a autoridade divina que está por trás da ação do Espírito Santo.","conexao_teologica":"A conexão entre céu e a ação do Espírito Santo reforça a ideia de que Deus está ativamente envolvido na história humana.","referencias_relacionadas":["Mateus 6:9","Efésios 1:3","Filipenses 3:20"]},"atos_2_5_devout":{"palavra_pt":"devout","palavra_original":"εὐλαβής","transliteracao":"eulabḗs","strong":"G2126","significado_raiz":"Ideia básica: devout.","significado_contextual":"A palavra 'devout' descreve os judeus que estavam em Jerusalém, mostrando seu compromisso religioso.","explicacao_detalhada":"Esses homens eram respeitados por sua piedade e dedicação a Deus, o que os tornava receptivos à mensagem do evangelho.","por_que_esta_palavra":"A palavra 'devout' é usada para destacar a importância da sinceridade na busca espiritual.","conexao_teologica":"A devoção é um aspecto fundamental da vida cristã, refletindo a resposta do coração humano ao amor de Deus.","referencias_relacionadas":["Atos 10:2","Salmos 4:3","Hebreus 11:6"]},"atos_2_5_jerusalem":{"palavra_pt":"jerusalem","palavra_original":"Ἱερουσαλήμ","transliteracao":"Hierousalḗm","strong":"G2419","significado_raiz":"Ideia básica: jerusalem.","significado_contextual":"Jerusalém é o local onde os eventos do Pentecostes ocorreram, sendo um centro espiritual para os judeus.","explicacao_detalhada":"A cidade é frequentemente vista como o coração da história da salvação, onde Jesus foi crucificado e ressuscitou.","por_que_esta_palavra":"A menção de Jerusalém destaca a importância do local na narrativa bíblica e na missão da igreja.","conexao_teologica":"Jerusalém é um símbolo da presença de Deus e do cumprimento das promessas messiânicas.","referencias_relacionadas":["Lucas 24:47","Atos 1:8","Mateus 5:35"]},"atos_2_6_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se ao grande evento que estava acontecendo em Jerusalém, atraindo a atenção de muitos.","explicacao_detalhada":"Este 'tornar-se' é um momento de transformação, onde a presença do Espírito Santo muda a dinâmica da comunidade.","por_que_esta_palavra":"A palavra 'grande' enfatiza a magnitude do que estava acontecendo, um marco na história da igreja.","conexao_teologica":"A transformação que ocorre na vida dos crentes é um tema central na teologia cristã, mostrando o poder de Deus para mudar vidas.","referencias_relacionadas":["Atos 2:41","Romanos 12:2","2 Coríntios 5:17"]},"atos_2_6_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"A palavra 'acquaintance' refere-se ao reconhecimento dos discípulos como pessoas conhecidas na comunidade.","explicacao_detalhada":"Isso indica que os discípulos não eram estranhos, mas parte da cultura e sociedade local, o que torna a mensagem mais impactante.","por_que_esta_palavra":"A familiaridade dos discípulos ajuda a criar um contraste com o que estava acontecendo, pois eles falavam em línguas que não conheciam.","conexao_teologica":"A ideia de que Deus usa pessoas comuns para realizar Seus propósitos é um tema recorrente na Bíblia.","referencias_relacionadas":["Atos 4:13","1 Coríntios 1:26-29","Gálatas 1:13"]},"atos_2_7_galilean":{"palavra_pt":"galilean","palavra_original":"Γαλιλαῖος","transliteracao":"Galilaîos","strong":"G1057","significado_raiz":"Ideia básica: galilean.","significado_contextual":"A palavra 'galileu' refere-se à origem dos discípulos, que eram vistos como pessoas simples e sem grande educação.","explicacao_detalhada":"Isso destaca o poder de Deus em usar pessoas comuns para realizar grandes coisas, desafiando as expectativas da sociedade.","por_que_esta_palavra":"A identificação como galileus enfatiza a humildade e a simplicidade dos discípulos, contrastando com a grandeza do evento.","conexao_teologica":"Deus frequentemente escolhe os fracos e humildes para confundir os sábios e poderosos, mostrando Sua soberania.","referencias_relacionadas":["Mateus 26:69","João 1:46","Atos 1:11"]},"atos_2_7_maravilha":{"palavra_pt":"maravilha","palavra_original":"ἐξίστημι","transliteracao":"exístēmi","strong":"G1839","significado_raiz":"Ideia básica: maravilha.","significado_contextual":"A palavra 'maravilha' descreve a reação das pessoas diante do que estavam testemunhando.","explicacao_detalhada":"As maravilhas realizadas por Deus são sinais que apontam para Sua presença e poder, despertando a fé.","por_que_esta_palavra":"A palavra 'maravilha' é usada para expressar a incredulidade e a admiração diante da ação divina.","conexao_teologica":"As maravilhas de Deus são uma forma de revelar Sua glória e convidar as pessoas a crerem Nele.","referencias_relacionadas":["Salmos 77:14","Atos 2:22","Lucas 9:43"]},"atos_2_7_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao caminho de vida e à jornada espiritual que os crentes devem seguir.","explicacao_detalhada":"No contexto de Atos 2, 'caminho' simboliza a nova vida em Cristo e a direção que os seguidores devem tomar após a ressurreição de Jesus. É um chamado à transformação e ao seguimento dos ensinamentos de Cristo.","por_que_esta_palavra":"A palavra 'caminho' é usada para descrever a vida cristã como uma jornada que requer fé e obediência.","conexao_teologica":"O conceito de 'caminho' está ligado à ideia de que Jesus é o caminho, a verdade e a vida (João 14:6), enfatizando que a salvação e a vida plena são encontradas nele.","referencias_relacionadas":["João 14:6","Mateus 7:13-14","Salmos 119:105"]},"atos_2_8_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"Refere-se ao conhecimento ou familiaridade que as pessoas têm umas com as outras.","explicacao_detalhada":"Neste contexto, a palavra 'acquaintance' destaca a diversidade de pessoas que estavam presentes em Jerusalém durante o Pentecostes, mostrando que o evangelho é acessível a todos, independentemente de sua origem.","por_que_esta_palavra":"A inclusão de 'acquaintance' enfatiza a universalidade da mensagem cristã e a importância das relações interpessoais na propagação do evangelho.","conexao_teologica":"A ideia de conhecer uns aos outros reflete a comunhão que deve existir entre os crentes, como descrito em Atos 2:42-47.","referencias_relacionadas":["Atos 2:42-47","1 João 1:7","Romanos 12:10"]},"atos_2_8_pai":{"palavra_pt":"pai","palavra_original":"γεννάω","transliteracao":"gennáō","strong":"G1080","significado_raiz":"Ideia básica: pai.","significado_contextual":"Refere-se à figura paterna, simbolizando autoridade e origem.","explicacao_detalhada":"No contexto, a palavra 'pai' pode se referir tanto a Deus como à relação familiar, destacando a importância da paternidade na cultura judaica e a relação dos crentes com Deus como seu Pai celestial.","por_que_esta_palavra":"A palavra 'pai' é fundamental para entender a relação íntima que os crentes têm com Deus, que é descrito como um pai amoroso e protetor.","conexao_teologica":"A paternidade de Deus é um tema central na teologia cristã, refletindo a adoção dos crentes como filhos de Deus (Romanos 8:15).","referencias_relacionadas":["Romanos 8:15","Mateus 6:9","Gálatas 4:6"]},"atos_2_9_elamite":{"palavra_pt":"elamite","palavra_original":"Ἐλαμίτης","transliteracao":"Elamítēs","strong":"G1639","significado_raiz":"Ideia básica: elamite.","significado_contextual":"Refere-se aos habitantes da antiga Elam, uma região mencionada na Bíblia.","explicacao_detalhada":"A menção dos elamitas no Pentecostes demonstra a diversidade cultural e étnica dos ouvintes, enfatizando que a mensagem do evangelho transcende fronteiras geográficas e culturais.","por_que_esta_palavra":"A inclusão dos elamitas destaca a universalidade da mensagem cristã e a obra do Espírito Santo em alcançar todos os povos.","conexao_teologica":"A presença de elamitas no Pentecostes simboliza o cumprimento da promessa de Deus de que todas as nações seriam abençoadas através de Abraão (Gênesis 12:3).","referencias_relacionadas":["Gênesis 10:22","Isaías 11:11","Atos 2:9"]},"atos_2_10_phrygia":{"palavra_pt":"phrygia","palavra_original":"Φρυγία","transliteracao":"Phrygía","strong":"G5435","significado_raiz":"Ideia básica: phrygia.","significado_contextual":"Refere-se à região da Frígia, conhecida por sua cultura e história.","explicacao_detalhada":"A menção da Frígia no contexto do Pentecostes ilustra a abrangência da mensagem do evangelho, alcançando pessoas de diferentes origens e culturas.","por_que_esta_palavra":"A palavra 'Frígia' é importante para mostrar que o evangelho é para todos, independentemente de sua origem geográfica.","conexao_teologica":"A inclusão de frígios no relato do Pentecostes reflete a promessa de que o Espírito Santo seria derramado sobre toda carne (Joel 2:28).","referencias_relacionadas":["Atos 2:10","Gálatas 4:13","Colossenses 4:13"]},"atos_2_10_pamphylia":{"palavra_pt":"pamphylia","palavra_original":"Παμφυλία","transliteracao":"Pamphylía","strong":"G3828","significado_raiz":"Ideia básica: pamphylia.","significado_contextual":"Refere-se à região da Panfília, uma área multicultural na Ásia Menor.","explicacao_detalhada":"A menção da Panfília no Pentecostes destaca a diversidade dos ouvintes e a intenção de Deus de alcançar todos os povos com a mensagem do evangelho.","por_que_esta_palavra":"A palavra 'Panfília' é significativa para enfatizar a universalidade da salvação oferecida por Cristo.","conexao_teologica":"A presença de panfilianos no Pentecostes é um cumprimento da Grande Comissão de Jesus de ir e fazer discípulos de todas as nações (Mateus 28:19).","referencias_relacionadas":["Atos 2:10","Mateus 28:19","Atos 13:13"]},"atos_2_11_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"No contexto do Pentecostes, a palavra 'Deus' é central, pois enfatiza a ação divina através do Espírito Santo e a revelação de Deus aos homens.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para a compreensão da natureza e do caráter de Deus, especialmente em relação à salvação e à obra do Espírito Santo.","conexao_teologica":"A teologia cristã é centrada em Deus como o autor da salvação, que se revela através de Jesus Cristo e do Espírito Santo.","referencias_relacionadas":["João 3:16","Romanos 1:20","Atos 2:11"]},"atos_2_11_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"Refere-se a uma mulher judia, destacando a presença feminina na comunidade judaica.","explicacao_detalhada":"A menção de 'jewess' no Pentecostes sublinha a inclusão das mulheres na obra de Deus e na propagação do evangelho.","por_que_esta_palavra":"A palavra 'jewess' é importante para reconhecer o papel das mulheres na história bíblica e na igreja primitiva.","conexao_teologica":"A inclusão de mulheres na narrativa do Pentecostes reflete a promessa de que o Espírito Santo seria derramado sobre todos, independentemente de gênero (Atos 2:17).","referencias_relacionadas":["Atos 2:17","Gálatas 3:28","Lucas 8:1-3"]},"atos_2_11_proselyte":{"palavra_pt":"proselyte","palavra_original":"προσήλυτος","transliteracao":"prosḗlytos","strong":"G4339","significado_raiz":"Ideia básica: proselyte.","significado_contextual":"Refere-se a um convertido ao judaísmo, enfatizando a inclusão de gentios na fé.","explicacao_detalhada":"A menção de 'proselyte' no contexto do Pentecostes destaca a abertura do evangelho para aqueles que não eram judeus, mostrando que a salvação é para todos.","por_que_esta_palavra":"A palavra 'proselyte' é significativa para entender a expansão do cristianismo e a inclusão de todos os povos na promessa de Deus.","conexao_teologica":"A inclusão de prosélitos no relato do Pentecostes reflete a missão da igreja de pregar o evangelho a todas as nações (Mateus 28:19).","referencias_relacionadas":["Atos 2:11","Romanos 10:12","Efésios 2:19"]},"atos_2_12_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se ao ato de tomar uma decisão ou fazer uma escolha.","explicacao_detalhada":"No contexto do Pentecostes, 'escolher' pode se referir à resposta dos ouvintes à mensagem do evangelho e à decisão de seguir a Cristo.","por_que_esta_palavra":"A palavra 'escolher' é crucial para entender o papel da vontade humana na aceitação da graça de Deus.","conexao_teologica":"A escolha de seguir a Cristo é um tema central na teologia da salvação, refletindo a responsabilidade do ser humano em responder ao chamado de Deus.","referencias_relacionadas":["Deuteronômio 30:19","João 15:16","Atos 2:38"]},"atos_2_12_maravilha":{"palavra_pt":"maravilha","palavra_original":"ἐξίστημι","transliteracao":"exístēmi","strong":"G1839","significado_raiz":"Ideia básica: maravilha.","significado_contextual":"A palavra 'maravilha' refere-se a algo que causa espanto ou admiração, frequentemente associado a eventos sobrenaturais.","explicacao_detalhada":"No contexto de Atos 2:12, as pessoas estavam perplexas com os eventos que estavam acontecendo durante o Pentecostes, onde os apóstolos falavam em línguas. A 'maravilha' aqui destaca a ação do Espírito Santo e a transformação que estava ocorrendo.","por_que_esta_palavra":"A escolha da palavra 'maravilha' enfatiza a natureza extraordinária do que estava acontecendo, mostrando que era algo além da compreensão humana normal.","conexao_teologica":"As maravilhas são frequentemente vistas na Bíblia como sinais da presença de Deus e da sua ação no mundo, especialmente em momentos de revelação e transformação.","referencias_relacionadas":["Salmos 126:2","Mateus 21:15","Atos 2:43"]},"atos_2_12_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' é usada para descrever a jornada ou o modo de vida dos seguidores de Cristo.","explicacao_detalhada":"Em Atos 2:12, o 'caminho' se refere à nova vida e ao novo estilo de vida que os crentes estavam adotando após a ressurreição de Jesus e a descida do Espírito Santo.","por_que_esta_palavra":"A palavra 'caminho' é significativa porque representa a direção e a escolha de vida dos crentes, que agora seguiam a Jesus como seu guia.","conexao_teologica":"O conceito de 'caminho' é central na teologia cristã, simbolizando a jornada de fé e a transformação que ocorre na vida do crente.","referencias_relacionadas":["Atos 9:2","João 14:6","Mateus 7:14"]},"atos_2_13_vinho":{"palavra_pt":"vinho","palavra_original":"γλεῦκος","transliteracao":"gleûkos","strong":"G1098","significado_raiz":"Ideia básica: vinho.","significado_contextual":"A palavra 'vinho' é mencionada em um contexto de confusão, onde alguns pensavam que os apóstolos estavam embriagados.","explicacao_detalhada":"Em Atos 2:13, a referência ao 'vinho' é usada para ilustrar a incompreensão das pessoas sobre o que estava acontecendo. O vinho simboliza a alegria, mas aqui é usado para contrastar com a verdadeira alegria que vem do Espírito Santo.","por_que_esta_palavra":"A palavra 'vinho' é utilizada para mostrar a diferença entre a embriaguez física e a plenitude espiritual que os apóstolos estavam experimentando.","conexao_teologica":"A comparação entre o vinho e o Espírito Santo é um tema que aparece em outras partes da Bíblia, onde a plenitude do Espírito é associada a uma nova forma de viver.","referencias_relacionadas":["Efésios 5:18","Salmos 104:15","Isaías 55:1"]},"atos_2_13_dia":{"palavra_pt":"dia","palavra_original":"ἕτερος","transliteracao":"héteros","strong":"G2087","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo específico em que os eventos do Pentecostes ocorreram.","explicacao_detalhada":"Em Atos 2:13, o 'dia' é importante porque marca o início da era da Igreja e a manifestação do Espírito Santo, um momento crucial na história da salvação.","por_que_esta_palavra":"A palavra 'dia' é significativa porque indica um tempo de mudança e cumprimento das promessas de Deus.","conexao_teologica":"O conceito de 'dia' é frequentemente usado na Bíblia para marcar eventos significativos na história da redenção.","referencias_relacionadas":["Atos 2:1","Gálatas 4:4","1 Pedro 2:9"]},"atos_2_13_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para descrever a ação de comunicar ou proclamar algo.","explicacao_detalhada":"Em Atos 2:13, a palavra 'dizer' é utilizada para mostrar a confusão das pessoas que estavam ouvindo os apóstolos e tentando entender o que estava acontecendo.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a importância da comunicação e da proclamação do evangelho durante o Pentecostes.","conexao_teologica":"A proclamação da palavra de Deus é um tema central na teologia cristã, destacando a necessidade de compartilhar a mensagem de salvação.","referencias_relacionadas":["Romanos 10:14","Atos 4:20","Mateus 28:19"]},"atos_2_14_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' é usada para descrever a firmeza e a estabilidade, frequentemente associada a Pedro.","explicacao_detalhada":"Em Atos 2:14, a referência a 'rocha' simboliza a fundação da Igreja, com Pedro como um dos líderes que proclamou a mensagem de Cristo.","por_que_esta_palavra":"A palavra 'rocha' é significativa porque representa a força e a durabilidade da fé que os apóstolos estavam estabelecendo.","conexao_teologica":"Cristo é frequentemente descrito como a 'rocha' na teologia cristã, simbolizando a base sólida da fé.","referencias_relacionadas":["Mateus 16:18","1 Coríntios 3:11","Salmos 18:2"]},"atos_2_14_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se ao pacto entre Deus e seu povo.","explicacao_detalhada":"Em Atos 2:14, a menção à 'aliança' destaca a continuidade da promessa de Deus com Israel e a inclusão dos gentios na nova aliança através de Cristo.","por_que_esta_palavra":"A palavra 'aliança' é importante porque enfatiza a fidelidade de Deus em cumprir suas promessas ao longo da história.","conexao_teologica":"A aliança é um tema central na Bíblia, representando o relacionamento entre Deus e a humanidade.","referencias_relacionadas":["Hebreus 8:6","Gálatas 3:29","Romanos 11:17"]},"atos_2_15_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é usada novamente para enfatizar o tempo em que o Espírito Santo foi derramado.","explicacao_detalhada":"Em Atos 2:15, o 'dia' é um momento de grande importância, pois marca o cumprimento das profecias e o início da missão da Igreja.","por_que_esta_palavra":"A repetição da palavra 'dia' sublinha a importância do evento e a sua relevância na história da salvação.","conexao_teologica":"O 'dia' do Pentecostes é visto como um marco na história da Igreja, onde o Espírito Santo capacita os crentes para a missão.","referencias_relacionadas":["Atos 2:1","Joel 2:28-29","Romanos 8:19"]},"atos_2_16_joel":{"palavra_pt":"joel","palavra_original":"Ἰωήλ","transliteracao":"Iōḗl","strong":"G2493","significado_raiz":"Ideia básica: joel.","significado_contextual":"A palavra 'Joel' refere-se ao profeta que previu o derramamento do Espírito Santo.","explicacao_detalhada":"Em Atos 2:16, a citação de Joel é usada para mostrar que o que estava acontecendo era o cumprimento das profecias do Antigo Testamento.","por_que_esta_palavra":"A menção a 'Joel' é significativa porque conecta o evento do Pentecostes com a história da salvação e as promessas de Deus.","conexao_teologica":"A profecia de Joel é um exemplo de como Deus se comunica com seu povo e cumpre suas promessas ao longo do tempo.","referencias_relacionadas":["Joel 2:28-32","Atos 2:17","Romanos 10:13"]},"atos_2_17_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' novamente enfatiza o tempo do derramamento do Espírito Santo.","explicacao_detalhada":"Em Atos 2:17, o 'dia' é um tempo de transformação e renovação, onde Deus promete derramar seu Espírito sobre toda a carne.","por_que_esta_palavra":"A repetição da palavra 'dia' destaca a importância desse momento na história da Igreja e na vida dos crentes.","conexao_teologica":"Esse 'dia' é visto como um cumprimento das promessas de Deus e um novo começo para a humanidade.","referencias_relacionadas":["Atos 2:1","Joel 2:28","Gálatas 5:22-23"]},"atos_2_17_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que se manifesta em Pentecostes.","explicacao_detalhada":"A palavra 'deus' neste contexto enfatiza a soberania e a ação divina no cumprimento das promessas feitas aos profetas, especialmente na efusão do Espírito Santo.","por_que_esta_palavra":"É usada para destacar a autoridade e o poder de Deus em realizar a obra de salvação e transformação na vida dos crentes.","conexao_teologica":"A presença de Deus através do Espírito Santo é fundamental para a vida da Igreja e a capacitação dos crentes para testemunhar.","referencias_relacionadas":["Atos 2:4","Atos 2:33","Romanos 8:9","1 Coríntios 12:13"]},"atos_2_17_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo como a força que inspira e capacita os crentes.","explicacao_detalhada":"O 'sopro' simboliza a presença ativa de Deus, que dá vida e poder aos que creem, permitindo que falem e profetizem.","por_que_esta_palavra":"A palavra é escolhida para ilustrar a natureza dinâmica e vivificante do Espírito Santo na vida da Igreja.","conexao_teologica":"O Espírito Santo é essencial para a revelação e a comunicação da vontade de Deus aos homens.","referencias_relacionadas":["Gênesis 2:7","João 3:8","Romanos 8:26","1 Coríntios 2:12"]},"atos_2_18_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que Deus derrama seu Espírito sobre toda a carne.","explicacao_detalhada":"O 'dia' mencionado é um tempo profético de cumprimento das promessas de Deus, onde todos têm acesso ao Espírito Santo.","por_que_esta_palavra":"A palavra 'dia' é significativa porque marca um novo tempo na história da salvação, onde a presença de Deus é acessível a todos.","conexao_teologica":"Este 'dia' é um marco na história da redenção, onde a Igreja é comissionada a levar a mensagem de Cristo ao mundo.","referencias_relacionadas":["Joel 2:28-29","Atos 2:1","Romanos 10:13","Gálatas 3:28"]},"atos_2_18_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Novamente refere-se ao Espírito Santo, enfatizando sua ação em todos os crentes.","explicacao_detalhada":"O 'sopro' aqui reforça a ideia de que o Espírito Santo não é apenas uma força, mas uma presença pessoal que fala e age através dos crentes.","por_que_esta_palavra":"A repetição da palavra destaca a importância do Espírito Santo na vida da Igreja e na profecia.","conexao_teologica":"O Espírito Santo é o agente que capacita os crentes a serem testemunhas de Cristo.","referencias_relacionadas":["Atos 1:8","1 Coríntios 12:7","Efésios 4:30","Atos 10:44"]},"atos_2_18_falar":{"palavra_pt":"falar","palavra_original":"προφητεύω","transliteracao":"prophēteúō","strong":"G4395","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à capacidade de profetizar e comunicar a mensagem de Deus.","explicacao_detalhada":"A palavra 'falar' implica uma ação profética, onde os crentes são inspirados a declarar a verdade de Deus.","por_que_esta_palavra":"É essencial para entender o papel do Espírito Santo em capacitar os crentes a proclamarem o evangelho.","conexao_teologica":"A profecia é um dom do Espírito que edifica a Igreja e testemunha a verdade de Deus ao mundo.","referencias_relacionadas":["1 Coríntios 14:1","Atos 19:6","Romanos 12:6","Efésios 4:11"]},"atos_2_19_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de onde Ele opera.","explicacao_detalhada":"O 'céu' é mencionado para enfatizar a soberania de Deus sobre a criação e a sua autoridade para realizar sinais e maravilhas.","por_que_esta_palavra":"A palavra é usada para mostrar que Deus não está limitado ao espaço físico, mas age em toda a criação.","conexao_teologica":"O céu é o lugar de onde Deus envia seu Espírito e realiza seus propósitos na terra.","referencias_relacionadas":["Salmos 115:3","Mateus 6:10","Hebreus 12:2","Apocalipse 21:1"]},"atos_2_19_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como o espaço onde os seres humanos habitam e onde a obra de Deus se manifesta.","explicacao_detalhada":"A 'terra' é o palco da ação divina, onde os sinais e maravilhas de Deus são realizados entre os homens.","por_que_esta_palavra":"É importante para entender que a obra de Deus não se limita ao céu, mas se estende à terra e à vida cotidiana das pessoas.","conexao_teologica":"A terra é o lugar da manifestação do Reino de Deus e da realização de sua vontade.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Mateus 5:5","Romanos 8:19-21"]},"atos_2_20_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia do Senhor, um tempo de julgamento e manifestação do poder de Deus.","explicacao_detalhada":"O 'dia' aqui é um aviso sobre a vinda do Senhor e a necessidade de estar preparado para seu retorno.","por_que_esta_palavra":"A palavra é usada para enfatizar a urgência e a seriedade da mensagem do evangelho.","conexao_teologica":"Este 'dia' é um lembrete da esperança cristã na volta de Cristo e na restauração de todas as coisas.","referencias_relacionadas":["1 Tessalonicenses 5:2","2 Pedro 3:10","Apocalipse 1:7","Mateus 24:36"]},"atos_2_20_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania de Cristo como Senhor sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' destaca a autoridade de Jesus, que é reconhecida no céu e na terra, e que deve ser proclamada.","por_que_esta_palavra":"É crucial para entender a posição de Cristo como Rei e Senhor, que tem poder sobre a criação.","conexao_teologica":"A autoridade de Cristo é central na mensagem do evangelho e na missão da Igreja.","referencias_relacionadas":["Filipenses 2:9-11","Mateus 28:18","Atos 10:36","Romanos 14:9"]},"atos_2_20_pervert":{"palavra_pt":"pervert","palavra_original":"μεταστρέφω","transliteracao":"metastréphō","strong":"G3344","significado_raiz":"Ideia básica: pervert.","significado_contextual":"Refere-se à distorção da verdade e à necessidade de permanecer fiel ao evangelho.","explicacao_detalhada":"A palavra 'pervert' implica uma mudança na verdade de Deus, alertando os crentes sobre a importância de não se desviarem do caminho correto.","por_que_esta_palavra":"É usada para enfatizar a necessidade de vigilância e fidelidade à mensagem de Cristo.","conexao_teologica":"A advertência contra a perversão da verdade é um tema recorrente nas epístolas, onde os apóstolos exortam a permanecer firmes na fé.","referencias_relacionadas":["Gálatas 1:6-7","2 Pedro 2:1","1 Timóteo 4:1","Romanos 16:17"]},"atos_2_21_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Deus e a Jesus Cristo como Senhor e Salvador.","explicacao_detalhada":"No contexto de Atos 2:21, a invocação do nome do Senhor é um chamado à salvação e à entrega a Ele. A palavra 'senhor' implica em domínio e soberania, reconhecendo a posição de Cristo como o Messias prometido.","por_que_esta_palavra":"A palavra é usada para enfatizar a necessidade de reconhecer Jesus como Senhor, um tema central na pregação apostólica.","conexao_teologica":"A confissão de Jesus como Senhor é fundamental para a fé cristã, refletindo a relação entre o crente e Cristo.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:11","Atos 4:12"]},"atos_2_22_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/verbo' refere-se à mensagem de Deus, que se concretiza em Jesus Cristo.","explicacao_detalhada":"Em Atos 2:22, 'palavra' destaca a ação de Deus através de Jesus, que realizou milagres e sinais. O 'lógos' é a manifestação da vontade divina, que se torna carne.","por_que_esta_palavra":"A palavra é crucial para entender a natureza de Cristo como a revelação de Deus e a base da mensagem do evangelho.","conexao_teologica":"A relação entre o Verbo e a criação é um tema central na teologia cristã, mostrando como Jesus é o mediador entre Deus e a humanidade.","referencias_relacionadas":["João 1:1-14","Hebreus 1:1-3","Colossenses 1:16-17"]},"atos_2_22_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na mensagem do evangelho, representando a salvação e a redenção.","explicacao_detalhada":"Em Atos 2:22, o nome de Jesus é mencionado como aquele que foi enviado por Deus e que realizou grandes obras. O nome significa 'O Senhor é salvação'.","por_que_esta_palavra":"A palavra é utilizada para afirmar a identidade messiânica de Jesus e sua missão redentora.","conexao_teologica":"A salvação é encontrada somente em Jesus, conforme ensinado em toda a Escritura.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:13"]},"atos_2_23_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador e à fonte de toda a vida, que tem um plano redentor.","explicacao_detalhada":"Em Atos 2:23, Deus é apresentado como o autor do plano de salvação que se cumpriu através da morte e ressurreição de Jesus.","por_que_esta_palavra":"A palavra é usada para enfatizar a soberania de Deus sobre os eventos da crucificação.","conexao_teologica":"A soberania de Deus é um tema central, mostrando que mesmo a morte de Cristo estava dentro de Seu plano divino.","referencias_relacionadas":["Efésios 1:11","Isaías 53:10","Atos 4:27-28"]},"atos_2_23_cruz":{"palavra_pt":"cruz","palavra_original":"προσπήγνυμι","transliteracao":"prospḗgnymi","strong":"G4362","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' simboliza o sacrifício de Cristo e a redenção dos pecados.","explicacao_detalhada":"Em Atos 2:23, a cruz é o instrumento pelo qual Jesus foi crucificado, representando a dor e o sofrimento, mas também a vitória sobre o pecado.","por_que_esta_palavra":"A cruz é central na mensagem do evangelho, simbolizando a entrega de Cristo por amor à humanidade.","conexao_teologica":"A cruz é o ponto de encontro entre a justiça de Deus e a misericórdia, onde a salvação é oferecida.","referencias_relacionadas":["1 Coríntios 1:18","Gálatas 6:14","Colossenses 2:14"]},"atos_2_23_advise":{"palavra_pt":"advise","palavra_original":"βουλή","transliteracao":"boulḗ","strong":"G1012","significado_raiz":"Ideia básica: advise.","significado_contextual":"A palavra 'advise' refere-se ao plano ou propósito de Deus em relação à crucificação de Jesus.","explicacao_detalhada":"Em Atos 2:23, a palavra indica que a crucificação não foi um acidente, mas parte do conselho divino, mostrando a intenção de Deus.","por_que_esta_palavra":"A palavra é utilizada para enfatizar que a morte de Jesus estava dentro do plano soberano de Deus.","conexao_teologica":"A ideia de que Deus tem um plano para a redenção é fundamental para a compreensão da história da salvação.","referencias_relacionadas":["Atos 4:28","Efésios 1:11","Isaías 53:10"]},"atos_2_24_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' reafirma a soberania e o poder divino sobre a morte e a vida.","explicacao_detalhada":"Em Atos 2:24, Deus é apresentado como aquele que ressuscitou Jesus, demonstrando Seu poder sobre a morte.","por_que_esta_palavra":"A palavra é usada para enfatizar a vitória de Deus sobre a morte e a promessa de vida eterna.","conexao_teologica":"A ressurreição é a prova da divindade de Cristo e a garantia da ressurreição dos crentes.","referencias_relacionadas":["Romanos 6:4","1 Coríntios 15:55-57","Atos 3:15"]},"atos_2_24_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' refere-se à separação espiritual e física, que Jesus venceu.","explicacao_detalhada":"Em Atos 2:24, a morte é apresentada como um inimigo que foi derrotado pela ressurreição de Cristo.","por_que_esta_palavra":"A palavra é utilizada para mostrar a seriedade do pecado e a necessidade da redenção.","conexao_teologica":"A vitória sobre a morte é central na mensagem do evangelho, oferecendo esperança aos crentes.","referencias_relacionadas":["Hebreus 2:14-15","1 Coríntios 15:54-57","Romanos 8:38-39"]},"atos_2_24_poderoso":{"palavra_pt":"poderoso","palavra_original":"δυνατός","transliteracao":"dynatós","strong":"G1415","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' descreve a capacidade de Deus de realizar o impossível, como a ressurreição.","explicacao_detalhada":"Em Atos 2:24, o poder de Deus é destacado ao ressuscitar Jesus dos mortos, mostrando que nada é impossível para Ele.","por_que_esta_palavra":"A palavra é usada para enfatizar a natureza divina de Deus e Sua capacidade de cumprir Suas promessas.","conexao_teologica":"O poder de Deus é um tema recorrente nas Escrituras, mostrando Sua soberania sobre todas as coisas.","referencias_relacionadas":["Efésios 1:19-20","Lucas 1:37","Romanos 1:16"]},"atos_2_25_rei":{"palavra_pt":"rei","palavra_original":"Δαβίδ","transliteracao":"Dabíd","strong":"G1138","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se a Davi, mas também aponta para Jesus como o Rei prometido.","explicacao_detalhada":"Em Atos 2:25, a citação de Davi destaca a continuidade da promessa messiânica que se cumpre em Jesus.","por_que_esta_palavra":"A palavra é utilizada para conectar Jesus à linhagem real de Davi, afirmando Sua autoridade.","conexao_teologica":"A realeza de Cristo é um tema central na teologia, mostrando que Ele é o Rei dos Reis.","referencias_relacionadas":["Mateus 1:1","Apocalipse 19:16","Lucas 1:32-33"]},"atos_2_25_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade e soberania de Deus sobre todas as coisas.","explicacao_detalhada":"No contexto de Atos 2:25, a palavra 'senhor' é usada para enfatizar a posição de Cristo como Senhor e Salvador, que tem domínio sobre a vida e a morte.","por_que_esta_palavra":"Esta palavra é fundamental para entender a relação de submissão e reverência que os crentes devem ter em relação a Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, refletindo Sua autoridade sobre a criação e a redenção.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:9-11","Atos 10:36"]},"atos_2_25_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de proximidade ou inclusão.","explicacao_detalhada":"Em Atos 2:25, 'entre' sugere a presença de Deus no meio do Seu povo, enfatizando a comunhão e a intimidade que Ele deseja ter com os crentes.","por_que_esta_palavra":"A ideia de estar 'entre' é crucial para entender a natureza relacional de Deus com a humanidade.","conexao_teologica":"A presença de Deus entre Seu povo é um tema recorrente na Bíblia, simbolizando Sua proximidade e cuidado.","referencias_relacionadas":["Êxodo 25:8","Mateus 18:20","Apocalipse 21:3"]},"atos_2_26_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' refere-se à natureza humana e à fragilidade da condição humana.","explicacao_detalhada":"No versículo, 'carne' é usada para descrever a mortalidade e a vulnerabilidade do ser humano, contrastando com a eternidade de Deus.","por_que_esta_palavra":"É importante para entender a encarnação de Cristo e como Ele se fez humano para redimir a humanidade.","conexao_teologica":"A encarnação é um pilar da fé cristã, mostrando como Deus se fez carne para habitar entre nós.","referencias_relacionadas":["João 1:14","Romanos 8:3","Gálatas 4:4"]},"atos_2_26_fe":{"palavra_pt":"esperanca","palavra_original":"ἐλπίς","transliteracao":"elpís","strong":"G1680","significado_raiz":"Ideia básica: esperanca.","significado_contextual":"A palavra 'esperança' refere-se à expectativa confiante em Deus e em Suas promessas.","explicacao_detalhada":"Em Atos 2:26, a esperança é apresentada como um elemento vital da fé cristã, que sustenta os crentes em tempos de dificuldade.","por_que_esta_palavra":"A esperança é essencial para a vida cristã, pois nos dá força e motivação para perseverar.","conexao_teologica":"A esperança é frequentemente ligada à salvação e à vida eterna nas Escrituras.","referencias_relacionadas":["Romanos 5:5","Hebreus 11:1","1 Pedro 1:3"]},"atos_2_26_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' representa o centro das emoções e da vontade humana.","explicacao_detalhada":"No contexto de Atos 2:26, o coração é visto como o lugar onde se processam as decisões e as crenças mais profundas.","por_que_esta_palavra":"Entender o coração é crucial para compreender a transformação que Deus opera na vida do crente.","conexao_teologica":"A regeneração do coração é um tema central na teologia da salvação.","referencias_relacionadas":["Salmos 51:10","Ezequiel 36:26","Mateus 5:8"]},"atos_2_27_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à essência da vida e à parte imaterial do ser humano.","explicacao_detalhada":"Em Atos 2:27, a alma é mencionada para enfatizar a imortalidade e a continuidade da vida após a morte.","por_que_esta_palavra":"A compreensão da alma é fundamental para a doutrina da ressurreição e da vida eterna.","conexao_teologica":"A alma é vista como a parte que se relaciona diretamente com Deus e é objeto de Sua salvação.","referencias_relacionadas":["Mateus 10:28","Lucas 23:43","1 Coríntios 15:54-55"]},"atos_2_27_sagrado":{"palavra_pt":"sagrado","palavra_original":"ὅσιος","transliteracao":"hósios","strong":"G3741","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se à pureza e à separação para o propósito divino.","explicacao_detalhada":"No contexto de Atos 2:27, 'sagrado' destaca a natureza divina de Cristo e Sua separação do pecado e da corrupção.","por_que_esta_palavra":"A santidade de Cristo é essencial para a compreensão de Sua obra redentora.","conexao_teologica":"A santidade é um atributo de Deus que deve ser refletido na vida dos crentes.","referencias_relacionadas":["1 Pedro 1:16","Hebreus 7:26","Apocalipse 15:4"]},"atos_2_27_corruption":{"palavra_pt":"corrupcao","palavra_original":"διαφθορά","transliteracao":"diaphthorá","strong":"G1312","significado_raiz":"Ideia básica: corrupcao.","significado_contextual":"A palavra 'corrupção' refere-se à degradação e à morte espiritual.","explicacao_detalhada":"Em Atos 2:27, a corrupção é contrastada com a vida eterna que Cristo oferece, enfatizando a vitória sobre a morte.","por_que_esta_palavra":"Compreender a corrupção é vital para entender a necessidade de redenção e salvação.","conexao_teologica":"A corrupção do pecado é um tema central na doutrina da queda e da necessidade de um Salvador.","referencias_relacionadas":["Romanos 8:21","Gálatas 6:8","1 Coríntios 15:42"]},"atos_2_28_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência plena e abundante que Deus oferece.","explicacao_detalhada":"Em Atos 2:28, a vida é apresentada como um dom divino, contrastando com a morte e a corrupção.","por_que_esta_palavra":"A vida em Cristo é central para a mensagem do evangelho, oferecendo esperança e renovação.","conexao_teologica":"A vida eterna é uma promessa fundamental para todos os que creem em Jesus.","referencias_relacionadas":["João 10:10","Romanos 6:23","1 João 5:11-12"]},"atos_2_28_alegria":{"palavra_pt":"alegria","palavra_original":"εὐφροσύνη","transliteracao":"euphrosýnē","strong":"G2167","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A palavra 'alegria' refere-se ao estado de felicidade e contentamento que vem de Deus.","explicacao_detalhada":"Em Atos 2:28, a alegria é um resultado da presença de Deus e da esperança que Ele oferece aos crentes.","por_que_esta_palavra":"A alegria é uma característica do fruto do Espírito e é essencial para a vida cristã.","conexao_teologica":"A alegria em Deus é um tema recorrente nas Escrituras, refletindo a relação íntima entre o crente e o Criador.","referencias_relacionadas":["Salmos 16:11","Gálatas 5:22","Filipenses 4:4"]},"atos_2_29_rei":{"palavra_pt":"rei","palavra_original":"Δαβίδ","transliteracao":"Dabíd","strong":"G1138","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' refere-se a Davi, que é reconhecido como um dos maiores reis de Israel e uma figura central na linhagem messiânica.","explicacao_detalhada":"Davi é mencionado como um rei que governou Israel e é uma figura tipológica de Cristo, o Rei dos Reis. Sua vida e reinado são frequentemente vistos como prefigurações do ministério de Jesus.","por_que_esta_palavra":"A palavra 'rei' é usada para enfatizar a autoridade e o papel de Davi na história da salvação, além de estabelecer a conexão com a linhagem messiânica.","conexao_teologica":"Davi é uma figura central na teologia do Antigo Testamento, e sua linhagem é crucial para a compreensão do Messias, que é Jesus.","referencias_relacionadas":["1 Samuel 16:13","Salmos 89:3-4","Mateus 1:1"]},"atos_2_29_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado refere-se ao tempo em que Davi profetizou sobre a ressurreição do Messias.","explicacao_detalhada":"A palavra 'dia' é usada para indicar um tempo específico em que eventos significativos ocorrerão, especialmente em relação à obra de Deus na história.","por_que_esta_palavra":"O uso de 'dia' destaca a certeza e a importância dos eventos profetizados, especialmente a ressurreição de Jesus.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao cumprimento das promessas de Deus e à revelação de Sua vontade.","referencias_relacionadas":["Salmos 16:10","Atos 2:31","1 Coríntios 15:4"]},"atos_2_29_vida":{"palavra_pt":"vida","palavra_original":"τελευτάω","transliteracao":"teleutáō","strong":"G5053","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência plena que é prometida através da ressurreição.","explicacao_detalhada":"A 'vida' aqui é entendida não apenas como a existência física, mas como a vida eterna que é oferecida por meio de Cristo.","por_que_esta_palavra":"A ênfase na 'vida' destaca a vitória sobre a morte que Jesus conquistou através da ressurreição.","conexao_teologica":"A vida eterna é um tema central no Novo Testamento, simbolizando a nova criação e a restauração da relação entre Deus e a humanidade.","referencias_relacionadas":["João 3:16","Romanos 6:23","1 João 5:11-12"]},"atos_2_30_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Senhor Todo-Poderoso, que fez promessas a Davi.","explicacao_detalhada":"Deus é apresentado como o autor das promessas e profecias, cuja fidelidade é demonstrada na ressurreição de Jesus.","por_que_esta_palavra":"A menção de 'Deus' reforça a soberania divina e a certeza de que Ele cumpre Suas promessas.","conexao_teologica":"A natureza de Deus como fiel e cumpridor de promessas é fundamental para a fé cristã.","referencias_relacionadas":["Salmos 89:34","Hebreus 10:23","Romanos 4:21"]},"atos_2_30_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' refere-se à natureza humana de Jesus, que foi encarnado.","explicacao_detalhada":"A 'carne' é um aspecto crucial da teologia cristã, pois enfatiza a encarnação de Cristo e Sua identificação com a humanidade.","por_que_esta_palavra":"A ênfase na 'carne' destaca a realidade da encarnação e a importância da humanidade de Jesus para a salvação.","conexao_teologica":"A encarnação é um dos pilares da fé cristã, mostrando que Deus se fez homem para redimir a humanidade.","referencias_relacionadas":["João 1:14","Romanos 8:3","Filipenses 2:7"]},"atos_2_31_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"O termo 'Cristo' refere-se ao Messias, o Ungido de Deus, que cumpre as profecias do Antigo Testamento.","explicacao_detalhada":"Cristo é a tradução grega da palavra hebraica 'Messias', que significa 'ungido'. Este título é central para a identidade de Jesus como Salvador.","por_que_esta_palavra":"A palavra 'Cristo' é usada para afirmar que Jesus é o cumprimento das promessas messiânicas.","conexao_teologica":"A unção de Jesus como Cristo é fundamental para entender Sua missão redentora e Seu papel na história da salvação.","referencias_relacionadas":["Isaías 61:1","Mateus 16:16","Atos 10:38"]},"atos_2_31_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à essência da vida, que é dada por Deus.","explicacao_detalhada":"A 'alma' é vista como a parte imortal do ser humano, que é restaurada através da obra de Cristo.","por_que_esta_palavra":"A menção da 'alma' enfatiza a importância da vida espiritual e da relação com Deus.","conexao_teologica":"A salvação é entendida como a restauração da alma, trazendo vida eterna em comunhão com Deus.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","1 Pedro 1:9"]},"atos_2_31_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' é mencionada novamente para enfatizar a natureza humana de Cristo e Sua morte física.","explicacao_detalhada":"A 'carne' aqui é importante para entender o sacrifício de Jesus e a realidade de Sua morte na cruz.","por_que_esta_palavra":"A repetição da palavra 'carne' reforça a dualidade da natureza de Cristo: plenamente Deus e plenamente homem.","conexao_teologica":"A morte de Cristo na carne é essencial para a doutrina da expiação e da redenção.","referencias_relacionadas":["Romanos 8:3","Gálatas 4:4","Hebreus 2:14"]},"atos_2_32_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na mensagem do evangelho, referindo-se ao Salvador que ressuscitou.","explicacao_detalhada":"Jesus, que significa 'O Senhor é a salvação', é a figura central da fé cristã, cuja ressurreição é a garantia da vida eterna.","por_que_esta_palavra":"A menção de 'Jesus' destaca a importância de Sua pessoa e obra na salvação da humanidade.","conexao_teologica":"A ressurreição de Jesus é o fundamento da fé cristã, confirmando Sua divindade e Sua missão redentora.","referencias_relacionadas":["Mateus 28:6","Atos 4:12","Romanos 10:9"]},"atos_2_32_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é novamente mencionada para reafirmar a soberania divina na ressurreição de Jesus.","explicacao_detalhada":"Deus é o agente ativo na ressurreição, demonstrando Seu poder sobre a morte e a promessa de vida eterna.","por_que_esta_palavra":"A repetição de 'Deus' enfatiza a centralidade da ação divina na história da salvação.","conexao_teologica":"A ressurreição de Jesus é um testemunho da fidelidade de Deus às Suas promessas e à Sua soberania.","referencias_relacionadas":["Romanos 6:4","1 Coríntios 15:20","Efésios 1:20"]},"atos_2_32_testemunha":{"palavra_pt":"testemunha","palavra_original":"μάρτυς","transliteracao":"mártys","strong":"G3144","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"A palavra 'testemunha' refere-se a alguém que dá testemunho de um fato ou evento, especialmente em um contexto legal ou espiritual.","explicacao_detalhada":"No contexto de Atos 2:32, a palavra 'testemunha' é usada para descrever os apóstolos que testemunharam a ressurreição de Jesus. Eles são chamados a dar testemunho do que viram e ouviram, confirmando a verdade da ressurreição.","por_que_esta_palavra":"A escolha da palavra 'testemunha' enfatiza a credibilidade e a importância do testemunho ocular na propagação da fé cristã.","conexao_teologica":"A ressurreição de Jesus é um evento central na teologia cristã, e os apóstolos, como testemunhas, têm a responsabilidade de proclamar essa verdade ao mundo.","referencias_relacionadas":["Atos 1:8","Atos 4:33","1 João 1:1"]},"atos_2_33_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador do universo, que é adorado na tradição judaico-cristã.","explicacao_detalhada":"Em Atos 2:33, a menção de Deus destaca o papel divino na ressurreição de Jesus e na outorga do Espírito Santo aos crentes, mostrando a continuidade da obra de Deus na história da salvação.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a natureza da autoridade e do poder que Jesus possui, sendo Ele o Filho de Deus.","conexao_teologica":"A relação entre Deus e Jesus é central na doutrina da Trindade e na compreensão da salvação.","referencias_relacionadas":["João 3:16","Romanos 1:20","Hebreus 1:1-3"]},"atos_2_33_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se à presença e ação de Deus no mundo, especialmente no que diz respeito à capacitação dos crentes.","explicacao_detalhada":"No contexto de Atos 2:33, o 'espírito' é associado ao poder que Jesus recebeu de Deus para realizar sua obra e que agora é derramado sobre os apóstolos, capacitando-os a testemunhar.","por_que_esta_palavra":"A palavra 'espírito' é crucial para entender a dinâmica da vida cristã e a atuação do Espírito Santo na vida dos crentes.","conexao_teologica":"O Espírito Santo é visto como o Consolador e Aquele que guia os crentes em toda a verdade.","referencias_relacionadas":["João 14:26","Atos 1:8","Romanos 8:26-27"]},"atos_2_33_bom":{"palavra_pt":"bom","palavra_original":"ἐπαγγελία","transliteracao":"epangelía","strong":"G1860","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' aqui se refere à promessa de Deus que se cumpre através da vinda do Espírito Santo.","explicacao_detalhada":"Em Atos 2:33, a 'promessa' é um cumprimento da promessa de Deus de enviar o Espírito Santo, que é considerado um 'bom' presente para os crentes.","por_que_esta_palavra":"A palavra 'bom' ressalta a bondade de Deus em prover o Espírito Santo para guiar e fortalecer os crentes.","conexao_teologica":"A bondade de Deus é um tema recorrente na Bíblia, refletindo seu caráter e sua intenção de abençoar seu povo.","referencias_relacionadas":["Tiago 1:17","Salmos 34:8","Romanos 8:28"]},"atos_2_34_rei":{"palavra_pt":"rei","palavra_original":"Δαβίδ","transliteracao":"Dabíd","strong":"G1138","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se a Davi, uma figura central na história de Israel e um ancestral de Jesus.","explicacao_detalhada":"Em Atos 2:34, a citação de Davi como 'rei' enfatiza a linhagem messiânica de Jesus e seu direito ao trono de Davi, cumprindo as profecias do Antigo Testamento.","por_que_esta_palavra":"A palavra 'rei' é significativa para entender a realeza de Cristo e seu papel como o Messias prometido.","conexao_teologica":"A realeza de Jesus é um tema central na escatologia cristã, onde Ele é reconhecido como Rei dos Reis.","referencias_relacionadas":["Mateus 1:1","Lucas 1:32-33","Apocalipse 19:16"]},"atos_2_34_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' refere-se ao domínio de Deus, o lugar onde Ele habita e de onde Ele governa.","explicacao_detalhada":"Em Atos 2:34, o céu é mencionado como o lugar de onde Jesus foi exaltado após sua ressurreição, indicando sua autoridade e poder.","por_que_esta_palavra":"A palavra 'céu' é importante para entender a soberania de Deus e a posição de Jesus à direita do Pai.","conexao_teologica":"A ascensão de Jesus ao céu é um evento que confirma sua divindade e seu papel como intercessor.","referencias_relacionadas":["Atos 1:9-11","Efésios 1:20-21","Colossenses 3:1"]},"atos_2_34_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Jesus como o Cristo ressuscitado.","explicacao_detalhada":"Em Atos 2:34, a menção de 'senhor' destaca a posição de Jesus como autoridade máxima sobre todas as coisas, incluindo a vida dos crentes.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para reconhecer a soberania de Cristo e sua autoridade sobre a Igreja.","conexao_teologica":"A confissão de Jesus como Senhor é essencial para a fé cristã e a salvação.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:9-11","1 Coríntios 12:3"]},"atos_2_35_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"A palavra 'arco' refere-se a um símbolo de autoridade e domínio, usado metaforicamente para descrever a sujeição dos inimigos.","explicacao_detalhada":"Em Atos 2:35, a expressão sobre colocar os inimigos como 'pé' de Jesus indica a vitória sobre as forças do mal e a submissão de todos sob seu domínio.","por_que_esta_palavra":"A palavra 'arco' é usada para ilustrar a conquista de Cristo sobre seus inimigos, reforçando sua posição de autoridade.","conexao_teologica":"A vitória de Cristo sobre o pecado e a morte é um tema central na teologia da salvação.","referencias_relacionadas":["Salmos 110:1","Hebreus 10:13","1 Coríntios 15:25"]},"atos_2_35_inimigo":{"palavra_pt":"inimigo","palavra_original":"ἐχθρός","transliteracao":"echthrós","strong":"G2190","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a qualquer força ou entidade que se opõe a Deus e ao seu plano de salvação.","explicacao_detalhada":"Em Atos 2:35, os inimigos de Cristo são aqueles que se opõem à sua autoridade e ao seu reinado, sendo finalmente derrotados.","por_que_esta_palavra":"A palavra 'inimigo' é importante para entender a batalha espiritual que os crentes enfrentam e a vitória de Cristo sobre essas forças.","conexao_teologica":"A luta contra os inimigos espirituais é um tema recorrente na Bíblia, enfatizando a necessidade de confiar em Cristo.","referencias_relacionadas":["Efésios 6:12","Romanos 16:20","1 Pedro 5:8"]},"atos_2_35_footstool":{"palavra_pt":"footstool","palavra_original":"ὑποπόδιον","transliteracao":"hypopódion","strong":"G5286","significado_raiz":"Ideia básica: footstool.","significado_contextual":"A palavra 'footstool' (escabelo) simboliza a submissão e a autoridade de Cristo sobre seus inimigos.","explicacao_detalhada":"Em Atos 2:35, a ideia de que os inimigos de Cristo são colocados como escabelo de seus pés indica a completa vitória e domínio de Jesus.","por_que_esta_palavra":"A palavra 'footstool' é uma metáfora poderosa que ilustra a posição de Cristo como Senhor e Rei sobre toda a criação.","conexao_teologica":"A imagem do escabelo é usada para enfatizar a soberania de Cristo e sua vitória final sobre o mal.","referencias_relacionadas":["Salmos 110:1","Hebreus 1:13","Apocalipse 3:21"]},"atos_2_36_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se ao conjunto de pessoas que habitam sob o mesmo teto, mas também pode simbolizar a comunidade de crentes.","explicacao_detalhada":"No contexto de Atos 2:36, a palavra 'família' é usada para enfatizar a relação entre os crentes e a importância de pertencer à comunidade de fé. A ideia de 'oîkos' também abrange a noção de um lar espiritual.","por_que_esta_palavra":"A palavra é utilizada para mostrar que a mensagem de Jesus é para todos, incluindo as famílias, e que a salvação se estende a cada membro da casa.","conexao_teologica":"A noção de família é central na teologia cristã, refletindo a relação entre Deus e Seu povo como uma família unida em Cristo.","referencias_relacionadas":["Atos 16:31","Efésios 2:19","1 Pedro 2:10"]},"atos_2_36_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' indica autoridade e soberania, referindo-se a Jesus como o Senhor ressuscitado.","explicacao_detalhada":"Em Atos 2:36, Pedro declara que Deus fez de Jesus Senhor e Cristo, afirmando Sua autoridade sobre toda a criação e a importância de reconhecê-Lo como tal.","por_que_esta_palavra":"A utilização da palavra 'senhor' é crucial para entender a posição de Jesus na salvação e na vida do crente, sublinhando Sua divindade e poder.","conexao_teologica":"A autoridade de Jesus como Senhor é um tema recorrente no Novo Testamento, que enfatiza a submissão dos crentes a Ele.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:9-11","Atos 10:36"]},"atos_2_36_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'cristo' significa 'ungido', referindo-se ao Messias prometido que veio para salvar o povo.","explicacao_detalhada":"Em Atos 2:36, a afirmação de que Jesus é o Cristo destaca Seu papel como o Salvador e o cumprimento das profecias do Antigo Testamento.","por_que_esta_palavra":"A palavra é essencial para entender a identidade de Jesus e Sua missão redentora, que é central na pregação apostólica.","conexao_teologica":"A unção de Jesus como Cristo é fundamental para a compreensão da salvação e do plano de Deus para a humanidade.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","João 1:41"]},"atos_2_37_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' simboliza firmeza e estabilidade, referindo-se a Pedro como a pedra sobre a qual a Igreja seria construída.","explicacao_detalhada":"Em Atos 2:37, a referência a 'rocha' implica na força da confissão de fé e na importância de ter uma base sólida na crença em Jesus.","por_que_esta_palavra":"A escolha da palavra 'rocha' enfatiza a segurança e a durabilidade da fé em Cristo, contrastando com a instabilidade do mundo.","conexao_teologica":"Cristo é frequentemente descrito como a rocha em que os crentes devem se apoiar, simbolizando segurança e proteção.","referencias_relacionadas":["Mateus 16:18","Salmos 18:2","1 Coríntios 10:4"]},"atos_2_37_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar ou executar algo, especialmente em resposta à mensagem do evangelho.","explicacao_detalhada":"Em Atos 2:37, a chamada para 'fazer' indica a necessidade de ação por parte dos ouvintes, que devem responder à mensagem de arrependimento e fé.","por_que_esta_palavra":"A palavra é utilizada para enfatizar que a fé deve ser acompanhada de ações concretas, como o arrependimento e o batismo.","conexao_teologica":"A relação entre fé e obras é um tema importante na teologia cristã, mostrando que a verdadeira fé se manifesta em ações.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Mateus 7:21"]},"atos_2_37_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' simboliza o centro das emoções e decisões humanas, representando a disposição espiritual.","explicacao_detalhada":"Em Atos 2:37, a menção ao 'coração' indica que a mensagem de Pedro atingiu profundamente os ouvintes, levando-os a um reconhecimento de sua necessidade de salvação.","por_que_esta_palavra":"A palavra é crucial para entender que a transformação espiritual começa no coração, onde Deus trabalha na vida do crente.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde Deus realiza a obra de regeneração e transformação.","referencias_relacionadas":["Romanos 10:9-10","Salmos 51:10","Ezequiel 36:26"]},"atos_2_38_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' aqui reforça a ideia de firmeza na fé e a importância de construir a vida espiritual sobre fundamentos sólidos.","explicacao_detalhada":"Em Atos 2:38, a referência à 'rocha' destaca a necessidade de um fundamento seguro na resposta ao evangelho, que é Jesus Cristo.","por_que_esta_palavra":"A palavra é utilizada para enfatizar que a fé em Cristo é a base sobre a qual a vida do crente deve ser construída.","conexao_teologica":"A rocha simboliza a segurança que os crentes têm em Cristo, que é o fundamento da Igreja.","referencias_relacionadas":["Mateus 7:24-25","1 Pedro 2:4-6","Efésios 2:20"]},"atos_2_38_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'jesus' refere-se ao nome do Salvador, que é central na mensagem do evangelho.","explicacao_detalhada":"Em Atos 2:38, a menção a Jesus destaca a importância de Seu nome na salvação e no arrependimento dos pecados.","por_que_esta_palavra":"A palavra é utilizada para enfatizar que a salvação só é encontrada em Jesus, e que é por meio dEle que os pecadores são reconciliados com Deus.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e Seu nome é fundamental para a fé cristã.","referencias_relacionadas":["Atos 4:12","Romanos 5:1","João 14:6"]},"atos_2_39_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' reafirma a soberania de Jesus sobre todos os aspectos da vida e da criação.","explicacao_detalhada":"Em Atos 2:39, a repetição da palavra 'senhor' reforça a ideia de que a promessa da salvação é para todos que O reconhecem como tal.","por_que_esta_palavra":"A palavra é utilizada para sublinhar a importância de reconhecer a autoridade de Jesus em nossas vidas.","conexao_teologica":"A soberania de Cristo é um tema central na teologia cristã, que enfatiza Sua autoridade sobre a Igreja e o mundo.","referencias_relacionadas":["Colossenses 1:16-17","1 Coríntios 15:25","Apocalipse 19:16"]},"atos_2_39_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Criador e à Sua natureza divina, que é fundamental para a fé cristã.","explicacao_detalhada":"Em Atos 2:39, a menção a Deus destaca a relação entre a promessa de salvação e a soberania divina sobre a humanidade.","por_que_esta_palavra":"A palavra é utilizada para enfatizar que a salvação é uma obra de Deus e que Ele é a fonte de toda graça.","conexao_teologica":"A natureza de Deus como Pai é central na teologia cristã, refletindo Seu amor e desejo de se relacionar com a humanidade.","referencias_relacionadas":["João 3:16","Romanos 8:31-32","Efésios 1:5"]},"atos_2_39_bom":{"palavra_pt":"bom","palavra_original":"ἐπαγγελία","transliteracao":"epangelía","strong":"G1860","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à promessa de Deus que é boa e benéfica para todos os que creem.","explicacao_detalhada":"A palavra 'bom' aqui é usada para descrever a natureza da promessa de Deus, que é oferecida a todos os que estão longe, incluindo os gentios. Essa promessa é a salvação através de Jesus Cristo.","por_que_esta_palavra":"A escolha da palavra 'bom' enfatiza a generosidade e a bondade de Deus em oferecer a salvação a todos, sem exceção.","conexao_teologica":"A promessa de Deus é central na teologia cristã, pois representa a inclusão de todos os povos na salvação através de Cristo.","referencias_relacionadas":["Atos 2:21","Romanos 10:13","Gálatas 3:28"]},"atos_2_40_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus que se manifesta em Jesus Cristo, o Verbo que se fez carne.","explicacao_detalhada":"A palavra 'palavra' (lógos) é fundamental para entender a natureza de Cristo como a revelação de Deus. Em João 1:14, vemos que o Verbo se fez carne e habitou entre nós.","por_que_esta_palavra":"A palavra 'palavra' é usada para mostrar que a mensagem de salvação é encarnada em Cristo, que é a própria essência da comunicação divina.","conexao_teologica":"Cristo como o Verbo é essencial para a doutrina da encarnação e a revelação de Deus ao homem.","referencias_relacionadas":["João 1:1-14","Hebreus 1:1-3","Colossenses 1:15-20"]},"atos_2_40_geracao":{"palavra_pt":"geracao","palavra_original":"γενεά","transliteracao":"geneá","strong":"G1074","significado_raiz":"Ideia básica: geracao.","significado_contextual":"Refere-se à geração de pessoas que estão longe de Deus, mas que podem ser alcançadas pela mensagem do evangelho.","explicacao_detalhada":"A palavra 'geração' implica um grupo de pessoas que compartilham uma característica comum, neste caso, a necessidade de salvação. A mensagem é direcionada a uma geração que precisa ouvir e responder ao chamado de Deus.","por_que_esta_palavra":"A palavra 'geração' é significativa porque destaca a urgência da mensagem de salvação para todos os que estão vivos naquele tempo.","conexao_teologica":"A ideia de geração é importante na teologia, pois mostra que a salvação é para todos, independentemente de sua origem ou passado.","referencias_relacionadas":["Mateus 24:34","Gálatas 1:4","1 Pedro 2:9"]},"atos_2_40_dia":{"palavra_pt":"dia","palavra_original":"ἕτερος","transliteracao":"héteros","strong":"G2087","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que a mensagem do evangelho é proclamada e a salvação é oferecida.","explicacao_detalhada":"A palavra 'dia' aqui simboliza um tempo específico de intervenção divina, onde a graça de Deus é manifestada de maneira poderosa.","por_que_esta_palavra":"A escolha da palavra 'dia' enfatiza a importância do momento em que a salvação é anunciada e a resposta das pessoas é crucial.","conexao_teologica":"O conceito de 'dia' é frequentemente usado na Bíblia para descrever momentos de revelação e ação divina.","referencias_relacionadas":["Salmos 118:24","Isaías 61:2","2 Coríntios 6:2"]},"atos_2_41_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus que é proclamada e aceita por aqueles que creem em Cristo.","explicacao_detalhada":"A palavra 'palavra' (lógos) novamente destaca a importância da mensagem de Cristo, que é central para a fé cristã e a salvação.","por_que_esta_palavra":"A repetição da palavra 'palavra' reforça a ideia de que a mensagem de Cristo deve ser ouvida e aceita para que haja transformação.","conexao_teologica":"A aceitação da palavra de Cristo é fundamental para a salvação e a vida cristã.","referencias_relacionadas":["Romanos 10:17","1 Pedro 1:23","Tiago 1:21"]},"atos_2_41_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que as pessoas foram batizadas e se tornaram parte da comunidade cristã.","explicacao_detalhada":"A palavra 'dia' aqui é um marco importante na história da igreja primitiva, simbolizando o início de uma nova vida em Cristo.","por_que_esta_palavra":"A menção do 'dia' enfatiza a importância do momento em que a fé é professada e a comunidade é formada.","conexao_teologica":"O dia do batismo é um símbolo de nova vida e compromisso com Cristo, fundamental na teologia cristã.","referencias_relacionadas":["Atos 2:38","Mateus 28:19-20","Romanos 6:4"]},"atos_2_41_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à alma das pessoas que foram salvas e receberam o Espírito Santo.","explicacao_detalhada":"A palavra 'alma' (psychḗ) implica a essência da vida humana, que é transformada pela obra do Espírito Santo na vida do crente.","por_que_esta_palavra":"A escolha da palavra 'alma' destaca a transformação interna que ocorre quando alguém aceita a mensagem de Cristo.","conexao_teologica":"A obra do Espírito Santo é essencial na salvação e na vida do crente, trazendo nova vida e regeneração.","referencias_relacionadas":["João 3:6","Romanos 8:9-11","2 Coríntios 5:17"]},"atos_2_42_breaking":{"palavra_pt":"breaking","palavra_original":"κλάσις","transliteracao":"klásis","strong":"G2800","significado_raiz":"Ideia básica: breaking.","significado_contextual":"Refere-se à prática de partir o pão, um ato de comunhão entre os crentes.","explicacao_detalhada":"A palavra 'breaking' (klásis) é usada para descrever a ação de compartilhar a refeição, simbolizando a unidade e a comunhão entre os membros da igreja.","por_que_esta_palavra":"A prática de partir o pão é um símbolo da nova aliança em Cristo e da comunidade que se forma entre os crentes.","conexao_teologica":"A comunhão é um aspecto central da vida cristã, representando a união com Cristo e entre os irmãos.","referencias_relacionadas":["1 Coríntios 11:23-26","Lucas 22:19","Atos 20:7"]},"atos_2_42_instrucao":{"palavra_pt":"instrucao","palavra_original":"διδαχή","transliteracao":"didachḗ","strong":"G1322","significado_raiz":"Ideia básica: instrucao.","significado_contextual":"Refere-se ao ensino dos apóstolos, que é fundamental para o crescimento espiritual da igreja.","explicacao_detalhada":"A palavra 'instrução' (didachḗ) implica a transmissão de ensinamentos essenciais sobre a fé cristã e a vida em Cristo.","por_que_esta_palavra":"A instrução é vital para a edificação da igreja e para a formação de discípulos que seguem a Cristo.","conexao_teologica":"O ensino é um dos pilares da vida da igreja, essencial para a maturidade espiritual dos crentes.","referencias_relacionadas":["Mateus 28:20","2 Timóteo 3:16-17","Atos 20:32"]},"atos_2_42_communicateation":{"palavra_pt":"communicate ation","palavra_original":"κοινωνία","transliteracao":"koinōnía","strong":"G2842","significado_raiz":"Ideia básica: communicate ation.","significado_contextual":"Refere-se à comunhão e ao compartilhamento entre os crentes, que é essencial para a vida da igreja.","explicacao_detalhada":"A palavra 'comunicação' (koinōnía) implica uma relação profunda e significativa entre os membros da comunidade cristã.","por_que_esta_palavra":"A comunicação é fundamental para a edificação mútua e o suporte espiritual entre os crentes.","conexao_teologica":"A comunhão é um reflexo da unidade do corpo de Cristo e da obra do Espírito Santo na vida da igreja.","referencias_relacionadas":["1 João 1:7","Atos 4:32","Hebreus 10:24-25"]},"atos_2_43_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à essência da vida, ao ser interior que conecta o humano ao divino.","explicacao_detalhada":"No contexto de Atos 2:43, a 'alma' representa a vida espiritual e a comunhão entre os crentes, enfatizando a importância da experiência espiritual na comunidade.","por_que_esta_palavra":"A palavra é usada para descrever a vitalidade e a conexão espiritual dos primeiros cristãos, que viviam em unidade e partilhavam suas vidas.","conexao_teologica":"A 'alma' é vista como o aspecto que busca a Deus e se relaciona com o Espírito Santo, fundamental para a vida cristã.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","Hebreus 4:12"]},"atos_2_43_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' indica uma transformação ou um evento significativo que ocorre na vida da comunidade cristã.","explicacao_detalhada":"Em Atos 2:43, o 'tornar-se' refere-se aos sinais e maravilhas que aconteciam, mostrando a ação poderosa de Deus entre os crentes.","por_que_esta_palavra":"É utilizada para descrever a mudança que ocorre na vida dos crentes, que passam a viver de maneira nova e impactante.","conexao_teologica":"A transformação é central na teologia cristã, onde a nova vida em Cristo é um tema recorrente.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 2:20"]},"atos_2_44_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' refere-se à fé e confiança que os primeiros cristãos tinham em Jesus e em sua mensagem.","explicacao_detalhada":"Em Atos 2:44, o ato de crer é fundamental para a formação da comunidade, onde a fé compartilhada une os crentes.","por_que_esta_palavra":"É essencial para entender a base da comunidade cristã, que se reúne em torno da fé comum em Cristo.","conexao_teologica":"A fé é um dos pilares da vida cristã, sendo a resposta ao chamado de Deus.","referencias_relacionadas":["Hebreus 11:1","Efésios 2:8-9","João 3:16"]},"atos_2_44_profano":{"palavra_pt":"profano","palavra_original":"κοινός","transliteracao":"koinós","strong":"G2839","significado_raiz":"Ideia básica: profano.","significado_contextual":"A palavra 'profano' refere-se ao que é comum ou não sagrado, contrastando com a vida espiritual dos crentes.","explicacao_detalhada":"No contexto de Atos 2:44, o termo destaca a separação entre a vida dos crentes e as práticas do mundo ao seu redor.","por_que_esta_palavra":"É importante para entender a identidade distinta da comunidade cristã em relação à sociedade.","conexao_teologica":"A ideia de ser separado e santo é um tema recorrente na Bíblia, enfatizando a chamada à santidade.","referencias_relacionadas":["1 Pedro 1:16","Romanos 12:1-2","2 Coríntios 6:17"]},"atos_2_44_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' simboliza a jornada de fé e a prática da vida cristã.","explicacao_detalhada":"Em Atos 2:44, o 'caminho' representa a maneira como os crentes viviam e se relacionavam, seguindo os ensinamentos de Jesus.","por_que_esta_palavra":"É usada para ilustrar a vida ativa e dinâmica da comunidade cristã, que caminha junta na fé.","conexao_teologica":"O conceito de 'caminho' é central na teologia cristã, representando a vida em Cristo e a obediência aos seus ensinamentos.","referencias_relacionadas":["Atos 9:2","João 14:6","Mateus 7:13-14"]},"atos_2_45_business":{"palavra_pt":"assunto","palavra_original":"χρεία","transliteracao":"chreía","strong":"G5532","significado_raiz":"Ideia básica: assunto.","significado_contextual":"A palavra 'assunto' refere-se às necessidades práticas e à vida cotidiana da comunidade cristã.","explicacao_detalhada":"Em Atos 2:45, o 'assunto' destaca a preocupação dos crentes em atender às necessidades uns dos outros, refletindo o amor e a solidariedade.","por_que_esta_palavra":"É importante para entender como a comunidade se organizava e cuidava de seus membros.","conexao_teologica":"A prática do amor ao próximo é um mandamento central na vida cristã.","referencias_relacionadas":["Gálatas 6:2","1 João 3:17","Tiago 2:15-16"]},"atos_2_45_cloven":{"palavra_pt":"cloven","palavra_original":"διαμερίζω","transliteracao":"diamerízō","strong":"G1266","significado_raiz":"Ideia básica: cloven.","significado_contextual":"A palavra 'cloven' refere-se à divisão ou partição de bens entre os crentes.","explicacao_detalhada":"Em Atos 2:45, a prática de dividir bens ilustra a generosidade e a unidade da comunidade cristã.","por_que_esta_palavra":"É usada para mostrar como os crentes priorizavam o bem-estar coletivo em vez do individualismo.","conexao_teologica":"A partilha de bens é um reflexo do amor ágape, que é central na mensagem cristã.","referencias_relacionadas":["2 Coríntios 8:13-15","Atos 4:32-35","Romanos 12:13"]},"atos_2_45_possessao":{"palavra_pt":"possessao","palavra_original":"κτῆμα","transliteracao":"ktēma","strong":"G2933","significado_raiz":"Ideia básica: possessao.","significado_contextual":"A palavra 'posse' refere-se à propriedade e ao que é de cada um dentro da comunidade.","explicacao_detalhada":"Em Atos 2:45, a 'posse' é compartilhada, enfatizando a ideia de que tudo pertence a Deus e deve ser usado para o bem comum.","por_que_esta_palavra":"É importante para entender a visão cristã sobre propriedade e generosidade.","conexao_teologica":"A noção de que somos mordomos dos bens de Deus é um princípio teológico importante.","referencias_relacionadas":["Salmos 24:1","Mateus 25:14-30","1 Timóteo 6:17-19"]},"atos_2_46_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo em que os crentes se reuniam para adorar e partilhar.","explicacao_detalhada":"Em Atos 2:46, o 'dia' simboliza a regularidade e a importância da comunhão entre os crentes.","por_que_esta_palavra":"É usada para mostrar a prática diária de adoração e partilha na vida da comunidade.","conexao_teologica":"A ideia de um dia dedicado ao Senhor é um princípio que se reflete em toda a Escritura.","referencias_relacionadas":["Salmos 118:24","Hebreus 10:25","Atos 20:7"]},"atos_2_46_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se ao que é dedicado a Deus e separado para o seu serviço.","explicacao_detalhada":"Em Atos 2:46, o 'sagrado' destaca a importância da adoração e da comunhão como atos de devoção a Deus.","por_que_esta_palavra":"É usada para enfatizar a santidade da vida comunitária e a presença de Deus entre os crentes.","conexao_teologica":"A santidade é um atributo de Deus que deve ser refletido na vida dos seus seguidores.","referencias_relacionadas":["1 Pedro 2:9","Romanos 12:1","Levítico 20:26"]},"atos_2_46_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à unidade familiar, que é fundamental na sociedade e na vida comunitária dos primeiros cristãos.","explicacao_detalhada":"A palavra 'familia' (οἶκος) é usada para descrever não apenas a família nuclear, mas também a comunidade de crentes que se reuniam em lares, enfatizando a importância da convivência e do apoio mútuo entre os membros da igreja.","por_que_esta_palavra":"A escolha da palavra 'familia' destaca a intimidade e a conexão entre os crentes, que se viam como parte de uma mesma família espiritual.","conexao_teologica":"A ideia de família é central na teologia cristã, refletindo a relação entre Deus e Seu povo, que é frequentemente descrito como Sua família.","referencias_relacionadas":["Atos 2:44-45","Efésios 2:19","1 Pedro 2:9"]},"atos_2_47_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus único e verdadeiro, que é o criador e sustentador de todas as coisas.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para enfatizar a soberania e a divindade de Deus, que é digno de adoração e louvor. No contexto do versículo, destaca-se a ação de Deus em adicionar à igreja aqueles que estavam sendo salvos.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a natureza divina e a relação de Deus com a humanidade, especialmente no contexto da salvação.","conexao_teologica":"A teologia cristã gira em torno da natureza de Deus e Sua obra redentora na história da salvação.","referencias_relacionadas":["Salmos 68:19","Romanos 8:28","Efésios 1:5"]},"atos_2_47_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à disposição interior do ser humano, especialmente em relação à fé e à gratidão a Deus.","explicacao_detalhada":"A palavra 'graça' (χάρις) implica um reconhecimento da bondade de Deus e da salvação que Ele oferece, refletindo um coração agradecido e disposto a louvar.","por_que_esta_palavra":"A escolha da palavra 'graça' destaca a ação de Deus na vida dos crentes e a resposta deles em adoração e gratidão.","conexao_teologica":"A graça é um tema central na teologia cristã, representando o favor imerecido de Deus sobre a humanidade.","referencias_relacionadas":["Efésios 2:8-9","Romanos 5:1-2","2 Coríntios 12:9"]},"atos_2_47_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania e ao senhorio de Cristo sobre a vida dos crentes e sobre a igreja.","explicacao_detalhada":"A palavra 'senhor' (κύριος) enfatiza a autoridade de Jesus como o Messias e Salvador, que tem o poder de transformar vidas e reunir Seu povo.","por_que_esta_palavra":"A palavra 'senhor' é crucial para entender a relação de submissão e adoração que os crentes devem ter em relação a Cristo.","conexao_teologica":"A autoridade de Cristo é um tema recorrente na teologia, refletindo Sua posição como Rei e Senhor sobre todas as coisas.","referencias_relacionadas":["Filipenses 2:9-11","Mateus 28:18","Romanos 10:9"]}}