{"atos_20_1_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e à autoridade de Paulo como apóstolo.","explicacao_detalhada":"A palavra 'nome' é significativa, pois representa não apenas a identificação pessoal, mas também a reputação e o legado de Paulo na obra missionária.","por_que_esta_palavra":"O nome de Paulo é mencionado para estabelecer sua autoridade e a importância de sua missão entre os crentes.","conexao_teologica":"O nome de Jesus é central na fé cristã, e Paulo, como apóstolo, leva esse nome em sua missão.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","2 Timóteo 1:11"]},"atos_20_1_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se ao ato de acompanhar ou seguir alguém em sua jornada ou missão.","explicacao_detalhada":"A palavra 'seguir' implica um compromisso ativo de acompanhar Paulo em sua missão e aprender com ele.","por_que_esta_palavra":"Seguir Paulo é um chamado para os crentes se unirem na obra do evangelho e na edificação da igreja.","conexao_teologica":"Jesus chamou Seus discípulos para segui-Lo, e essa ideia de seguir é central na vida cristã.","referencias_relacionadas":["Mateus 4:19","Lucas 9:23","João 10:27"]},"atos_20_2_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Novamente, refere-se à palavra ou mensagem que é central na pregação de Paulo.","explicacao_detalhada":"A repetição da palavra 'verbo' enfatiza a continuidade da mensagem de Cristo e sua importância na vida da igreja.","por_que_esta_palavra":"A palavra de Cristo é a base da fé cristã e deve ser proclamada em todas as circunstâncias.","conexao_teologica":"Cristo é a Palavra viva, e a pregação do evangelho é essencial para a salvação.","referencias_relacionadas":["Romanos 10:17","1 Coríntios 1:18","Gálatas 1:11-12"]},"atos_20_2_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude ou importância das ações e mensagens de Paulo.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a relevância e o impacto do ministério de Paulo na vida dos crentes.","por_que_esta_palavra":"A grandeza do ministério é um testemunho da obra de Deus através de Paulo e a transformação que ele trouxe.","conexao_teologica":"Deus é grande e Sua obra na vida dos crentes é sempre significativa e transformadora.","referencias_relacionadas":["Salmos 145:3","Efésios 3:20","1 Timóteo 1:14"]},"atos_20_3_juizo":{"palavra_pt":"juizo","palavra_original":"γνώμη","transliteracao":"gnṓmē","strong":"G1106","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se à avaliação ou discernimento sobre uma situação ou decisão.","explicacao_detalhada":"A palavra 'juízo' é usada para indicar a necessidade de discernimento e sabedoria nas decisões que Paulo e a igreja enfrentavam.","por_que_esta_palavra":"O juízo é essencial para a liderança e a tomada de decisões na comunidade cristã.","conexao_teologica":"Deus é o juiz supremo, e os crentes são chamados a buscar Sua sabedoria em todas as decisões.","referencias_relacionadas":["Tiago 1:5","Provérbios 3:5-6","Romanos 14:10"]},"atos_20_3_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' é utilizada para descrever ações concretas que Paulo e seus companheiros estavam realizando durante sua jornada.","explicacao_detalhada":"No contexto do versículo, 'fazer' refere-se a ações práticas e decisões que Paulo tomou ao planejar sua viagem e ministério. A palavra implica em um sentido de atividade e realização.","por_que_esta_palavra":"A escolha da palavra 'fazer' enfatiza a importância da ação na vida cristã, mostrando que a fé deve se manifestar em obras.","conexao_teologica":"A teologia cristã enfatiza que a fé sem obras é morta (Tiago 2:26), e a palavra 'fazer' reflete essa ideia de que a ação é uma expressão da fé.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Mateus 5:16"]},"atos_20_3_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' é usada para descrever a transformação ou o resultado de eventos que ocorreram na vida de Paulo e seus companheiros.","explicacao_detalhada":"Neste versículo, 'tornar-se' implica em uma mudança de estado ou condição, refletindo como as circunstâncias podem evoluir ao longo do ministério.","por_que_esta_palavra":"A palavra é significativa porque mostra que a vida cristã é um processo de transformação contínua, onde os crentes são moldados pela experiência e pela ação do Espírito Santo.","conexao_teologica":"A transformação é um tema central na teologia cristã, refletindo a nova criação em Cristo (2 Coríntios 5:17).","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 2:20"]},"atos_20_4_pai":{"palavra_pt":"pai","palavra_original":"Σώπατρος","transliteracao":"Sṓpatros","strong":"G4986","significado_raiz":"Ideia básica: pai.","significado_contextual":"A palavra 'pai' é utilizada para identificar um dos companheiros de Paulo, destacando a importância das relações pessoais no ministério.","explicacao_detalhada":"O uso de 'pai' neste contexto pode indicar não apenas a paternidade biológica, mas também um papel de liderança e cuidado espiritual dentro da comunidade cristã.","por_que_esta_palavra":"A palavra 'pai' é significativa porque reflete a importância da paternidade espiritual e das relações de discipulado na vida da igreja.","conexao_teologica":"A paternidade é um tema importante na teologia, onde Deus é frequentemente referido como Pai, e os crentes são chamados a serem pais espirituais uns para os outros.","referencias_relacionadas":["1 Coríntios 4:15","Efésios 3:14-15","Hebreus 12:7"]},"atos_20_4_secundus":{"palavra_pt":"secundus","palavra_original":"Σεκοῦνδος","transliteracao":"Sekoûndos","strong":"G4580","significado_raiz":"Ideia básica: secundus.","significado_contextual":"A palavra 'secundus' refere-se a um dos companheiros de Paulo, indicando sua posição ou ordem entre os outros.","explicacao_detalhada":"Neste contexto, 'secundus' pode sugerir que ele era o segundo em importância ou na ordem de viagem, refletindo a estrutura e organização do ministério de Paulo.","por_que_esta_palavra":"A palavra é importante para entender a dinâmica do grupo e a colaboração entre os missionários, mostrando que cada um tinha um papel a desempenhar.","conexao_teologica":"A colaboração no ministério é um princípio teológico, onde cada membro do corpo de Cristo tem um papel único e importante (1 Coríntios 12:12-27).","referencias_relacionadas":["1 Coríntios 12:12","Efésios 4:16","Romanos 12:4-5"]},"atos_20_4_gaius":{"palavra_pt":"gaius","palavra_original":"Γάϊος","transliteracao":"Gáïos","strong":"G1050","significado_raiz":"Ideia básica: gaius.","significado_contextual":"A palavra 'Gaius' identifica um dos companheiros de Paulo, que pode ter sido uma figura importante na comunidade cristã.","explicacao_detalhada":"Gaius é mencionado em várias partes do Novo Testamento, indicando sua relevância e contribuição para o ministério de Paulo e a igreja primitiva.","por_que_esta_palavra":"A inclusão de Gaius destaca a diversidade de pessoas que se juntaram à missão de Paulo, mostrando que o evangelho alcança todos os tipos de indivíduos.","conexao_teologica":"A diversidade na igreja é um tema importante, refletindo a unidade em Cristo apesar das diferenças culturais e sociais (Gálatas 3:28).","referencias_relacionadas":["Romanos 16:23","1 Coríntios 1:14","Atos 19:29"]},"atos_20_5_troas":{"palavra_pt":"troas","palavra_original":"Τρωάς","transliteracao":"Trōás","strong":"G5174","significado_raiz":"Ideia básica: troas.","significado_contextual":"A palavra 'Troas' refere-se à cidade onde Paulo e seus companheiros estavam, destacando a geografia do ministério.","explicacao_detalhada":"Troas era um ponto estratégico para a propagação do evangelho, servindo como um local de passagem e encontro para os missionários.","por_que_esta_palavra":"A menção de Troas é significativa porque ilustra como as cidades e locais desempenham um papel na expansão do cristianismo.","conexao_teologica":"A geografia do ministério é importante, pois Deus usa lugares e contextos específicos para cumprir Seus propósitos (Atos 1:8).","referencias_relacionadas":["Atos 16:8-10","Atos 20:6","2 Coríntios 2:12-13"]},"atos_20_6_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo em que os eventos ocorreram, enfatizando a importância do tempo na narrativa.","explicacao_detalhada":"O 'dia' mencionado é crucial para entender o cronograma das atividades de Paulo e a importância da celebração do culto.","por_que_esta_palavra":"A referência ao 'dia' é significativa porque destaca a importância do tempo e da observância dos dias sagrados na vida da igreja.","conexao_teologica":"O tempo é um elemento importante na teologia, onde Deus opera em momentos específicos da história da salvação (Gálatas 4:4).","referencias_relacionadas":["Hebreus 10:25","Atos 2:1","Colossenses 2:16-17"]},"atos_20_6_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' é usada para descrever a ação de acompanhar ou ir junto com Paulo em sua jornada.","explicacao_detalhada":"Neste contexto, 'seguir' implica em um compromisso ativo de estar ao lado de Paulo, participando de sua missão.","por_que_esta_palavra":"A palavra 'seguir' é importante porque reflete o chamado de Jesus para que os discípulos O sigam, evidenciando a natureza do discipulado.","conexao_teologica":"O discipulado é um tema central na teologia cristã, onde seguir a Cristo implica em renúncia e compromisso (Lucas 9:23).","referencias_relacionadas":["Mateus 16:24","Lucas 14:27","João 10:27"]},"atos_20_6_philippi":{"palavra_pt":"philippi","palavra_original":"Φίλιπποι","transliteracao":"Phílippoi","strong":"G5375","significado_raiz":"Ideia básica: philippi.","significado_contextual":"A palavra 'Filipos' refere-se à cidade onde Paulo estava, destacando a importância do local na narrativa do Novo Testamento.","explicacao_detalhada":"Filipos era uma cidade significativa na Macedônia, onde Paulo estabeleceu uma igreja e teve um impacto duradouro.","por_que_esta_palavra":"A menção de Filipos é importante porque mostra a expansão do evangelho e a formação de comunidades cristãs em diferentes regiões.","conexao_teologica":"A fundação de igrejas em várias cidades é um tema importante, refletindo o cumprimento da Grande Comissão (Mateus 28:19-20).","referencias_relacionadas":["Atos 16:12-15","Filipenses 1:1","Atos 20:1"]},"atos_20_7_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identificação de Paulo, enfatizando sua importância como líder e pregador.","explicacao_detalhada":"Neste contexto, 'nome' destaca a autoridade e o reconhecimento que Paulo tinha entre os crentes e sua função como apóstolo.","por_que_esta_palavra":"A palavra 'nome' é significativa porque representa a identidade e a missão de Paulo, que é central para a narrativa do Novo Testamento.","conexao_teologica":"O nome de Jesus é central na teologia cristã, e a identidade dos líderes da igreja é importante para a edificação da fé (Atos 4:12).","referencias_relacionadas":["Atos 4:12","Romanos 10:13","Filipenses 2:9-11"]},"atos_20_7_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'lógos' refere-se à comunicação divina, especialmente em relação a Cristo como a Palavra de Deus.","explicacao_detalhada":"No contexto de Atos 20:7, 'lógos' é usado para descrever a mensagem que Paulo estava compartilhando com os crentes. Essa palavra é fundamental na teologia cristã, pois se refere a Cristo como a encarnação da Palavra de Deus (João 1:1).","por_que_esta_palavra":"A escolha da palavra 'lógos' enfatiza a importância da revelação de Deus através de Cristo e a centralidade da mensagem do evangelho.","conexao_teologica":"Cristo é visto como a Palavra que se fez carne, revelando a natureza de Deus ao homem.","referencias_relacionadas":["João 1:1","Hebreus 1:1-2","Apocalipse 19:13"]},"atos_20_7_sabado":{"palavra_pt":"sabado","palavra_original":"σάββατον","transliteracao":"sábbaton","strong":"G4521","significado_raiz":"Ideia básica: sabado.","significado_contextual":"O 'sábato' é o dia de descanso, observado pelos judeus, que simboliza a criação e a libertação.","explicacao_detalhada":"Em Atos 20:7, a menção do sábado indica a continuidade da prática judaica entre os primeiros cristãos, que se reuniam para adorar e ouvir a Palavra de Deus.","por_que_esta_palavra":"A palavra 'sábato' é crucial para entender a relação entre a lei judaica e a nova aliança em Cristo.","conexao_teologica":"O descanso sabático é um símbolo do descanso que encontramos em Cristo, que nos oferece descanso para nossas almas.","referencias_relacionadas":["Êxodo 20:8-11","Mateus 11:28-30","Hebreus 4:9-10"]},"atos_20_8_casa":{"palavra_pt":"casa","palavra_original":"ὑπερῷον","transliteracao":"hyperōion","strong":"G5253","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao local onde a comunidade se reunia, simbolizando a comunhão entre os crentes.","explicacao_detalhada":"Em Atos 20:8, a casa é um espaço de acolhimento e ensino, refletindo a prática da igreja primitiva de se reunir em lares para adoração e ensino.","por_que_esta_palavra":"A escolha da palavra 'casa' destaca a importância da comunidade e do relacionamento entre os crentes.","conexao_teologica":"A casa como local de reunião é um precursor da igreja, que é descrita como a casa de Deus.","referencias_relacionadas":["Atos 2:46","Romanos 16:5","1 Coríntios 16:19"]},"atos_20_9_sleep":{"palavra_pt":"sleep","palavra_original":"ὕπνος","transliteracao":"hýpnos","strong":"G5258","significado_raiz":"Ideia básica: sleep.","significado_contextual":"A palavra 'sleep' (sono) é usada para descrever o estado de Eutico, que caiu em um sono profundo durante o discurso de Paulo.","explicacao_detalhada":"Em Atos 20:9, o sono de Eutico simboliza a fragilidade humana e a necessidade de vigilância espiritual, mesmo em momentos de ensino.","por_que_esta_palavra":"A palavra 'sono' é uma metáfora para a falta de atenção espiritual e a necessidade de estar alerta na fé.","conexao_teologica":"O sono é frequentemente usado na Bíblia como uma metáfora para a morte espiritual e a necessidade de despertar para a vida em Cristo.","referencias_relacionadas":["Mateus 26:40-41","1 Tessalonicenses 5:6","Efésios 5:14"]},"atos_20_9_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Paulo' representa o apóstolo que estava pregando e ensinando a Palavra de Deus.","explicacao_detalhada":"Em Atos 20:9, o nome Paulo é central, pois ele é o mensageiro da nova aliança e um exemplo de dedicação ao evangelho.","por_que_esta_palavra":"O nome 'Paulo' é significativo, pois representa a transformação de Saulo, o perseguidor, em Paulo, o apóstolo dos gentios.","conexao_teologica":"A mudança de nome de Saulo para Paulo simboliza a nova identidade em Cristo e a missão que ele recebeu.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","Gálatas 1:15-16"]},"atos_20_9_urso":{"palavra_pt":"urso","palavra_original":"καταφέρω","transliteracao":"kataphérō","strong":"G2702","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' (kataphérō) é usada para descrever a ação de levar Eutico, que caiu da janela.","explicacao_detalhada":"Em Atos 20:9, a palavra enfatiza a ação de Paulo em ressuscitar Eutico, mostrando o poder de Deus sobre a morte.","por_que_esta_palavra":"A palavra 'urso' é importante para entender a compaixão de Paulo e a intervenção divina na vida dos crentes.","conexao_teologica":"A ressurreição de Eutico é um símbolo da esperança da ressurreição que todos os crentes têm em Cristo.","referencias_relacionadas":["João 11:25-26","1 Coríntios 15:20-22","Romanos 8:11"]},"atos_20_10_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Paulo' é novamente mencionado, reforçando sua importância como líder e pregador.","explicacao_detalhada":"Em Atos 20:10, Paulo é o protagonista que demonstra a autoridade e o poder de Deus ao ressuscitar Eutico.","por_que_esta_palavra":"A repetição do nome 'Paulo' destaca seu papel central na narrativa e na propagação do evangelho.","conexao_teologica":"A figura de Paulo é essencial para a compreensão da missão apostólica e da expansão da igreja primitiva.","referencias_relacionadas":["Atos 13:2","Atos 26:16","2 Timóteo 4:7"]},"atos_20_10_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à essência vital de Eutico, que foi restaurada por Paulo.","explicacao_detalhada":"Em Atos 20:10, a menção da 'alma' destaca a importância da vida e da intervenção divina na restauração da vida.","por_que_esta_palavra":"A palavra 'alma' é crucial para entender a natureza humana e a obra redentora de Cristo.","conexao_teologica":"A restauração da alma de Eutico é um reflexo da obra de Cristo em dar vida aos que estavam mortos em seus pecados.","referencias_relacionadas":["Efésios 2:1","Colossenses 2:13","João 10:10"]},"atos_20_10_embrace":{"palavra_pt":"embrace","palavra_original":"συμπεριλαμβάνω","transliteracao":"symperilambánō","strong":"G4843","significado_raiz":"Ideia básica: embrace.","significado_contextual":"A palavra 'embrace' refere-se ao ato de Paulo ao confortar e acolher Eutico após sua ressurreição.","explicacao_detalhada":"Em Atos 20:10, o abraço de Paulo simboliza a comunhão e o amor fraternal entre os crentes, refletindo o amor de Cristo.","por_que_esta_palavra":"A palavra 'embrace' é importante para entender a natureza da comunidade cristã e o cuidado mútuo entre os membros.","conexao_teologica":"O ato de abraçar Eutico é um exemplo do amor de Cristo que deve ser refletido na vida da igreja.","referencias_relacionadas":["Romanos 12:10","Gálatas 6:2","1 João 4:7"]},"atos_20_11_pao":{"palavra_pt":"pao","palavra_original":"κλάω","transliteracao":"kláō","strong":"G2806","significado_raiz":"Ideia básica: pao.","significado_contextual":"A palavra 'pão' refere-se ao alimento físico e espiritual, simbolizando a comunhão entre os crentes.","explicacao_detalhada":"Em Atos 20:11, o ato de partir o pão representa a prática da Ceia do Senhor e a importância da comunhão na vida da igreja.","por_que_esta_palavra":"A palavra 'pão' é fundamental para entender a relação entre o alimento físico e a sustento espiritual que Cristo oferece.","conexao_teologica":"O pão é um símbolo do corpo de Cristo, que foi quebrado por nós, e a Ceia é um lembrete da nova aliança.","referencias_relacionadas":["Mateus 26:26","1 Coríntios 11:23-26","João 6:35"]},"atos_20_11_bom":{"palavra_pt":"bom","palavra_original":"γεύομαι","transliteracao":"geúomai","strong":"G1089","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se a algo que é bom ou agradável, especialmente em um contexto de bondade e generosidade.","explicacao_detalhada":"A palavra 'bom' aqui é usada para descrever a qualidade do ato de Paulo ao ressuscitar a criança, enfatizando a bondade de Deus manifestada através de suas ações.","por_que_esta_palavra":"A escolha da palavra 'bom' destaca a natureza benevolente de Deus e a importância de atos de bondade na vida cristã.","conexao_teologica":"A bondade é um atributo de Deus e deve ser refletida na vida dos crentes, conforme Gálatas 5:22-23, onde a bondade é um fruto do Espírito.","referencias_relacionadas":["Gálatas 5:22-23","Salmos 34:8","Mateus 7:17"]},"atos_20_12_crianca":{"palavra_pt":"crianca","palavra_original":"παῖς","transliteracao":"paîs","strong":"G3816","significado_raiz":"Ideia básica: crianca.","significado_contextual":"Refere-se a uma criança que foi ressuscitada por Paulo, simbolizando a vida e a esperança.","explicacao_detalhada":"A palavra 'criança' enfatiza a vulnerabilidade e a inocência, e o milagre realizado por Paulo demonstra o poder de Deus sobre a morte.","por_que_esta_palavra":"A menção da criança ressalta a importância da vida e o cuidado que Deus tem com os pequenos e necessitados.","conexao_teologica":"Jesus também enfatizou a importância das crianças em Mateus 19:14, mostrando que o Reino dos Céus pertence a elas.","referencias_relacionadas":["Mateus 19:14","Marcos 10:16","Lucas 18:16"]},"atos_20_12_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se ao ato de viver, especialmente em um contexto de ressurreição e nova vida.","explicacao_detalhada":"A palavra 'viver' aqui implica não apenas a existência física, mas uma vida plena e abundante que é oferecida por Cristo.","por_que_esta_palavra":"A ressurreição da criança simboliza a nova vida que é encontrada em Cristo, refletindo a esperança da vida eterna.","conexao_teologica":"Em João 10:10, Jesus afirma que veio para que tenhamos vida e a tenhamos em abundância.","referencias_relacionadas":["João 10:10","Romanos 6:4","2 Coríntios 5:17"]},"atos_20_12_chamar":{"palavra_pt":"chamar","palavra_original":"παρακαλέω","transliteracao":"parakaléō","strong":"G3870","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de chamar ou convocar, especialmente em um contexto de urgência e necessidade.","explicacao_detalhada":"A palavra 'chamar' é usada para descrever a ação de Paulo ao trazer a criança de volta à vida, enfatizando a autoridade de sua palavra.","por_que_esta_palavra":"Chamar implica um convite ou uma ordem, refletindo o poder de Deus em trazer vida onde há morte.","conexao_teologica":"Deus chama os seus para a vida eterna, como visto em Romanos 8:30, onde os chamados são justificados.","referencias_relacionadas":["Romanos 8:30","1 Tessalonicenses 5:24","Hebreus 9:15"]},"atos_20_13_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Paulo, que é mencionado como um líder e apóstolo na igreja primitiva.","explicacao_detalhada":"O nome 'Paulo' é significativo, pois representa a transformação de Saulo, o perseguidor, em Paulo, o apóstolo dos gentios.","por_que_esta_palavra":"O nome é um símbolo da identidade e da missão de Paulo, que é central para a propagação do evangelho.","conexao_teologica":"A mudança de nome de Saulo para Paulo representa a nova vida em Cristo, conforme 2 Coríntios 5:17.","referencias_relacionadas":["2 Coríntios 5:17","Atos 9:15","Atos 13:9"]},"atos_20_13_farther":{"palavra_pt":"farther","palavra_original":"προέρχομαι","transliteracao":"proérchomai","strong":"G4281","significado_raiz":"Ideia básica: farther.","significado_contextual":"Refere-se ao ato de ir mais longe ou avançar em uma jornada.","explicacao_detalhada":"A palavra 'farther' é usada para descrever a continuidade da missão de Paulo, que não se detém diante de desafios.","por_que_esta_palavra":"Indica a determinação de Paulo em cumprir sua missão de pregar o evangelho, independentemente das dificuldades.","conexao_teologica":"A perseverança na missão é um tema central na vida cristã, como visto em Filipenses 3:14.","referencias_relacionadas":["Filipenses 3:14","2 Timóteo 4:7","Atos 14:22"]},"atos_20_14_confer":{"palavra_pt":"confer","palavra_original":"συμβάλλω","transliteracao":"symbállō","strong":"G4820","significado_raiz":"Ideia básica: confer.","significado_contextual":"Refere-se ao ato de se reunir ou discutir, especialmente em um contexto de comunhão e apoio mútuo.","explicacao_detalhada":"A palavra 'confer' implica a ideia de colaboração e unidade entre os crentes na missão de evangelização.","por_que_esta_palavra":"Destaca a importância da comunhão entre os crentes e a necessidade de apoio mútuo na obra do Senhor.","conexao_teologica":"A unidade do corpo de Cristo é enfatizada em 1 Coríntios 12:12-27, onde cada membro tem um papel importante.","referencias_relacionadas":["1 Coríntios 12:12-27","Efésios 4:3","Atos 2:42"]},"atos_20_14_mitylene":{"palavra_pt":"mitylene","palavra_original":"Μιτυλήνη","transliteracao":"Mitylḗnē","strong":"G3412","significado_raiz":"Ideia básica: mitylene.","significado_contextual":"Refere-se à cidade de Mitylene, um local importante na jornada missionária de Paulo.","explicacao_detalhada":"Mitylene era um centro comercial e cultural, e a visita de Paulo lá destaca a expansão do evangelho em diversas regiões.","por_que_esta_palavra":"A menção de Mitylene mostra a estratégia missionária de Paulo em alcançar diferentes povos e culturas.","conexao_teologica":"A missão de Paulo reflete o chamado de Jesus em Mateus 28:19-20 para fazer discípulos de todas as nações.","referencias_relacionadas":["Mateus 28:19-20","Atos 16:9-10","Atos 18:24"]},"atos_20_15_chios":{"palavra_pt":"chios","palavra_original":"Χίος","transliteracao":"Chíos","strong":"G5508","significado_raiz":"Ideia básica: chios.","significado_contextual":"Refere-se à ilha de Chios, que foi uma parada na viagem missionária de Paulo.","explicacao_detalhada":"Chios era uma importante rota comercial e a visita de Paulo lá demonstra a abrangência de sua missão.","por_que_esta_palavra":"A menção de Chios sublinha a importância de alcançar diferentes regiões com a mensagem do evangelho.","conexao_teologica":"A missão de Paulo é um exemplo do cumprimento da Grande Comissão, conforme Atos 1:8.","referencias_relacionadas":["Atos 1:8","Atos 13:46-48","Atos 14:21"]},"atos_20_15_samos":{"palavra_pt":"samos","palavra_original":"Σάμος","transliteracao":"Sámos","strong":"G4544","significado_raiz":"Ideia básica: samos.","significado_contextual":"Refere-se à ilha de Samos, que também foi uma parada na jornada missionária de Paulo.","explicacao_detalhada":"Samos, conhecida por sua beleza natural, era um ponto estratégico para a propagação do evangelho.","por_que_esta_palavra":"A inclusão de Samos na narrativa destaca a diversidade de locais que Paulo visitou em sua missão.","conexao_teologica":"A expansão do evangelho para diferentes lugares é uma parte fundamental do plano de Deus, conforme Romanos 10:14-15.","referencias_relacionadas":["Romanos 10:14-15","Atos 8:4","Atos 11:19"]},"atos_20_15_trogyllium":{"palavra_pt":"trogyllium","palavra_original":"Τρωγύλλιον","transliteracao":"Trōgýllion","strong":"G5175","significado_raiz":"Ideia básica: trogyllium.","significado_contextual":"Trogyllium é uma localidade mencionada em Atos 20:15, onde Paulo e seus companheiros pararam durante sua viagem.","explicacao_detalhada":"Trogyllium é uma pequena cidade costeira na Ásia Menor, que servia como um ponto de parada para viajantes e comerciantes. Sua menção no contexto de Atos 20 destaca a importância das rotas marítimas na disseminação do evangelho.","por_que_esta_palavra":"A palavra é relevante para entender os locais visitados por Paulo e a geografia da sua missão.","conexao_teologica":"Trogyllium representa a continuidade da missão de Paulo em levar a mensagem de Cristo a diferentes regiões, mostrando que o evangelho alcança até os lugares menos esperados.","referencias_relacionadas":["Atos 20:15","Atos 20:6","Atos 21:1"]},"atos_20_16_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome mencionado refere-se a Paulo, o apóstolo, que é uma figura central no Novo Testamento.","explicacao_detalhada":"O nome 'Paulo' é significativo porque representa a transformação de Saulo, um perseguidor dos cristãos, em um dos maiores missionários da história da igreja.","por_que_esta_palavra":"A menção do nome de Paulo enfatiza sua identidade e autoridade como apóstolo e líder da igreja primitiva.","conexao_teologica":"O nome Paulo simboliza a graça de Deus que transforma vidas e chama pessoas para um propósito maior.","referencias_relacionadas":["Atos 9:15","Atos 13:9","Romanos 1:1"]},"atos_20_16_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia mencionado refere-se ao tempo em que Paulo estava viajando e se preparando para encontrar os anciãos de Éfeso.","explicacao_detalhada":"O uso da palavra 'dia' indica a importância do tempo e da programação na vida de Paulo, que estava determinado a cumprir sua missão antes de chegar a Jerusalém.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a urgência e a dedicação de Paulo em sua jornada missionária.","conexao_teologica":"O conceito de tempo na obra de Paulo reflete a importância de aproveitar cada oportunidade para compartilhar o evangelho.","referencias_relacionadas":["Atos 20:16","Efésios 5:16","Colossenses 4:5"]},"atos_20_16_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'grande' refere-se à importância do evento que Paulo estava prestes a realizar ao se encontrar com os anciãos.","explicacao_detalhada":"A grandeza do encontro destaca a relevância da liderança e do ensinamento na igreja primitiva, onde Paulo buscava encorajar e instruir os líderes locais.","por_que_esta_palavra":"A palavra 'grande' enfatiza a magnitude da missão de Paulo e a seriedade de sua mensagem.","conexao_teologica":"A grandeza do chamado de Paulo reflete a grandeza do evangelho e a responsabilidade dos líderes na edificação da igreja.","referencias_relacionadas":["Atos 20:16","1 Timóteo 3:1","Tito 1:5"]},"atos_20_17_elderest":{"palavra_pt":"elder est","palavra_original":"πρεσβύτερος","transliteracao":"presbýteros","strong":"G4245","significado_raiz":"Ideia básica: elder est.","significado_contextual":"A palavra 'elder' refere-se aos anciãos da igreja, que eram líderes espirituais responsáveis pela orientação da comunidade.","explicacao_detalhada":"Os anciãos desempenhavam um papel crucial na liderança da igreja primitiva, sendo responsáveis por ensinar, cuidar e guiar os membros da congregação.","por_que_esta_palavra":"A menção dos anciãos destaca a importância da liderança e da estrutura organizacional na igreja.","conexao_teologica":"A presença de anciãos reflete a continuidade da liderança espiritual e a necessidade de pastores e líderes na edificação da fé.","referencias_relacionadas":["Atos 20:17","1 Pedro 5:1","Tito 1:5"]},"atos_20_17_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A palavra 'igreja' refere-se à comunidade de crentes que se reuniam em Éfeso sob a liderança dos anciãos.","explicacao_detalhada":"A igreja é vista como o corpo de Cristo, e sua reunião é fundamental para o crescimento espiritual e a edificação mútua dos crentes.","por_que_esta_palavra":"A palavra 'igreja' é central para a compreensão da missão de Paulo e da importância da comunidade na vida cristã.","conexao_teologica":"A igreja é o meio pelo qual Deus opera na terra, e sua saúde espiritual é vital para a propagação do evangelho.","referencias_relacionadas":["Atos 20:17","Mateus 16:18","Efésios 4:11-12"]},"atos_20_17_cidade":{"palavra_pt":"cidade","palavra_original":"Μίλητος","transliteracao":"Mílētos","strong":"G3399","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A cidade mencionada é Mileto, onde Paulo se encontrou com os anciãos de Éfeso.","explicacao_detalhada":"Mileto era um importante centro comercial e cultural, e a escolha de Paulo para se encontrar ali demonstra sua estratégia missionária.","por_que_esta_palavra":"A palavra 'cidade' é relevante para entender o contexto geográfico e cultural da missão de Paulo.","conexao_teologica":"A cidade representa os locais onde o evangelho deve ser pregado, mostrando que a mensagem de Cristo é para todas as nações.","referencias_relacionadas":["Atos 20:17","Atos 20:15","Atos 21:1"]},"atos_20_18_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia mencionado refere-se ao momento em que Paulo se dirigiu aos anciãos, enfatizando a importância do encontro.","explicacao_detalhada":"A repetição da palavra 'dia' sublinha a seriedade e a urgência da mensagem que Paulo estava prestes a compartilhar.","por_que_esta_palavra":"A palavra 'dia' é importante para entender a cronologia dos eventos e a preparação de Paulo para o que estava por vir.","conexao_teologica":"O tempo é um recurso dado por Deus, e Paulo o utilizou sabiamente para edificar a igreja.","referencias_relacionadas":["Atos 20:18","Efésios 5:16","Colossenses 4:5"]},"atos_20_18_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'grande' refere-se à importância da mensagem que Paulo estava prestes a compartilhar com os anciãos.","explicacao_detalhada":"A grandeza da mensagem de Paulo reflete a profundidade do evangelho e a responsabilidade dos líderes em transmitir essa verdade.","por_que_esta_palavra":"A palavra 'grande' destaca a magnitude do chamado de Paulo e a seriedade de sua missão.","conexao_teologica":"A grandeza do evangelho é um tema central na teologia cristã, e Paulo exemplifica isso em sua vida e ministério.","referencias_relacionadas":["Atos 20:18","Romanos 1:16","1 Coríntios 1:18"]},"atos_20_19_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Cristo e à submissão de Paulo a essa autoridade em seu ministério.","explicacao_detalhada":"Paulo reconhece Jesus como Senhor, o que molda sua identidade e missão, refletindo a importância da submissão à liderança divina.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação de Paulo com Cristo e sua autoridade como apóstolo.","conexao_teologica":"A autoridade de Cristo é central na vida do crente, e Paulo exemplifica a submissão a essa autoridade em seu ministério.","referencias_relacionadas":["Atos 20:19","Romanos 10:9","Filipenses 2:9-11"]},"atos_20_19_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da missão e do ministério de Paulo, que era marcada por desafios e sacrifícios.","explicacao_detalhada":"A palavra 'grande' aqui enfatiza a magnitude das experiências e responsabilidades que Paulo enfrentou em seu ministério, refletindo a importância de sua obra na propagação do evangelho.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a seriedade e a profundidade do compromisso de Paulo com a sua chamada divina.","conexao_teologica":"A grandeza do ministério de Paulo é um reflexo da grandeza da graça de Deus que opera através dele.","referencias_relacionadas":["2 Coríntios 11:23-27","Atos 14:22","Romanos 8:18"]},"atos_20_19_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Indica a ação de acompanhar ou obedecer a uma direção ou liderança, neste caso, a de Paulo.","explicacao_detalhada":"A palavra 'seguir' implica em uma disposição de seguir os ensinamentos e o exemplo de Paulo, que estava comprometido em servir ao Senhor.","por_que_esta_palavra":"É uma convocação para que os crentes não apenas ouçam, mas também pratiquem e vivam a fé que Paulo pregava.","conexao_teologica":"Seguir a Cristo é um tema central no Novo Testamento, onde os crentes são chamados a imitar o exemplo de Jesus e dos apóstolos.","referencias_relacionadas":["Mateus 16:24","1 Coríntios 11:1","Filipenses 3:17"]},"atos_20_20_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à comunidade de crentes como uma família unida em Cristo.","explicacao_detalhada":"A palavra 'família' sugere um laço íntimo e de responsabilidade mútua entre os membros da igreja, enfatizando a importância da comunhão.","por_que_esta_palavra":"A utilização de 'família' reforça a ideia de que a igreja é um corpo unido, onde cada um tem um papel a desempenhar.","conexao_teologica":"A noção de família é central na teologia cristã, onde todos são considerados filhos de Deus e herdeiros da promessa.","referencias_relacionadas":["Efésios 2:19","Gálatas 6:10","1 Pedro 2:17"]},"atos_20_20_common":{"palavra_pt":"common","palavra_original":"δημόσιος","transliteracao":"dēmósios","strong":"G1219","significado_raiz":"Ideia básica: common.","significado_contextual":"Refere-se à natureza pública e acessível do ministério de Paulo.","explicacao_detalhada":"A palavra 'comum' implica que a mensagem do evangelho deve ser compartilhada amplamente, sem restrições, para todos os que desejam ouvir.","por_que_esta_palavra":"Destaca a importância da transparência e da abertura no ministério, onde todos são convidados a participar.","conexao_teologica":"O evangelho é para todos, e a ideia de um ministério 'comum' reflete a universalidade da mensagem de Cristo.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","Romanos 1:16"]},"atos_20_21_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao testemunho de Paulo sobre a necessidade de arrependimento diante de Deus.","explicacao_detalhada":"A palavra 'Deus' aqui enfatiza a soberania e a autoridade divina, a quem todos devem prestar contas.","por_que_esta_palavra":"A menção de Deus sublinha a centralidade da relação do ser humano com o Criador, que é fundamental para a salvação.","conexao_teologica":"A relação com Deus é a base da fé cristã, onde o arrependimento é essencial para a reconciliação.","referencias_relacionadas":["Atos 3:19","Romanos 10:9-10","2 Coríntios 5:20"]},"atos_20_21_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"Refere-se à fé como um elemento essencial na vida do crente.","explicacao_detalhada":"A palavra 'fé' implica confiança e crença em Deus e em Sua palavra, sendo fundamental para a salvação e a vida cristã.","por_que_esta_palavra":"A ênfase na fé destaca a necessidade de uma resposta pessoal ao evangelho e ao chamado de Deus.","conexao_teologica":"A fé é o meio pelo qual os crentes se conectam com Deus e recebem Sua graça.","referencias_relacionadas":["Hebreus 11:1","Efésios 2:8-9","Gálatas 2:20"]},"atos_20_22_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo como a presença de Deus que guia e fortalece os crentes.","explicacao_detalhada":"A palavra 'espírito' implica em vida, poder e direção divina, essencial para a missão de Paulo e dos crentes.","por_que_esta_palavra":"A menção do Espírito Santo destaca a dependência do crente na obra de Deus em suas vidas.","conexao_teologica":"O Espírito Santo é o Consolador prometido que capacita os crentes a viverem de acordo com a vontade de Deus.","referencias_relacionadas":["Atos 1:8","Romanos 8:26-27","Gálatas 5:22-23"]},"atos_20_22_jerusalem":{"palavra_pt":"jerusalem","palavra_original":"Ἱερουσαλήμ","transliteracao":"Hierousalḗm","strong":"G2419","significado_raiz":"Ideia básica: jerusalem.","significado_contextual":"Refere-se à cidade de Jerusalém como um centro espiritual e histórico para os judeus e os cristãos.","explicacao_detalhada":"A palavra 'Jerusalém' simboliza a origem do evangelho e a importância do templo e da adoração a Deus.","por_que_esta_palavra":"A menção de Jerusalém destaca a continuidade da obra de Deus desde a antiga aliança até a nova aliança em Cristo.","conexao_teologica":"Jerusalém é vista como a cidade santa e o local onde a salvação foi revelada através de Jesus.","referencias_relacionadas":["Lucas 24:47","Atos 1:4","Gálatas 4:26"]},"atos_20_22_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação de algo que não deve ser feito, enfatizando a soberania de Deus.","explicacao_detalhada":"A palavra 'Deus' aqui é usada para reafirmar a autoridade divina sobre as decisões e direções da vida de Paulo.","por_que_esta_palavra":"A menção de Deus sublinha a importância de buscar a vontade divina em todas as circunstâncias.","conexao_teologica":"A soberania de Deus é um tema central na teologia, onde Ele é reconhecido como o Senhor sobre todas as coisas.","referencias_relacionadas":["Salmos 115:3","Provérbios 19:21","Romanos 8:28"]},"atos_20_23_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se à certeza de que Paulo enfrentaria dificuldades, mas com a certeza da presença do Espírito Santo.","explicacao_detalhada":"A palavra 'espírito' aqui reafirma a promessa de que o Espírito Santo estaria com Paulo em sua jornada, mesmo em meio a tribulações.","por_que_esta_palavra":"A menção do Espírito Santo serve como um lembrete da força e do conforto que Deus oferece aos Seus servos.","conexao_teologica":"A presença do Espírito Santo é essencial para a vida cristã, proporcionando direção e consolo em tempos difíceis.","referencias_relacionadas":["Atos 9:31","Romanos 8:11","2 Coríntios 1:22"]},"atos_20_23_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica uma conformidade ou acordo com algo.","explicacao_detalhada":"No contexto de Atos 20:23, Paulo fala sobre as dificuldades que enfrentará em Jerusalém, conforme o Espírito Santo lhe revelou. A palavra enfatiza a ideia de que suas ações e decisões estão alinhadas com a vontade divina.","por_que_esta_palavra":"A escolha da palavra 'conforme' reflete a submissão de Paulo à direção do Espírito Santo, mostrando que ele não age por conta própria, mas em obediência a Deus.","conexao_teologica":"A conformidade com a vontade de Deus é um tema central na vida cristã, onde os crentes são chamados a seguir a direção do Espírito.","referencias_relacionadas":["Romanos 8:14","Gálatas 5:18","Tiago 4:7"]},"atos_20_24_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/verbo' refere-se à mensagem ou ensino que Paulo está disposto a proclamar.","explicacao_detalhada":"Em Atos 20:24, Paulo expressa que sua vida não tem valor para ele, a não ser que possa completar sua missão de testemunhar o evangelho da graça de Deus. O 'lógos' aqui representa a essência da mensagem cristã.","por_que_esta_palavra":"A palavra 'lógos' é fundamental para entender a natureza da revelação de Deus e a importância da mensagem que Paulo carrega.","conexao_teologica":"O conceito de 'lógos' é central na teologia cristã, especialmente em relação à encarnação de Cristo como a Palavra viva.","referencias_relacionadas":["João 1:1","Hebreus 4:12","1 Pedro 1:25"]},"atos_20_24_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à essência da vida e à parte imaterial do ser humano.","explicacao_detalhada":"Em Atos 20:24, Paulo menciona que não considera sua vida preciosa, o que implica uma visão de sacrifício e entrega total a Deus, onde a alma é vista como o que dá significado à vida.","por_que_esta_palavra":"A palavra 'psychḗ' destaca a importância da vida espiritual e do propósito que vai além da existência física.","conexao_teologica":"A alma é frequentemente mencionada nas Escrituras como a parte que se relaciona diretamente com Deus e a eternidade.","referencias_relacionadas":["Mateus 10:28","Salmos 23:3","1 Tessalonicenses 5:23"]},"atos_20_24_servo":{"palavra_pt":"servo","palavra_original":"διακονία","transliteracao":"diakonía","strong":"G1248","significado_raiz":"Ideia básica: servo.","significado_contextual":"A palavra 'servo' refere-se à função de serviço e ministério que Paulo exerce.","explicacao_detalhada":"Em Atos 20:24, Paulo se identifica como um servo do Senhor, enfatizando sua disposição em servir e cumprir a missão que lhe foi confiada.","por_que_esta_palavra":"A palavra 'diakonía' é crucial para entender o chamado cristão ao serviço e à humildade.","conexao_teologica":"O conceito de ser servo é central no ensinamento de Jesus, que veio para servir e não para ser servido.","referencias_relacionadas":["Marcos 10:45","Filipenses 2:7","Gálatas 5:13"]},"atos_20_25_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"Em Atos 20:25, Paulo fala sobre o reino de Deus, enfatizando a soberania e a autoridade de Deus sobre todas as coisas.","por_que_esta_palavra":"A palavra 'theós' é fundamental para a compreensão da natureza de Deus e seu relacionamento com a humanidade.","conexao_teologica":"A soberania de Deus é um tema recorrente nas Escrituras, que nos ensina sobre sua autoridade e plano redentor.","referencias_relacionadas":["Salmos 103:19","Romanos 11:36","Apocalipse 4:11"]},"atos_20_25_verdade":{"palavra_pt":"pregar/proclamar","palavra_original":"κηρύσσω","transliteracao":"kērýssō","strong":"G2784","significado_raiz":"Ideia básica: pregar.","significado_contextual":"A palavra 'pregar/proclamar' refere-se ao ato de anunciar a mensagem do evangelho.","explicacao_detalhada":"Em Atos 20:25, Paulo menciona que ele pregou a verdade do evangelho, enfatizando a importância de compartilhar a mensagem de salvação.","por_que_esta_palavra":"A palavra 'kērýssō' destaca a responsabilidade do cristão em proclamar a verdade de Deus ao mundo.","conexao_teologica":"A pregação do evangelho é um mandamento de Cristo, que comissionou seus seguidores a fazer discípulos.","referencias_relacionadas":["Mateus 28:19-20","Marcos 16:15","Romanos 10:14"]},"atos_20_25_rosto":{"palavra_pt":"rosto","palavra_original":"πρόσωπον","transliteracao":"prósōpon","strong":"G4383","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à face, simbolizando a presença e a revelação de Deus.","explicacao_detalhada":"Em Atos 20:25, Paulo fala sobre ver o rosto de Deus, o que implica em um relacionamento íntimo e pessoal com o Criador.","por_que_esta_palavra":"A palavra 'prósōpon' é usada para descrever a revelação de Deus e a comunhão que os crentes têm com Ele.","conexao_teologica":"Ver o rosto de Deus é um desejo profundo na vida cristã, simbolizando a plena comunhão com Ele.","referencias_relacionadas":["Salmos 27:8","Mateus 5:8","Apocalipse 22:4"]},"atos_20_26_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo específico, muitas vezes associado ao juízo ou à manifestação de Deus.","explicacao_detalhada":"Em Atos 20:26, Paulo menciona que é inocente do sangue de todos, referindo-se ao dia do juízo em que todos prestarão contas a Deus.","por_que_esta_palavra":"A palavra 'hēméra' enfatiza a importância do tempo e das ações que realizamos durante nossa vida.","conexao_teologica":"O dia do juízo é um tema importante na teologia cristã, onde se fala da responsabilidade de cada um diante de Deus.","referencias_relacionadas":["Romanos 14:10","2 Coríntios 5:10","Apocalipse 20:12"]},"atos_20_26_testemunha":{"palavra_pt":"testemunha","palavra_original":"μαρτύρομαι","transliteracao":"martýromai","strong":"G3143","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"A palavra 'testemunha' refere-se a alguém que dá testemunho ou prova de algo.","explicacao_detalhada":"Em Atos 20:26, Paulo se declara testemunha da verdade do evangelho, enfatizando sua responsabilidade em compartilhar a mensagem de Cristo.","por_que_esta_palavra":"A palavra 'martýromai' destaca a importância do testemunho pessoal na vida cristã.","conexao_teologica":"Os cristãos são chamados a ser testemunhas de Cristo, compartilhando sua fé e experiências com os outros.","referencias_relacionadas":["Atos 1:8","1 João 1:2","Apocalipse 12:11"]},"atos_20_26_limpo":{"palavra_pt":"limpo","palavra_original":"καθαρός","transliteracao":"katharós","strong":"G2513","significado_raiz":"Ideia básica: limpo.","significado_contextual":"A palavra 'limpo' refere-se à pureza e à inocência em relação ao pecado.","explicacao_detalhada":"Em Atos 20:26, Paulo afirma que é limpo do sangue de todos, indicando que ele não falhou em compartilhar a mensagem de salvação.","por_que_esta_palavra":"A palavra 'katharós' é usada para descrever a pureza moral e espiritual que deve caracterizar a vida do crente.","conexao_teologica":"A pureza é um aspecto essencial da vida cristã, refletindo o caráter de Deus e a obra do Espírito Santo em nós.","referencias_relacionadas":["Mateus 5:8","Tiago 4:8","1 João 1:7"]},"atos_20_27_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e Senhor do universo.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para descrever a natureza divina e a soberania de Deus sobre todas as coisas. No contexto de Atos 20:27, Paulo enfatiza a importância de pregar a palavra de Deus, que é central para a fé cristã.","por_que_esta_palavra":"Esta palavra é fundamental para a compreensão da identidade de Deus e sua relação com a humanidade.","conexao_teologica":"A divindade de Deus é um tema central na teologia cristã, refletindo sua autoridade e poder.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"atos_20_27_advise":{"palavra_pt":"advise","palavra_original":"βουλή","transliteracao":"boulḗ","strong":"G1012","significado_raiz":"Ideia básica: advise.","significado_contextual":"Refere-se ao ato de aconselhar ou dar orientação.","explicacao_detalhada":"A palavra 'advise' (βουλή) implica em um conselho sábio e deliberado. Em Atos 20:27, Paulo fala sobre a importância de não omitir nada que seja útil para a edificação da igreja.","por_que_esta_palavra":"É crucial para a liderança cristã, que deve guiar e aconselhar a congregação com sabedoria.","conexao_teologica":"A sabedoria divina é frequentemente buscada na liderança da igreja para guiar os fiéis.","referencias_relacionadas":["Provérbios 11:14","Tiago 1:5","Salmos 32:8"]},"atos_20_28_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito, a essência vital que dá vida.","explicacao_detalhada":"A palavra 'espírito' (πνεῦμα) é usada para descrever a presença e a ação de Deus na vida dos crentes. Em Atos 20:28, Paulo menciona a importância de cuidar da igreja, que é comprada pelo sangue de Cristo e habitada pelo Espírito Santo.","por_que_esta_palavra":"O Espírito é essencial para a vida cristã, pois é através dele que os crentes são guiados e fortalecidos.","conexao_teologica":"A doutrina do Espírito Santo é fundamental para a compreensão da Trindade e da vida cristã.","referencias_relacionadas":["João 14:26","Romanos 8:26","Atos 2:4"]},"atos_20_28_igreja":{"palavra_pt":"igreja","palavra_original":"ἐπίσκοπος","transliteracao":"epískopos","strong":"G1985","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à comunidade de crentes, a assembleia dos seguidores de Cristo.","explicacao_detalhada":"A palavra 'igreja' (ἐπίσκοπος) enfatiza o papel de supervisão e cuidado pastoral. Paulo exorta os líderes a cuidar da igreja, que é o corpo de Cristo.","por_que_esta_palavra":"A igreja é vista como a noiva de Cristo e deve ser protegida e nutrida espiritualmente.","conexao_teologica":"A relação entre Cristo e a igreja é um tema central na teologia do Novo Testamento.","referencias_relacionadas":["Efésios 5:25","Colossenses 1:18","1 Pedro 5:2"]},"atos_20_28_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à assembleia dos fiéis, a comunidade de crentes.","explicacao_detalhada":"A palavra 'igreja/assembleia' (ἐκκλησία) é usada para descrever a reunião dos crentes em Cristo. Em Atos 20:28, Paulo fala sobre a responsabilidade dos líderes em cuidar da congregação.","por_que_esta_palavra":"A assembleia é fundamental para a vida cristã, pois é onde os crentes se reúnem para adoração, ensino e comunhão.","conexao_teologica":"A igreja é o corpo de Cristo na terra, chamada a cumprir sua missão.","referencias_relacionadas":["Mateus 16:18","Atos 2:42","Hebreus 10:25"]},"atos_20_29_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se ao ato de acompanhar ou seguir alguém.","explicacao_detalhada":"A palavra 'seguir' (μετά) implica em um movimento em direção a algo ou alguém. Paulo alerta sobre os perigos que surgirão após sua partida, indicando que alguns seguirão doutrinas distorcidas.","por_que_esta_palavra":"Seguir a verdade é essencial para a saúde espiritual da igreja.","conexao_teologica":"A ideia de seguir a Cristo e seus ensinamentos é central na vida cristã.","referencias_relacionadas":["Mateus 16:24","João 10:27","1 Pedro 2:21"]},"atos_20_29_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação ou oposição à vontade de Deus.","explicacao_detalhada":"A palavra 'deus' (μή) é usada para enfatizar a importância de não se desviar da verdade divina. Paulo adverte sobre aqueles que se afastarão da fé.","por_que_esta_palavra":"É um alerta sobre a necessidade de permanecer firme na fé e na verdade de Deus.","conexao_teologica":"A fidelidade a Deus é um tema recorrente nas Escrituras, enfatizando a importância de não se desviar.","referencias_relacionadas":["Gálatas 1:6-7","2 Timóteo 4:3-4","Hebreus 3:12"]},"atos_20_30_perversert":{"palavra_pt":"perverse rt","palavra_original":"διαστρέφω","transliteracao":"diastréphō","strong":"G1294","significado_raiz":"Ideia básica: perverse rt.","significado_contextual":"Refere-se ao ato de distorcer ou corromper a verdade.","explicacao_detalhada":"A palavra 'perverse rt' (διαστρέφω) implica em uma alteração maliciosa da verdade. Paulo alerta sobre falsos mestres que surgirão e distorcerão a mensagem do evangelho.","por_que_esta_palavra":"É um aviso sobre a necessidade de discernimento e vigilância na doutrina.","conexao_teologica":"A pureza da doutrina é vital para a saúde da igreja e a salvação dos crentes.","referencias_relacionadas":["Mateus 7:15","Gálatas 1:8","2 Pedro 2:1"]},"atos_20_30_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar em meio a algo ou entre pessoas.","explicacao_detalhada":"A palavra 'entre' (ἐκ) é usada para descrever a presença de pessoas em um grupo. Paulo menciona que surgirão homens entre os líderes que distorcerão a verdade.","por_que_esta_palavra":"É importante reconhecer que os perigos podem surgir de dentro da própria comunidade de fé.","conexao_teologica":"A vigilância e a proteção da verdade são essenciais na vida da igreja.","referencias_relacionadas":["Atos 20:28-30","Romanos 16:17","1 João 4:1"]},"atos_20_31_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo, um período específico.","explicacao_detalhada":"A palavra 'dia' (ἡμέρα) é usada para indicar um tempo de alerta e preparação. Paulo exorta os líderes a estarem atentos, pois o dia da provação e da apostasia está próximo.","por_que_esta_palavra":"O conceito de tempo é crucial na preparação espiritual e na vigilância da igreja.","conexao_teologica":"A expectativa do retorno de Cristo e o juízo final são temas centrais na escatologia cristã.","referencias_relacionadas":["Mateus 24:42","1 Tessalonicenses 5:2","Apocalipse 22:12"]},"atos_20_31_midnight":{"palavra_pt":"mid night","palavra_original":"νύξ","transliteracao":"nýx","strong":"G3571","significado_raiz":"Ideia básica: mid night.","significado_contextual":"Refere-se ao momento da noite em que Eutico caiu da janela durante o discurso de Paulo.","explicacao_detalhada":"A palavra 'mid night' (meia-noite) é usada para descrever um tempo de escuridão e inatividade, simbolizando um momento crítico na narrativa em que a atenção dos ouvintes estava dispersa.","por_que_esta_palavra":"A escolha da palavra enfatiza a gravidade do incidente e a necessidade de vigilância espiritual.","conexao_teologica":"A meia-noite pode simbolizar momentos de crise espiritual, onde a luz de Cristo deve brilhar mais intensamente.","referencias_relacionadas":["Mateus 25:6","Lucas 12:38","1 Tessalonicenses 5:5"]},"atos_20_32_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus que Paulo invoca ao encorajar os líderes da igreja em Éfeso.","explicacao_detalhada":"A palavra 'deus' é central na teologia cristã, representando o ser supremo que é fonte de toda a verdade e moralidade.","por_que_esta_palavra":"Paulo destaca a importância de confiar em Deus para a edificação e proteção da igreja.","conexao_teologica":"Deus é o fundamento da fé cristã, e a dependência dEle é essencial para o crescimento espiritual.","referencias_relacionadas":["Salmos 46:1","Romanos 8:31","Hebreus 13:6"]},"atos_20_32_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à Palavra de Deus, que é Cristo, e a importância de conhecê-la para a salvação.","explicacao_detalhada":"A palavra 'cristo' é usada para enfatizar a centralidade de Jesus na mensagem do evangelho e na vida dos crentes.","por_que_esta_palavra":"Paulo quer que os líderes reconheçam a importância de Cristo como a fonte de toda a sabedoria e verdade.","conexao_teologica":"Cristo é a encarnação da Palavra de Deus, e a fé Nele é fundamental para a salvação.","referencias_relacionadas":["João 1:1","Atos 4:12","Colossenses 2:3"]},"atos_20_32_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à graça que deve habitar no coração dos crentes.","explicacao_detalhada":"A palavra 'graça' implica favor imerecido e é essencial para a vida cristã, pois é pela graça que somos salvos.","por_que_esta_palavra":"Paulo enfatiza a necessidade de viver em graça, que transforma o coração e a vida dos crentes.","conexao_teologica":"A graça é um tema central no Novo Testamento, refletindo o amor e a misericórdia de Deus.","referencias_relacionadas":["Efésios 2:8-9","Romanos 5:20","2 Coríntios 12:9"]},"atos_20_33_ouro":{"palavra_pt":"ouro","palavra_original":"χρυσίον","transliteracao":"chrysíon","strong":"G5553","significado_raiz":"Ideia básica: ouro.","significado_contextual":"Refere-se à avareza e à riqueza material que Paulo rejeita em sua vida e ministério.","explicacao_detalhada":"A palavra 'ouro' simboliza riqueza e prosperidade, mas Paulo ensina que a verdadeira riqueza está em Cristo.","por_que_esta_palavra":"Ele quer mostrar que o ministério não deve ser motivado por ganhos financeiros, mas pela vocação divina.","conexao_teologica":"A busca por tesouros celestiais é mais valiosa do que as riquezas terrenas.","referencias_relacionadas":["Mateus 6:19-21","1 Timóteo 6:10","Tiago 5:1-3"]},"atos_20_33_apparel":{"palavra_pt":"apparel","palavra_original":"ἱματισμός","transliteracao":"himatismós","strong":"G2441","significado_raiz":"Ideia básica: apparel.","significado_contextual":"Refere-se à vestimenta e à aparência, que Paulo não considera como prioridade em seu ministério.","explicacao_detalhada":"A palavra 'apparel' sugere que a preocupação excessiva com a aparência pode desviar a atenção do verdadeiro propósito da vida cristã.","por_que_esta_palavra":"Paulo quer que os líderes se concentrem no que é realmente importante: o caráter e a integridade.","conexao_teologica":"A verdadeira beleza e valor vêm de um coração transformado por Cristo, não das aparências externas.","referencias_relacionadas":["1 Pedro 3:3-4","1 Timóteo 2:9-10","Romanos 12:2"]},"atos_20_33_homem":{"palavra_pt":"homem","palavra_original":"οὐδείς","transliteracao":"oudeís","strong":"G3762","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à condição humana e à necessidade de dependência de Deus.","explicacao_detalhada":"A palavra 'homem' implica a fragilidade e a limitação da natureza humana diante de Deus.","por_que_esta_palavra":"Paulo destaca que nenhum homem deve se exaltar, mas sim reconhecer sua necessidade de Deus.","conexao_teologica":"A humildade é fundamental na vida cristã, reconhecendo que somos dependentes da graça de Deus.","referencias_relacionadas":["Salmos 103:15-16","Romanos 3:23","Tiago 4:10"]},"atos_20_34_business":{"palavra_pt":"assunto","palavra_original":"χρεία","transliteracao":"chreía","strong":"G5532","significado_raiz":"Ideia básica: assunto.","significado_contextual":"Refere-se às necessidades e responsabilidades que Paulo cumpriu em seu ministério.","explicacao_detalhada":"A palavra 'assunto' implica a responsabilidade de cuidar do bem-estar dos outros, especialmente no contexto da igreja.","por_que_esta_palavra":"Paulo quer que os líderes entendam a importância de servir e cuidar uns dos outros.","conexao_teologica":"O serviço e a responsabilidade são centrais na vida cristã, refletindo o caráter de Cristo.","referencias_relacionadas":["Gálatas 6:2","Filipenses 2:4","1 Pedro 4:10"]},"atos_20_34_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se ao ato de seguir os ensinamentos de Cristo e o exemplo de Paulo.","explicacao_detalhada":"A palavra 'seguir' implica uma ação deliberada de seguir a liderança e os princípios de Cristo.","por_que_esta_palavra":"Paulo exorta os líderes a não apenas ouvir, mas a praticar o que aprenderam.","conexao_teologica":"Seguir a Cristo é um chamado para todos os crentes, refletindo a obediência e a fé.","referencias_relacionadas":["Mateus 16:24","João 10:27","1 João 2:6"]},"atos_20_34_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se ao trabalho manual e ao esforço que Paulo fez para sustentar a si mesmo e aos outros.","explicacao_detalhada":"A palavra 'mão' simboliza o trabalho e o esforço, enfatizando a importância do trabalho diligente na vida cristã.","por_que_esta_palavra":"Paulo quer que os líderes entendam que o trabalho é uma parte importante do testemunho cristão.","conexao_teologica":"O trabalho é visto como uma forma de servir a Deus e aos outros, refletindo a ética cristã.","referencias_relacionadas":["Colossenses 3:23-24","Efésios 4:28","2 Tessalonicenses 3:10"]},"atos_20_35_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Cristo como fonte de ensinamento e vida.","explicacao_detalhada":"A palavra 'lógos' é utilizada para descrever a essência e a mensagem de Cristo, que é central para a fé cristã. Em Atos 20:35, Paulo menciona que é mais bem-aventurado dar do que receber, refletindo o ensinamento de Cristo.","por_que_esta_palavra":"A escolha da palavra 'lógos' enfatiza a importância da mensagem de Cristo e sua autoridade como o Verbo que se fez carne.","conexao_teologica":"Cristo é o Verbo que estava com Deus e que é Deus (João 1:1), e sua palavra é fundamental para a vida cristã.","referencias_relacionadas":["João 1:1","Mateus 4:4","Hebreus 4:12"]},"atos_20_35_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade de Cristo como Senhor sobre todas as coisas.","explicacao_detalhada":"A palavra 'kýrios' implica não apenas um título de respeito, mas também a soberania de Cristo como Senhor. Em Atos 20:35, Paulo destaca a importância de reconhecer essa autoridade em nossas vidas.","por_que_esta_palavra":"A palavra 'kýrios' é usada para afirmar a posição de Cristo como Senhor, que deve ser obedecido e reverenciado.","conexao_teologica":"A autoridade de Cristo é um tema central no Novo Testamento, onde Ele é reconhecido como Senhor e Salvador.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:9-11","Atos 2:36"]},"atos_20_35_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se ao nome de Jesus como o Salvador prometido.","explicacao_detalhada":"O nome 'Iēsoûs' é central para a fé cristã, representando a salvação que Ele traz. Em Atos 20:35, Paulo menciona Jesus em um contexto de ensinamento sobre generosidade e cuidado.","por_que_esta_palavra":"O nome de Jesus é invocado como a fonte de salvação e esperança para todos os crentes.","conexao_teologica":"Jesus é o centro da mensagem do evangelho, e seu nome é poderoso para salvar.","referencias_relacionadas":["Atos 4:12","Mateus 1:21","Romanos 5:1"]},"atos_20_36_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"Refere-se ao ato de se ajoelhar em oração.","explicacao_detalhada":"A palavra 'títhēmi' é usada para descrever a ação de se colocar em uma posição de reverência e humildade diante de Deus. Em Atos 20:36, Paulo se ajoelha para orar com os anciãos de Éfeso.","por_que_esta_palavra":"A ação de ajoelhar-se simboliza submissão e respeito a Deus.","conexao_teologica":"A oração é um meio de comunicação com Deus, e ajoelhar-se é uma expressão de humildade e devoção.","referencias_relacionadas":["Filipenses 2:10","1 Timóteo 2:8","Salmos 95:6"]},"atos_20_36_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à oração dirigida a Deus.","explicacao_detalhada":"A palavra 'proseúchomai' implica um ato de comunicação e devoção a Deus. Em Atos 20:36, Paulo se dedica à oração, reconhecendo a importância da dependência de Deus.","por_que_esta_palavra":"A oração é fundamental na vida do crente, e dirigir-se a Deus é reconhecer sua soberania e poder.","conexao_teologica":"A oração é um aspecto essencial da vida cristã, onde os crentes buscam a orientação e a presença de Deus.","referencias_relacionadas":["1 Tessalonicenses 5:17","Hebreus 4:16","Mateus 7:7"]},"atos_20_37_vida":{"palavra_pt":"vida","palavra_original":"τράχηλος","transliteracao":"tráchēlos","strong":"G5137","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida emocional e espiritual dos que estão em comunhão.","explicacao_detalhada":"A palavra 'tráchēlos' é usada para descrever a vida de Paulo e a tristeza que ele sentiu ao se despedir dos anciãos de Éfeso. Em Atos 20:37, a emoção é evidente na despedida.","por_que_esta_palavra":"A vida é um tema central na mensagem cristã, onde a comunhão e o amor são expressos.","conexao_teologica":"A vida em Cristo é uma vida abundante, cheia de significado e propósito.","referencias_relacionadas":["João 10:10","Gálatas 2:20","Romanos 6:4"]},"atos_20_37_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Paulo como um líder e apóstolo.","explicacao_detalhada":"A palavra 'Paûlos' é o nome do apóstolo que desempenhou um papel crucial na propagação do evangelho. Em Atos 20:37, seu nome é mencionado em um contexto de despedida e afeto.","por_que_esta_palavra":"O nome de Paulo é significativo na história da igreja primitiva e na teologia cristã.","conexao_teologica":"Paulo é um exemplo de transformação e chamado divino, sendo um instrumento nas mãos de Deus.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","2 Coríntios 5:17"]},"atos_20_37_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de se tornar ou acontecer algo significativo.","explicacao_detalhada":"A palavra 'gínomai' é utilizada para descrever a transformação e o impacto que a vida de Paulo teve sobre os outros. Em Atos 20:37, isso é evidenciado pela tristeza e emoção na despedida.","por_que_esta_palavra":"A ideia de se tornar grande está relacionada ao impacto que a vida de um crente pode ter no mundo.","conexao_teologica":"Deus chama os crentes para serem instrumentos de Sua grandeza e amor no mundo.","referencias_relacionadas":["Mateus 5:16","Gálatas 5:22-23","Efésios 2:10"]},"atos_20_38_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Cristo como fonte de ensinamento e vida.","explicacao_detalhada":"A palavra 'lógos' é utilizada novamente para descrever a essência e a mensagem de Cristo. Em Atos 20:38, Paulo reafirma a importância de se lembrar das palavras de Cristo.","por_que_esta_palavra":"A mensagem de Cristo é fundamental para a vida cristã e deve ser constantemente lembrada.","conexao_teologica":"Cristo é o Verbo que traz vida e verdade, e suas palavras são a base da fé.","referencias_relacionadas":["João 6:63","Mateus 28:20","1 Pedro 1:25"]},"atos_20_38_rosto":{"palavra_pt":"rosto","palavra_original":"πρόσωπον","transliteracao":"prósōpon","strong":"G4383","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à expressão facial e à emoção visível durante a despedida.","explicacao_detalhada":"A palavra 'prósōpon' é usada para descrever o rosto, simbolizando as emoções que os anciãos de Éfeso estavam sentindo ao se despedir de Paulo. Em Atos 20:38, isso é evidente na tristeza e no amor demonstrados.","por_que_esta_palavra":"O rosto é um reflexo das emoções e da conexão entre as pessoas.","conexao_teologica":"As relações humanas são importantes no corpo de Cristo, e a expressão de emoções é parte da comunhão.","referencias_relacionadas":["Salmos 34:5","2 Coríntios 5:12","1 João 3:18"]}}