{"atos_21_1_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' indica uma transformação ou um evento que ocorre.","explicacao_detalhada":"No contexto do versículo, refere-se ao ato de Paulo e seus companheiros se prepararem para a viagem, simbolizando uma mudança de direção em sua missão.","por_que_esta_palavra":"A escolha da palavra 'tornar-se' enfatiza a ideia de que algo novo está prestes a acontecer na vida dos apóstolos.","conexao_teologica":"A transformação é um tema central na teologia cristã, refletindo a mudança que ocorre na vida de um crente ao aceitar a Cristo.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 6:15"]},"atos_21_1_cos":{"palavra_pt":"cos","palavra_original":"Κώς","transliteracao":"Kṓs","strong":"G2972","significado_raiz":"Ideia básica: cos.","significado_contextual":"Cos é uma ilha do Mar Egeu, mencionada como parte da rota de viagem de Paulo.","explicacao_detalhada":"A menção de Cos destaca a geografia da viagem missionária de Paulo, mostrando a extensão de seu ministério.","por_que_esta_palavra":"A inclusão de locais específicos ajuda a contextualizar a narrativa e a mostrar a historicidade dos eventos.","conexao_teologica":"A geografia bíblica é importante para entender o alcance do evangelho e a missão da Igreja.","referencias_relacionadas":["Atos 20:15","Atos 27:7","Gálatas 1:21"]},"atos_21_2_cruz":{"palavra_pt":"cruz","palavra_original":"διαπεράω","transliteracao":"diaperáō","strong":"G1276","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' é usada metaforicamente para descrever o sofrimento e os desafios enfrentados pelos apóstolos.","explicacao_detalhada":"No contexto, a cruz simboliza a disposição de Paulo em enfrentar perseguições e dificuldades por causa do evangelho.","por_que_esta_palavra":"A cruz é um símbolo central do cristianismo, representando sacrifício e redenção.","conexao_teologica":"A teologia da cruz é fundamental, pois reflete o sofrimento de Cristo e o chamado dos crentes a tomar sua própria cruz.","referencias_relacionadas":["Mateus 16:24","Gálatas 2:20","1 Pedro 2:21"]},"atos_21_2_phenice":{"palavra_pt":"phenice","palavra_original":"Φοινίκη","transliteracao":"Phoiníkē","strong":"G5403","significado_raiz":"Ideia básica: phenice.","significado_contextual":"Phenice é uma região mencionada como parte da rota de viagem de Paulo.","explicacao_detalhada":"A referência a Phenice ilustra a diversidade cultural e geográfica que Paulo encontrou em sua jornada.","por_que_esta_palavra":"Mencionar locais específicos ajuda a dar credibilidade histórica ao relato bíblico.","conexao_teologica":"A diversidade das nações é um reflexo do plano de Deus para a salvação de todos os povos.","referencias_relacionadas":["Atos 2:5","Atos 10:34-35","Romanos 1:16"]},"atos_21_3_cyprus":{"palavra_pt":"cyprus","palavra_original":"Κύπρος","transliteracao":"Kýpros","strong":"G2954","significado_raiz":"Ideia básica: cyprus.","significado_contextual":"Cyprus é uma ilha mencionada como parte da jornada missionária de Paulo.","explicacao_detalhada":"A inclusão de Chipre destaca a extensão do ministério de Paulo e a importância de evangelizar diferentes regiões.","por_que_esta_palavra":"Chipre é um ponto estratégico para a propagação do evangelho no Mediterrâneo.","conexao_teologica":"A missão da Igreja é ir a todas as nações, refletindo o chamado de Jesus em Mateus 28:19.","referencias_relacionadas":["Atos 13:4","Atos 15:39","Gálatas 4:13"]},"atos_21_3_syria":{"palavra_pt":"syria","palavra_original":"Συρία","transliteracao":"Syría","strong":"G4947","significado_raiz":"Ideia básica: syria.","significado_contextual":"Síria é mencionada como parte do contexto geográfico da viagem de Paulo.","explicacao_detalhada":"A referência à Síria mostra a abrangência do ministério apostólico e a diversidade dos lugares visitados.","por_que_esta_palavra":"A menção de regiões específicas ajuda a entender a missão de Paulo e a propagação do cristianismo.","conexao_teologica":"A expansão do evangelho para diferentes regiões é um cumprimento da promessa de Deus de alcançar todas as nações.","referencias_relacionadas":["Atos 9:31","Atos 11:19","Atos 15:23"]},"atos_21_3_tyre":{"palavra_pt":"tiro","palavra_original":"Τύρος","transliteracao":"Týros","strong":"G5184","significado_raiz":"Ideia básica: tiro.","significado_contextual":"Tiro é uma cidade costeira mencionada como parte da rota de Paulo.","explicacao_detalhada":"A menção de Tiro ilustra a diversidade cultural e a importância do comércio na época, além de ser um local de evangelização.","por_que_esta_palavra":"Tiro é um símbolo de como o evangelho alcança até mesmo as cidades mais influentes.","conexao_teologica":"A inclusão de cidades como Tiro mostra que o evangelho é para todos, independentemente de sua posição social ou econômica.","referencias_relacionadas":["Mateus 11:21","Marcos 7:24","Atos 21:7"]},"atos_21_4_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo em que Paulo e seus companheiros estavam em uma cidade específica.","explicacao_detalhada":"O uso de 'dia' enfatiza a importância do tempo e da oportunidade na missão de Paulo.","por_que_esta_palavra":"O tempo é um elemento crucial na narrativa bíblica, refletindo a providência de Deus.","conexao_teologica":"A noção de tempo e oportunidade é importante na teologia, pois Deus age em momentos específicos na história.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 6:9","Efésios 5:16"]},"atos_21_4_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Paulo' é mencionado como o protagonista da narrativa.","explicacao_detalhada":"A referência ao nome de Paulo destaca sua identidade e o papel central que ele desempenha na propagação do evangelho.","por_que_esta_palavra":"O nome é uma representação da missão e do chamado de Deus na vida de Paulo.","conexao_teologica":"A identidade em Cristo é fundamental para a teologia cristã, refletindo o chamado de cada crente.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","Filipenses 3:20"]},"atos_21_4_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se à presença e à orientação do Espírito Santo na vida dos crentes.","explicacao_detalhada":"No contexto, o 'espírito' é visto como um guia e consolador para Paulo e seus companheiros durante a jornada.","por_que_esta_palavra":"A menção do Espírito Santo é crucial para entender a dinâmica da missão cristã.","conexao_teologica":"A obra do Espírito Santo é central na vida do crente e na missão da Igreja.","referencias_relacionadas":["Atos 2:4","Romanos 8:26","Gálatas 5:22-23"]},"atos_21_5_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de um dia específico em que os eventos estão ocorrendo.","explicacao_detalhada":"A palavra 'dia' (ἡμέρα) é usada para indicar um tempo específico, que pode ser literal ou figurativo, dependendo do contexto. Neste caso, refere-se ao dia em que Paulo e seus companheiros estavam em viagem.","por_que_esta_palavra":"A menção do 'dia' é importante para situar os eventos narrados em um cronograma claro, enfatizando a continuidade da jornada.","conexao_teologica":"O conceito de dia é frequentemente associado à criação e ao tempo de Deus, refletindo a ordem divina na história.","referencias_relacionadas":["Gênesis 1:5","Salmos 104:19","Eclesiastes 3:1"]},"atos_21_5_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Indica a magnitude ou importância de um evento que está prestes a acontecer.","explicacao_detalhada":"A palavra 'tornar-se' (γίνομαι) é utilizada para descrever a transição de um estado para outro, enfatizando a transformação que ocorre em um evento significativo.","por_que_esta_palavra":"Essa palavra é crucial para entender como os eventos se desenrolam e a importância do que está prestes a acontecer na narrativa.","conexao_teologica":"A transformação é um tema central na teologia cristã, refletindo a mudança que ocorre na vida dos crentes através de Cristo.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 6:15"]},"atos_21_5_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"Refere-se a um arco, que pode ser interpretado como um símbolo de aliança ou proteção.","explicacao_detalhada":"A palavra 'arco' (τίθημι) pode ter conotações de estabelecer ou colocar algo em um lugar, sugerindo a ideia de um pacto ou compromisso.","por_que_esta_palavra":"A utilização dessa palavra pode indicar a intenção de estabelecer algo duradouro ou significativo na narrativa.","conexao_teologica":"O arco é frequentemente associado à aliança de Deus com a humanidade, como visto na história de Noé.","referencias_relacionadas":["Gênesis 9:13","Isaías 54:9","Ezequiel 1:28"]},"atos_21_6_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"Refere-se a uma relação de familiaridade ou conhecimento entre pessoas.","explicacao_detalhada":"A palavra 'acquaintance' (ἴδιος) implica um relacionamento próximo, sugerindo que os personagens têm um vínculo significativo.","por_que_esta_palavra":"A ênfase na familiaridade ajuda a construir a narrativa de apoio e comunidade entre os crentes.","conexao_teologica":"A ideia de comunidade é central no cristianismo, refletindo a importância do corpo de Cristo.","referencias_relacionadas":["Atos 2:42","Hebreus 10:24-25","1 João 1:7"]},"atos_21_6_again":{"palavra_pt":"novamente","palavra_original":"ὑποστρέφω","transliteracao":"hypostréphō","strong":"G5290","significado_raiz":"Ideia básica: novamente.","significado_contextual":"Indica a repetição de uma ação ou evento.","explicacao_detalhada":"A palavra 'novamente' (ὑποστρέφω) sugere um retorno a um estado anterior ou a repetição de uma experiência.","por_que_esta_palavra":"A repetição enfatiza a continuidade da jornada e a persistência na missão.","conexao_teologica":"A ideia de retornar é frequentemente associada ao arrependimento e à restauração na vida cristã.","referencias_relacionadas":["Lucas 15:18","Atos 3:19","Romanos 2:4"]},"atos_21_7_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Novamente, refere-se ao período de um dia específico em que os eventos estão ocorrendo.","explicacao_detalhada":"A repetição da palavra 'dia' (ἡμέρα) reforça a importância do tempo na narrativa, indicando um momento significativo na jornada.","por_que_esta_palavra":"A menção do 'dia' ajuda a situar os eventos na linha do tempo da missão de Paulo.","conexao_teologica":"O tempo é um elemento criado por Deus e é usado para cumprir Seus propósitos.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:11","2 Pedro 3:8"]},"atos_21_7_tyre":{"palavra_pt":"tiro","palavra_original":"Τύρος","transliteracao":"Týros","strong":"G5184","significado_raiz":"Ideia básica: tiro.","significado_contextual":"Refere-se à cidade de Tiro, um importante centro comercial da época.","explicacao_detalhada":"A palavra 'tiro' (Τύρος) é significativa por sua localização geográfica e seu papel na história bíblica, sendo um lugar de encontro cultural e religioso.","por_que_esta_palavra":"A menção de Tiro destaca a extensão da missão de Paulo e a diversidade dos lugares que ele visitou.","conexao_teologica":"Tiro representa a inclusão dos gentios na mensagem do evangelho, refletindo a universalidade da salvação.","referencias_relacionadas":["Ezequiel 26:1-21","Mateus 11:21","Marcos 7:24"]},"atos_21_8_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Paulo, que é central para a narrativa do Novo Testamento.","explicacao_detalhada":"A palavra 'nome' (Παῦλος) é importante, pois representa a identidade e a missão de Paulo como apóstolo dos gentios.","por_que_esta_palavra":"O nome de Paulo é frequentemente mencionado para enfatizar sua autoridade e papel na propagação do evangelho.","conexao_teologica":"O nome é um símbolo de identidade e propósito, refletindo a transformação que ocorre na vida de alguém chamado por Deus.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","Gálatas 1:15-16"]},"atos_21_8_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à casa ou à família de Paulo, indicando suas raízes e conexões pessoais.","explicacao_detalhada":"A palavra 'família' (οἶκος) sugere um sentido de pertencimento e a importância das relações familiares na cultura da época.","por_que_esta_palavra":"A menção da família de Paulo ajuda a entender seu contexto e a base de sua fé.","conexao_teologica":"A família é vista como uma unidade fundamental na sociedade e na igreja, refletindo a importância da comunidade na vida cristã.","referencias_relacionadas":["Efésios 2:19","1 Timóteo 5:8","Colossenses 3:18-21"]},"atos_21_8_evangelho":{"palavra_pt":"evangelho","palavra_original":"εὐαγγελιστής","transliteracao":"euangelistḗs","strong":"G2099","significado_raiz":"Ideia básica: evangelho.","significado_contextual":"Refere-se à boa nova de Jesus Cristo e à missão de proclamá-la.","explicacao_detalhada":"A palavra 'evangelho' (εὐαγγελιστής) é central para a mensagem cristã, representando a salvação e a esperança oferecidas por Cristo.","por_que_esta_palavra":"A ênfase no evangelho destaca a missão de Paulo e a importância de compartilhar a mensagem de Cristo.","conexao_teologica":"O evangelho é o coração da fé cristã, unindo os crentes em torno da mensagem de salvação.","referencias_relacionadas":["Marcos 16:15","Romanos 1:16","1 Coríntios 15:1-4"]},"atos_21_9_falar":{"palavra_pt":"falar","palavra_original":"προφητεύω","transliteracao":"prophēteúō","strong":"G4395","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se ao ato de profetizar, comunicar uma mensagem divina.","explicacao_detalhada":"Neste contexto, 'falar' é usado para descrever a ação de filhas de Filipe que profetizavam, indicando que estavam transmitindo a vontade de Deus.","por_que_esta_palavra":"A escolha da palavra 'falar' enfatiza a importância da comunicação divina e da revelação profética na comunidade cristã.","conexao_teologica":"A profecia é um dom espiritual que edifica a igreja e revela a vontade de Deus aos seus seguidores.","referencias_relacionadas":["Atos 2:17","1 Coríntios 14:1","Efésios 4:11"]},"atos_21_10_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período específico de tempo em que eventos significativos ocorreram.","explicacao_detalhada":"Neste versículo, 'dia' indica o momento em que o profeta Agabo chegou, trazendo uma mensagem importante sobre o futuro de Paulo.","por_que_esta_palavra":"O uso de 'dia' destaca a importância do tempo e da cronologia nos planos de Deus e nas revelações proféticas.","conexao_teologica":"Deus atua na história em momentos específicos, revelando sua vontade e propósito em tempos determinados.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 118:24","Mateus 6:34"]},"atos_21_10_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' descreve a intensidade e a seriedade da profecia que foi dada a Paulo.","explicacao_detalhada":"Neste contexto, 'grande' enfatiza a magnitude do aviso sobre as dificuldades que Paulo enfrentaria em Jerusalém.","por_que_esta_palavra":"A escolha de 'grande' ressalta a gravidade da situação e a necessidade de atenção à mensagem profética.","conexao_teologica":"Deus frequentemente usa sinais e advertências grandes para preparar seu povo para desafios futuros.","referencias_relacionadas":["Mateus 24:21","Romanos 8:18","2 Coríntios 4:17"]},"atos_21_11_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade de Paulo, que é central para a mensagem que será transmitida.","explicacao_detalhada":"Neste versículo, o nome 'Paulo' é mencionado em conexão com a profecia sobre seu futuro, destacando sua importância na obra missionária.","por_que_esta_palavra":"O uso do nome enfatiza a individualidade e o chamado específico de Paulo como apóstolo.","conexao_teologica":"Deus conhece cada um pelo nome e tem um plano específico para cada crente em sua obra.","referencias_relacionadas":["Isaías 43:1","João 10:3","Gálatas 1:15"]},"atos_21_11_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se à presença e à ação do Espírito Santo na vida do crente.","explicacao_detalhada":"Neste contexto, 'espírito' é mencionado em relação à profecia que revela a vontade de Deus para Paulo, mostrando a ação do Espírito na comunicação divina.","por_que_esta_palavra":"A escolha de 'espírito' destaca a importância do Espírito Santo como guia e conselheiro na vida do cristão.","conexao_teologica":"O Espírito Santo é fundamental na revelação e na direção dos crentes, capacitando-os para cumprir a vontade de Deus.","referencias_relacionadas":["Atos 1:8","Romanos 8:26","1 Coríntios 12:7"]},"atos_21_12_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste versículo, a menção de 'deus' é uma referência à vontade divina que está sendo revelada através da profecia.","por_que_esta_palavra":"O uso de 'deus' enfatiza a centralidade de Deus na vida e nas decisões dos crentes.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, mostrando que Ele tem controle sobre a história e o futuro.","referencias_relacionadas":["Salmos 115:3","Isaías 46:10","Romanos 8:28"]},"atos_21_12_jerusalem":{"palavra_pt":"jerusalem","palavra_original":"Ἱερουσαλήμ","transliteracao":"Hierousalḗm","strong":"G2419","significado_raiz":"Ideia básica: jerusalem.","significado_contextual":"A palavra 'jerusalem' refere-se à cidade santa, centro da vida religiosa e cultural do povo de Israel.","explicacao_detalhada":"Neste contexto, 'Jerusalém' é o local onde Paulo enfrentaria perseguições e desafios significativos em sua missão.","por_que_esta_palavra":"A escolha de 'Jerusalém' destaca a importância histórica e espiritual da cidade na narrativa bíblica.","conexao_teologica":"Jerusalém é frequentemente vista como o centro da revelação de Deus e do cumprimento das promessas messiânicas.","referencias_relacionadas":["Mateus 5:35","Lucas 13:34","Hebreus 12:22"]},"atos_21_13_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' novamente refere-se à identidade de Paulo, que é crucial para a mensagem que está sendo discutida.","explicacao_detalhada":"Neste versículo, o nome 'Paulo' é mencionado em um contexto de advertência sobre o que ele enfrentaria, reforçando seu papel como apóstolo.","por_que_esta_palavra":"O uso do nome novamente enfatiza a individualidade e a responsabilidade de Paulo em sua missão.","conexao_teologica":"Cada crente tem um chamado único e uma identidade em Cristo, que deve ser reconhecida e honrada.","referencias_relacionadas":["Atos 9:15","Gálatas 2:9","Filipenses 3:20"]},"atos_21_13_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Jesus sobre a vida dos crentes e sobre a missão de Paulo.","explicacao_detalhada":"Neste contexto, 'senhor' é um reconhecimento da soberania de Cristo, que guia e dirige a vida de Paulo.","por_que_esta_palavra":"O uso de 'senhor' enfatiza a relação de submissão e obediência que os crentes devem ter em relação a Cristo.","conexao_teologica":"A autoridade de Jesus é fundamental na vida cristã, pois Ele é o Senhor que dirige e protege seu povo.","referencias_relacionadas":["Mateus 28:18","Romanos 10:9","Filipenses 2:9-11"]},"atos_21_13_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'jesus' refere-se ao nome do Salvador, que é central para a fé cristã.","explicacao_detalhada":"Neste versículo, 'Jesus' é mencionado como a figura central que Paulo serve e que lhe dá autoridade para sua missão.","por_que_esta_palavra":"O uso do nome 'Jesus' destaca a importância do relacionamento pessoal com o Salvador na vida do crente.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e seu nome é poderoso para salvação e transformação.","referencias_relacionadas":["Atos 4:12","Romanos 1:16","Filipenses 2:10"]},"atos_21_14_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para se referir a Deus ou a Cristo, enfatizando a sua autoridade e soberania.","explicacao_detalhada":"No contexto do versículo, 'senhor' indica a relação de submissão e reverência que os crentes têm em relação a Deus. É uma afirmação de que Ele tem controle sobre todas as coisas.","por_que_esta_palavra":"A palavra é utilizada para reafirmar a posição de Deus como autoridade suprema na vida dos crentes e na história da salvação.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, refletindo a sua capacidade de governar e dirigir a criação.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:11","Salmos 97:5"]},"atos_21_14_paz":{"palavra_pt":"paz","palavra_original":"ἡσυχάζω","transliteracao":"hēsycházō","strong":"G2270","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' refere-se a um estado de tranquilidade e harmonia, tanto interna quanto externa.","explicacao_detalhada":"No contexto, 'paz' é um desejo de que a vontade de Deus se cumpra e que haja harmonia entre os crentes e a comunidade ao redor.","por_que_esta_palavra":"A paz é um fruto do Espírito e um aspecto essencial da vida cristã, refletindo a presença de Deus entre os seus.","conexao_teologica":"A paz de Cristo é fundamental para a vida do crente, sendo um sinal da reconciliação com Deus.","referencias_relacionadas":["João 14:27","Filipenses 4:7","Colossenses 3:15"]},"atos_21_14_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' indica um processo de transformação ou realização de algo significativo.","explicacao_detalhada":"Neste contexto, refere-se à realização da vontade de Deus e ao impacto que isso terá na vida dos crentes e na missão da igreja.","por_que_esta_palavra":"A transformação é um tema recorrente na vida cristã, onde os crentes são chamados a se tornarem novas criaturas em Cristo.","conexao_teologica":"A ideia de transformação é central na teologia da salvação, onde a vida do crente é mudada pela ação do Espírito Santo.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"atos_21_15_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo específico, muitas vezes associado a eventos significativos na narrativa bíblica.","explicacao_detalhada":"No contexto, 'dia' pode indicar o momento em que os eventos se desenrolam, enfatizando a importância do tempo na obra de Deus.","por_que_esta_palavra":"O tempo é uma criação de Deus e é usado em várias passagens para marcar momentos de intervenção divina.","conexao_teologica":"A noção de tempo e de dias específicos é importante na teologia, especialmente em relação ao cumprimento das promessas de Deus.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 90:12","Gálatas 4:4"]},"atos_21_15_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar ou obedecer a alguém ou a algo.","explicacao_detalhada":"Neste contexto, 'seguir' pode se referir à disposição dos crentes em seguir a direção de Deus e a liderança do Espírito Santo.","por_que_esta_palavra":"Seguir a Cristo é um chamado fundamental para todos os crentes, refletindo a obediência e a devoção.","conexao_teologica":"O seguimento de Cristo é um tema central no Novo Testamento, onde os discípulos são chamados a segui-Lo em todos os aspectos da vida.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"atos_21_15_jerusalem":{"palavra_pt":"jerusalem","palavra_original":"Ἱεροσόλυμα","transliteracao":"Hierosólyma","strong":"G2414","significado_raiz":"Ideia básica: jerusalem.","significado_contextual":"Jerusalém é vista como a cidade santa, centro da adoração e da história da salvação.","explicacao_detalhada":"No contexto, Jerusalém representa não apenas um local geográfico, mas também um símbolo da presença de Deus e da realização das promessas.","por_que_esta_palavra":"A cidade é central na narrativa bíblica, sendo o local onde muitos eventos cruciais da fé cristã ocorreram.","conexao_teologica":"Jerusalém é frequentemente mencionada nas profecias e no cumprimento das promessas de Deus ao seu povo.","referencias_relacionadas":["Salmos 122:6","Isaías 2:3","Mateus 5:35"]},"atos_21_16_mnason":{"palavra_pt":"mnason","palavra_original":"Μνάσων","transliteracao":"Mnásōn","strong":"G3416","significado_raiz":"Ideia básica: mnason.","significado_contextual":"Mnason é mencionado como um discípulo que acolheu Paulo e seus companheiros, simbolizando a hospitalidade cristã.","explicacao_detalhada":"A inclusão de Mnason na narrativa destaca a importância da comunidade e do apoio mútuo entre os crentes.","por_que_esta_palavra":"A hospitalidade é um valor importante no cristianismo, refletindo o amor e a aceitação entre os irmãos.","conexao_teologica":"A prática da hospitalidade é um reflexo do amor de Cristo e da união da igreja.","referencias_relacionadas":["Romanos 12:13","Hebreus 13:2","1 Pedro 4:9"]},"atos_21_16_nome":{"palavra_pt":"nome","palavra_original":"Καισάρεια","transliteracao":"Kaisáreia","strong":"G2542","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Caesareia' refere-se a uma cidade importante na época, associada ao governo romano e à expansão do evangelho.","explicacao_detalhada":"Caesareia é um símbolo da interação entre a cultura romana e a mensagem cristã, sendo um ponto estratégico para a missão.","por_que_esta_palavra":"O nome da cidade é relevante para entender o contexto histórico e cultural em que a igreja primitiva se desenvolveu.","conexao_teologica":"A expansão do evangelho para as nações é um tema central na missão da igreja, refletindo a soberania de Deus sobre todas as culturas.","referencias_relacionadas":["Atos 10:1","Atos 11:19","Atos 18:24"]},"atos_21_17_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' novamente indica um processo de transformação, neste caso, relacionado à recepção de Paulo em Jerusalém.","explicacao_detalhada":"Refere-se ao impacto que a chegada de Paulo teve sobre a comunidade cristã em Jerusalém, mostrando a obra de Deus na vida dele.","por_que_esta_palavra":"A transformação e o crescimento da igreja são temas recorrentes no Novo Testamento, refletindo a ação do Espírito Santo.","conexao_teologica":"A obra de Deus na vida dos crentes é um testemunho da sua graça e poder transformador.","referencias_relacionadas":["Atos 2:47","Atos 4:32","Atos 9:31"]},"atos_21_17_jerusalem":{"palavra_pt":"jerusalem","palavra_original":"Ἱεροσόλυμα","transliteracao":"Hierosólyma","strong":"G2414","significado_raiz":"Ideia básica: jerusalem.","significado_contextual":"Jerusalém, novamente, é o centro da atividade cristã e o local onde a igreja primitiva se reuniu.","explicacao_detalhada":"A menção de Jerusalém enfatiza a importância da cidade como um ponto focal na história da salvação e na missão da igreja.","por_que_esta_palavra":"A cidade é um símbolo da presença de Deus e do cumprimento das promessas feitas ao seu povo.","conexao_teologica":"Jerusalém é vista como a cidade que abriga a presença de Deus e o local de muitos eventos significativos na história da redenção.","referencias_relacionadas":["Atos 1:8","Atos 2:5","Mateus 23:37"]},"atos_21_18_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identificação de Paulo entre os líderes da igreja.","explicacao_detalhada":"O 'nome' de Paulo é importante porque representa sua autoridade e missão como apóstolo. No contexto, ele é reconhecido pelos presbíteros de Jerusalém.","por_que_esta_palavra":"A palavra 'nome' é usada para estabelecer a identidade e a reputação de Paulo entre os cristãos.","conexao_teologica":"O nome de Paulo é associado à sua transformação e chamado por Deus, simbolizando a nova vida em Cristo.","referencias_relacionadas":["Atos 9:15","Atos 13:9","Filipenses 3:5"]},"atos_21_18_elderest":{"palavra_pt":"elder est","palavra_original":"πρεσβύτερος","transliteracao":"presbýteros","strong":"G4245","significado_raiz":"Ideia básica: elder est.","significado_contextual":"Refere-se aos presbíteros, líderes da igreja primitiva que tinham autoridade espiritual.","explicacao_detalhada":"Os 'presbíteros' eram responsáveis por guiar a comunidade cristã, e sua presença indica a importância da liderança na igreja.","por_que_esta_palavra":"A palavra 'presbítero' enfatiza a estrutura de liderança e a continuidade da fé entre os crentes.","conexao_teologica":"Os presbíteros são vistos como pastores do rebanho de Deus, refletindo a liderança de Cristo.","referencias_relacionadas":["1 Timóteo 5:17","Tito 1:5","Atos 14:23"]},"atos_21_19_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus que Paulo serve e adora, enfatizando sua soberania.","explicacao_detalhada":"A palavra 'Deus' é central na fé cristã, representando o Criador e a fonte de toda autoridade e poder.","por_que_esta_palavra":"Usar 'Deus' aqui reafirma a centralidade da divindade na vida e ministério de Paulo.","conexao_teologica":"Deus é o fundamento da missão de Paulo e a razão de sua pregação.","referencias_relacionadas":["Romanos 1:7","1 Coríntios 8:6","Efésios 4:6"]},"atos_21_19_servo":{"palavra_pt":"servo","palavra_original":"διακονία","transliteracao":"diakonía","strong":"G1248","significado_raiz":"Ideia básica: servo.","significado_contextual":"Refere-se ao papel de Paulo como servo de Deus e da igreja.","explicacao_detalhada":"A palavra 'servo' implica humildade e dedicação ao serviço, características essenciais do ministério cristão.","por_que_esta_palavra":"Destaca a disposição de Paulo em servir aos outros, refletindo o exemplo de Cristo.","conexao_teologica":"O conceito de ser servo é central no ensino de Jesus sobre liderança e serviço.","referencias_relacionadas":["Marcos 10:45","Gálatas 5:13","Filipenses 2:7"]},"atos_21_19_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de fazer ou realizar algo em nome de Deus.","explicacao_detalhada":"A palavra 'fazer' implica em ações concretas que Paulo realiza em seu ministério, mostrando a importância da prática na fé.","por_que_esta_palavra":"Enfatiza que a fé deve ser acompanhada de obras, conforme o ensinamento de Tiago.","conexao_teologica":"A ação de fazer é um reflexo da fé viva e ativa que deve existir na vida do cristão.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Colossenses 3:23"]},"atos_21_20_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Reforça a ideia da adoração e reverência a Deus entre os crentes.","explicacao_detalhada":"A menção de Deus aqui destaca a importância da fé e da prática religiosa na vida da comunidade cristã.","por_que_esta_palavra":"Reafirma a centralidade de Deus na vida dos crentes e a necessidade de glorificá-lo.","conexao_teologica":"A adoração a Deus é um tema recorrente nas Escrituras, refletindo a relação do homem com o Criador.","referencias_relacionadas":["Salmos 29:2","Romanos 12:1","Hebreus 13:15"]},"atos_21_20_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"Refere-se à Lei de Moisés, que era central para a identidade judaica e a prática religiosa.","explicacao_detalhada":"A palavra 'lei' implica em um conjunto de normas que guiavam a vida dos judeus, e sua menção aqui destaca a tensão entre a lei e a graça.","por_que_esta_palavra":"A lei é um elemento crucial na discussão sobre a relação entre judeus e gentios na igreja primitiva.","conexao_teologica":"A relação entre a lei e a graça é um tema central nas cartas de Paulo.","referencias_relacionadas":["Romanos 3:20","Gálatas 3:24","Hebreus 10:1"]},"atos_21_20_gloria":{"palavra_pt":"gloria","palavra_original":"δοξάζω","transliteracao":"doxázō","strong":"G1392","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à glorificação de Deus, que é um objetivo central da vida cristã.","explicacao_detalhada":"A palavra 'glória' implica em reconhecimento e honra a Deus por suas obras e caráter.","por_que_esta_palavra":"Enfatiza que todas as ações dos crentes devem ter como objetivo glorificar a Deus.","conexao_teologica":"A glória de Deus é um tema central na adoração e na missão da igreja.","referencias_relacionadas":["1 Coríntios 10:31","Romanos 11:36","Efésios 1:12"]},"atos_21_21_moses":{"palavra_pt":"moises","palavra_original":"Μωσεύς","transliteracao":"Mōseús","strong":"G3475","significado_raiz":"Ideia básica: moises.","significado_contextual":"Refere-se a Moisés, figura central na história do povo de Israel e na entrega da Lei.","explicacao_detalhada":"A menção de Moisés destaca a continuidade da revelação de Deus e a importância da Lei na fé judaica.","por_que_esta_palavra":"Moisés é um símbolo da aliança entre Deus e Israel, e sua referência é crucial para entender o contexto judaico do cristianismo.","conexao_teologica":"A relação entre Moisés e Jesus é um tema importante, mostrando como Jesus cumpre a Lei.","referencias_relacionadas":["Êxodo 3:10","Deuteronômio 18:15","Mateus 5:17"]},"atos_21_21_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Refere-se à conformidade com a Lei de Moisés, que era um ponto de debate na igreja primitiva.","explicacao_detalhada":"A palavra 'conforme' implica em seguir ou obedecer a um padrão, neste caso, a Lei.","por_que_esta_palavra":"Destaca a tensão entre a observância da Lei e a liberdade em Cristo.","conexao_teologica":"A obediência à Lei é discutida nas cartas de Paulo, especialmente em relação à salvação pela graça.","referencias_relacionadas":["Gálatas 5:1","Romanos 6:14","Colossenses 2:16-17"]},"atos_21_23_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação verbal de Paulo sobre a sua missão.","explicacao_detalhada":"Neste contexto, Paulo está se dirigindo a um grupo de pessoas, explicando suas intenções e a mensagem que ele traz. A palavra 'dizer' enfatiza a importância da comunicação clara e direta.","por_que_esta_palavra":"A escolha da palavra 'dizer' reflete a necessidade de Paulo de se comunicar de forma eficaz com os judeus sobre a sua obra.","conexao_teologica":"A comunicação é fundamental na teologia cristã, pois a fé vem pelo ouvir a palavra de Deus (Romanos 10:17).","referencias_relacionadas":["Romanos 10:17","Atos 2:4","Mateus 28:19"]},"atos_21_23_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se às ações que Paulo e os outros apóstolos realizam em cumprimento da missão dada por Cristo.","explicacao_detalhada":"Neste versículo, 'fazer' implica em realizar atos que são significativos para a propagação do evangelho e a edificação da igreja.","por_que_esta_palavra":"A palavra 'fazer' é crucial, pois destaca a ação prática da fé, que deve ser acompanhada de obras.","conexao_teologica":"A fé sem obras é morta (Tiago 2:26), e 'fazer' é a expressão dessa fé viva.","referencias_relacionadas":["Tiago 2:26","Efésios 2:10","Mateus 5:16"]},"atos_21_24_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A palavra 'lei' refere-se à lei mosaica, que era central na vida religiosa dos judeus.","explicacao_detalhada":"Neste contexto, a 'lei' é mencionada para discutir a relação entre a nova aliança em Cristo e a antiga aliança dada a Moisés.","por_que_esta_palavra":"A palavra 'lei' é importante para entender o conflito entre a observância da lei e a liberdade em Cristo.","conexao_teologica":"Cristo é o cumprimento da lei (Mateus 5:17), e a discussão sobre a lei é fundamental na teologia do Novo Testamento.","referencias_relacionadas":["Mateus 5:17","Romanos 7:6","Gálatas 3:24"]},"atos_21_24_head":{"palavra_pt":"cabeca","palavra_original":"κεφαλή","transliteracao":"kephalḗ","strong":"G2776","significado_raiz":"Ideia básica: cabeca.","significado_contextual":"A palavra 'cabeça' é usada metaforicamente para se referir à liderança ou autoridade.","explicacao_detalhada":"Neste contexto, 'cabeça' pode se referir à posição de liderança de Paulo entre os apóstolos e a igreja.","por_que_esta_palavra":"A palavra 'cabeça' é significativa para entender a estrutura da liderança na igreja primitiva.","conexao_teologica":"Cristo é descrito como a cabeça da igreja (Efésios 5:23), e essa relação é fundamental para a compreensão da autoridade espiritual.","referencias_relacionadas":["Efésios 5:23","Colossenses 1:18","1 Coríntios 11:3"]},"atos_21_24_receive":{"palavra_pt":"receive","palavra_original":"παραλαμβάνω","transliteracao":"paralambánō","strong":"G3880","significado_raiz":"Ideia básica: receive.","significado_contextual":"A palavra 'receber' refere-se à aceitação de uma mensagem ou instrução.","explicacao_detalhada":"Neste contexto, 'receber' implica em aceitar as orientações dadas por Paulo e os apóstolos sobre a prática da fé.","por_que_esta_palavra":"A palavra 'receber' é crucial para a dinâmica de ensino e aprendizado na comunidade cristã.","conexao_teologica":"Receber a palavra de Deus é essencial para o crescimento espiritual (1 Tessalonicenses 2:13).","referencias_relacionadas":["1 Tessalonicenses 2:13","Tiago 1:21","Romanos 10:14"]},"atos_21_25_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' refere-se à fé que os crentes devem ter em Jesus Cristo.","explicacao_detalhada":"Neste contexto, 'crer' é um chamado à fé que deve ser acompanhada de ações que refletem essa crença.","por_que_esta_palavra":"A palavra 'crer' é fundamental para a salvação e a vida cristã.","conexao_teologica":"A fé é o fundamento da relação do crente com Deus (Hebreus 11:6).","referencias_relacionadas":["Hebreus 11:6","João 3:16","Romanos 1:17"]},"atos_21_25_morte":{"palavra_pt":"morte","palavra_original":"πνικτός","transliteracao":"pniktós","strong":"G4156","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' é usada para descrever a consequência do pecado e a separação de Deus.","explicacao_detalhada":"Neste contexto, 'morte' pode se referir tanto à morte física quanto à morte espiritual, que é a consequência do afastamento de Deus.","por_que_esta_palavra":"A palavra 'morte' é importante para entender a gravidade do pecado e a necessidade de redenção.","conexao_teologica":"Cristo venceu a morte e oferece vida eterna (João 11:25-26).","referencias_relacionadas":["João 11:25-26","Romanos 6:23","1 Coríntios 15:55-57"]},"atos_21_26_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade de Paulo e à sua missão como apóstolo.","explicacao_detalhada":"Neste contexto, 'nome' é importante para reconhecer a autoridade e a missão de Paulo entre os crentes.","por_que_esta_palavra":"A palavra 'nome' é significativa, pois representa a reputação e a obra de Paulo na propagação do evangelho.","conexao_teologica":"O nome de Jesus é poderoso e traz salvação (Atos 4:12).","referencias_relacionadas":["Atos 4:12","Filipenses 2:9-11","Romanos 10:13"]},"atos_21_26_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um tempo específico em que eventos significativos ocorrem.","explicacao_detalhada":"Neste contexto, 'dia' pode se referir ao dia em que Paulo se apresenta diante dos líderes religiosos.","por_que_esta_palavra":"A palavra 'dia' é importante para marcar eventos na narrativa bíblica e a cronologia da obra de Deus.","conexao_teologica":"O dia do Senhor é um tema recorrente nas Escrituras, simbolizando a intervenção divina na história (Joel 2:31).","referencias_relacionadas":["Joel 2:31","1 Tessalonicenses 5:2","Mateus 24:36"]},"atos_21_26_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se ao que é consagrado a Deus e separado para um propósito divino.","explicacao_detalhada":"Neste contexto, 'sagrado' enfatiza a importância da pureza e da dedicação a Deus nas práticas religiosas.","por_que_esta_palavra":"A palavra 'sagrado' é fundamental para entender a natureza de Deus e a chamada à santidade dos crentes.","conexao_teologica":"Os crentes são chamados a ser santos, assim como Deus é santo (1 Pedro 1:16).","referencias_relacionadas":["1 Pedro 1:16","Levítico 20:26","Romanos 12:1"]},"atos_21_27_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período do dia em que os eventos descritos ocorrem.","explicacao_detalhada":"A palavra 'dia' é usada para indicar um tempo específico, que pode ser literal ou figurativo, dependendo do contexto. No contexto de Atos 21:27, refere-se ao dia em que Paulo foi preso.","por_que_esta_palavra":"A escolha da palavra 'dia' enfatiza a urgência e a importância dos eventos que estão se desenrolando.","conexao_teologica":"O conceito de dia é frequentemente associado ao tempo de Deus e à Sua soberania sobre a história.","referencias_relacionadas":["Gênesis 1:5","Salmos 104:19","Mateus 5:14"]},"atos_21_27_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao templo de Jerusalém, considerado um lugar sagrado.","explicacao_detalhada":"A palavra 'sagrado' indica a santidade do espaço onde os judeus se reuniam para adorar a Deus. No contexto, enfatiza a violação da santidade do templo por parte dos acusadores de Paulo.","por_que_esta_palavra":"A utilização de 'sagrado' destaca a seriedade da acusação contra Paulo, que foi acusado de profanar um lugar considerado santo.","conexao_teologica":"O templo é um símbolo da presença de Deus entre o Seu povo e da adoração que deve ser prestada a Ele.","referencias_relacionadas":["Êxodo 25:8","Salmos 68:29","Mateus 21:12"]},"atos_21_28_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"Refere-se à Lei Mosaica, que era central para a vida religiosa dos judeus.","explicacao_detalhada":"A palavra 'lei' implica um conjunto de regras e regulamentos que governavam a vida dos israelitas. No contexto, é usada para acusar Paulo de transgredir as tradições judaicas.","por_que_esta_palavra":"A menção da 'lei' é crucial para entender as tensões entre os judeus e os primeiros cristãos, que eram vistos como desafiadores da tradição.","conexao_teologica":"A Lei é um tema central na Bíblia, representando a aliança de Deus com Seu povo e a necessidade de santidade.","referencias_relacionadas":["Deuteronômio 6:5","Romanos 3:20","Gálatas 3:24"]},"atos_21_28_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao templo, que é considerado um local de adoração e santidade.","explicacao_detalhada":"A palavra 'sagrado' é usada para descrever a importância do templo na vida religiosa judaica e a seriedade da acusação contra Paulo por supostamente ter profanado esse espaço.","por_que_esta_palavra":"A utilização de 'sagrado' ressalta a gravidade da situação e a proteção que os judeus sentiam em relação ao templo.","conexao_teologica":"O templo é um símbolo da presença de Deus e da adoração que deve ser prestada a Ele, refletindo a santidade de Deus.","referencias_relacionadas":["1 Reis 6:2","Salmos 11:4","Mateus 23:21"]},"atos_21_29_trophimus":{"palavra_pt":"trophimus","palavra_original":"Τρόφιμος","transliteracao":"Tróphimos","strong":"G5161","significado_raiz":"Ideia básica: trophimus.","significado_contextual":"Refere-se a um companheiro de Paulo, que era um grego e foi erroneamente acusado de ter entrado no templo.","explicacao_detalhada":"A palavra 'Trophimus' é importante no contexto, pois sua presença entre os seguidores de Paulo foi usada como justificativa para a acusação de que Paulo havia profanado o templo.","por_que_esta_palavra":"A menção de Trophimus ilustra as divisões étnicas e religiosas da época, além de destacar a missão de Paulo entre os gentios.","conexao_teologica":"A inclusão de gentios na comunidade cristã é um tema central em Atos, refletindo a universalidade da mensagem do evangelho.","referencias_relacionadas":["Atos 20:4","Atos 21:30","Gálatas 2:3"]},"atos_21_29_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao templo, um lugar de adoração e santidade.","explicacao_detalhada":"A palavra 'sagrado' enfatiza a importância do templo na vida religiosa judaica e a seriedade da acusação contra Paulo por supostamente ter profanado esse espaço.","por_que_esta_palavra":"A utilização de 'sagrado' destaca a proteção que os judeus sentiam em relação ao templo e a gravidade da acusação.","conexao_teologica":"O templo é um símbolo da presença de Deus e da adoração que deve ser prestada a Ele, refletindo a santidade de Deus.","referencias_relacionadas":["Êxodo 25:8","Salmos 68:29","Mateus 21:12"]},"atos_21_29_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Paulo, que é central na narrativa de sua missão e perseguição.","explicacao_detalhada":"A palavra 'nome' é significativa, pois representa a identidade e a autoridade de Paulo como apóstolo e mensageiro do evangelho.","por_que_esta_palavra":"A menção do nome de Paulo é crucial para entender a reação dos judeus e a acusação que foi feita contra ele.","conexao_teologica":"O nome de Paulo é associado à propagação do evangelho entre os gentios e à luta pela unidade entre judeus e gentios na fé.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","Gálatas 1:11"]},"atos_21_30_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se novamente ao nome de Paulo, que é central na narrativa de sua prisão.","explicacao_detalhada":"A palavra 'nome' enfatiza a identidade de Paulo e a importância de sua missão apostólica, que gerou tanto apoio quanto oposição.","por_que_esta_palavra":"A repetição do nome de Paulo destaca a tensão entre ele e os líderes religiosos da época.","conexao_teologica":"O nome de Paulo é um símbolo da missão de Deus de alcançar todas as nações através do evangelho.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","Gálatas 1:11"]},"atos_21_30_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao templo, um lugar de adoração e santidade.","explicacao_detalhada":"A palavra 'sagrado' enfatiza a importância do templo na vida religiosa judaica e a seriedade da acusação contra Paulo por supostamente ter profanado esse espaço.","por_que_esta_palavra":"A utilização de 'sagrado' destaca a proteção que os judeus sentiam em relação ao templo e a gravidade da acusação.","conexao_teologica":"O templo é um símbolo da presença de Deus e da adoração que deve ser prestada a Ele, refletindo a santidade de Deus.","referencias_relacionadas":["Êxodo 25:8","Salmos 68:29","Mateus 21:12"]},"atos_21_30_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de tornar-se grande ou de um evento significativo que está prestes a acontecer.","explicacao_detalhada":"A palavra 'tornar-se' implica uma transformação ou um evento que leva a um resultado significativo, como a prisão de Paulo que teria grandes repercussões.","por_que_esta_palavra":"A escolha dessa palavra sugere que a situação de Paulo não é apenas uma questão pessoal, mas que terá um impacto maior na história da igreja.","conexao_teologica":"A transformação e os eventos significativos na vida dos crentes são frequentemente usados por Deus para cumprir Seus propósitos.","referencias_relacionadas":["Romanos 8:28","2 Coríntios 5:17","Filipenses 1:6"]},"atos_21_31_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"A palavra 'buscar' refere-se à ação de procurar ou investigar algo, neste caso, a busca por informações sobre Paulo.","explicacao_detalhada":"No contexto do versículo, 'buscar' implica em um esforço ativo para entender a situação de Paulo, que estava sendo atacado pela multidão. A busca é uma ação que envolve diligência e intenção.","por_que_esta_palavra":"A escolha da palavra 'buscar' enfatiza a urgência e a necessidade de esclarecer a situação confusa que estava ocorrendo.","conexao_teologica":"Buscar a verdade é um princípio fundamental na vida cristã, refletindo a busca por Deus e por Sua vontade em nossas vidas.","referencias_relacionadas":["Mateus 7:7","Salmos 27:8","Provérbios 2:4"]},"atos_21_31_chief":{"palavra_pt":"principal","palavra_original":"χιλίαρχος","transliteracao":"chilíarchos","strong":"G5506","significado_raiz":"Ideia básica: principal.","significado_contextual":"A palavra 'principal' refere-se à posição de autoridade do centurião que estava no comando da situação.","explicacao_detalhada":"O centurião, como 'principal', tinha a responsabilidade de manter a ordem e proteger os cidadãos romanos, incluindo Paulo. Sua posição lhe conferia poder e influência.","por_que_esta_palavra":"A palavra 'principal' é usada para destacar a importância da liderança e da autoridade em momentos de crise.","conexao_teologica":"A liderança é um tema recorrente na Bíblia, onde Deus estabelece líderes para guiar Seu povo, refletindo a ordem divina.","referencias_relacionadas":["Romanos 13:1","1 Pedro 2:13-14","Hebreus 13:17"]},"atos_21_32_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade de Paulo, que estava sendo questionada pelos soldados e pela multidão.","explicacao_detalhada":"O nome 'Paulo' carrega um significado importante, pois ele era um apóstolo conhecido e respeitado, e sua identidade era crucial para a compreensão da situação.","por_que_esta_palavra":"A ênfase no 'nome' destaca a importância da identidade e do reconhecimento em situações de conflito.","conexao_teologica":"O nome de Jesus é central na fé cristã, e a identidade dos crentes em Cristo é fundamental para a vida cristã.","referencias_relacionadas":["Atos 4:12","Filipenses 2:9-11","Romanos 10:13"]},"atos_21_32_mao":{"palavra_pt":"mao","palavra_original":"τύπτω","transliteracao":"týptō","strong":"G5180","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' refere-se ao ato físico de prender Paulo, simbolizando controle e autoridade.","explicacao_detalhada":"Neste contexto, 'mão' representa a ação dos soldados ao prender Paulo, refletindo a violência e a injustiça que ele estava enfrentando.","por_que_esta_palavra":"A palavra 'mão' é usada para enfatizar a ação direta e a força aplicada sobre Paulo, ilustrando a gravidade da situação.","conexao_teologica":"A mão de Deus é frequentemente mencionada na Bíblia como um símbolo de poder e proteção, contrastando com a mão dos homens que pode ser opressora.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Deuteronômio 33:27"]},"atos_21_33_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de tomar medidas em relação a Paulo, que estava em perigo.","explicacao_detalhada":"Neste contexto, 'fazer' implica em agir para resolver a situação, mostrando a responsabilidade do centurião em proteger Paulo.","por_que_esta_palavra":"A escolha da palavra 'fazer' destaca a necessidade de ação em momentos críticos, especialmente em situações de injustiça.","conexao_teologica":"A fé sem obras é morta (Tiago 2:26), e a ação é um reflexo da verdadeira crença e compromisso com Deus.","referencias_relacionadas":["Tiago 2:17","Gálatas 6:9","Mateus 5:16"]},"atos_21_33_chief":{"palavra_pt":"principal","palavra_original":"χιλίαρχος","transliteracao":"chilíarchos","strong":"G5506","significado_raiz":"Ideia básica: principal.","significado_contextual":"A palavra 'principal' novamente se refere à posição de autoridade do centurião que estava lidando com a situação.","explicacao_detalhada":"O centurião, como 'principal', tinha a responsabilidade de tomar decisões rápidas e eficazes para manter a ordem e proteger Paulo.","por_que_esta_palavra":"A repetição da palavra 'principal' enfatiza a importância da liderança em momentos de crise e a necessidade de uma figura de autoridade.","conexao_teologica":"Deus estabelece líderes para guiar Seu povo, e a liderança é um dom que deve ser exercido com responsabilidade e justiça.","referencias_relacionadas":["1 Timóteo 3:1","Tito 1:7","Hebreus 13:17"]},"atos_21_34_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à multidão que estava agitada e confusa em relação a Paulo.","explicacao_detalhada":"Neste contexto, 'povo' representa a coletividade que estava envolvida na situação, mostrando a tensão entre a multidão e as autoridades.","por_que_esta_palavra":"A palavra 'povo' é usada para destacar a dinâmica social e a influência da multidão nas decisões que estavam sendo tomadas.","conexao_teologica":"A Bíblia frequentemente menciona o povo de Deus, enfatizando a importância da comunidade e da unidade entre os crentes.","referencias_relacionadas":["Atos 2:44","1 Coríntios 12:12","Hebreus 10:24-25"]},"atos_21_34_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada aqui para enfatizar a negação de Paulo em ser um transgressor da lei.","explicacao_detalhada":"Neste contexto, 'deus' é mencionado para contrastar a acusação contra Paulo, mostrando que ele não estava agindo contra a vontade de Deus.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a relação entre as ações de Paulo e a vontade divina.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, onde Ele é reconhecido como o autor da história e da justiça.","referencias_relacionadas":["Romanos 8:28","Salmos 115:3","Isaías 46:10"]},"atos_21_35_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se/acontecer' refere-se à transformação da situação de Paulo, que passou de um estado de perigo para um de proteção.","explicacao_detalhada":"Neste contexto, 'tornar-se' implica em uma mudança significativa na narrativa, onde Paulo é levado para a segurança.","por_que_esta_palavra":"A palavra 'tornar-se' é usada para enfatizar a intervenção divina e a mudança de circunstâncias.","conexao_teologica":"Deus é capaz de transformar situações difíceis em oportunidades de bênção e proteção, refletindo Sua soberania.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gênesis 50:20"]},"atos_21_35_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' novamente se refere à multidão que estava agitada e confusa em relação a Paulo.","explicacao_detalhada":"A repetição da palavra 'povo' enfatiza a influência da multidão na situação e a necessidade de discernimento por parte das autoridades.","por_que_esta_palavra":"A palavra 'povo' é importante para entender a dinâmica social e a pressão que a multidão exerce sobre as decisões.","conexao_teologica":"A Bíblia ensina que o povo de Deus deve ser guiado com sabedoria e discernimento, refletindo a vontade divina.","referencias_relacionadas":["Atos 4:32","1 Pedro 2:9","Salmos 100:3"]},"atos_21_36_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se à multidão que estava agitada e clamando contra Paulo.","explicacao_detalhada":"A palavra 'povo' (λαός) é usada para descrever um grupo de pessoas, geralmente em um contexto social ou político. Neste caso, representa a multidão que estava em tumulto e que não compreendia a situação de Paulo.","por_que_esta_palavra":"A escolha da palavra 'povo' enfatiza a natureza coletiva da reação contra Paulo, mostrando como a opinião pública pode ser influenciada por emoções e desinformação.","conexao_teologica":"O conceito de povo é central na Bíblia, onde Deus frequentemente se refere a Israel como Seu povo escolhido. Isso ressalta a importância da comunidade na vida espiritual.","referencias_relacionadas":["Êxodo 19:5","Salmos 100:3","1 Pedro 2:9"]},"atos_21_36_chamar":{"palavra_pt":"chamar","palavra_original":"κράζω","transliteracao":"krázō","strong":"G2896","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Usada para descrever o ato de clamar ou gritar em meio ao tumulto.","explicacao_detalhada":"A palavra 'chamar' (κράζω) implica um grito forte, muitas vezes associado a uma súplica ou uma demanda urgente. Neste contexto, o povo estava clamando em desespero e raiva.","por_que_esta_palavra":"A palavra foi escolhida para transmitir a intensidade da situação, onde a comunicação verbal se torna um ato de desespero e urgência.","conexao_teologica":"O clamor do povo pode ser visto como um reflexo da necessidade humana de ser ouvido por Deus, que também clama por um relacionamento com Seu povo.","referencias_relacionadas":["Salmos 34:17","Isaías 58:9","Romanos 10:13"]},"atos_21_37_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Paulo, que é mencionado como um ponto de identificação e autoridade.","explicacao_detalhada":"A palavra 'nome' (Παῦλος) é significativa, pois representa não apenas a identidade de Paulo, mas também sua missão e o reconhecimento que ele tinha entre os romanos.","por_que_esta_palavra":"O uso do nome é crucial em contextos de autoridade e reconhecimento, especialmente em situações legais ou de confronto.","conexao_teologica":"Na Bíblia, o nome de uma pessoa muitas vezes carrega um significado profundo, refletindo seu caráter e propósito divino.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","Gálatas 1:13"]},"atos_21_37_chief":{"palavra_pt":"principal","palavra_original":"χιλίαρχος","transliteracao":"chilíarchos","strong":"G5506","significado_raiz":"Ideia básica: principal.","significado_contextual":"Refere-se ao comandante da guarda, que tinha autoridade sobre os soldados.","explicacao_detalhada":"A palavra 'principal' (χιλίαρχος) indica uma posição de liderança militar, mostrando que Paulo estava diante de uma figura de autoridade que poderia decidir seu destino.","por_que_esta_palavra":"A escolha dessa palavra destaca a hierarquia e a estrutura de poder na sociedade romana, que Paulo estava enfrentando.","conexao_teologica":"A autoridade é um tema recorrente na Bíblia, onde Deus é apresentado como a autoridade suprema, e os líderes humanos são vistos como servos de Sua vontade.","referencias_relacionadas":["Romanos 13:1","1 Pedro 2:13","Mateus 8:9"]},"atos_21_38_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que os eventos estavam ocorrendo, enfatizando a urgência da situação.","explicacao_detalhada":"A palavra 'dia' (ἡμέρα) é usada para indicar um período específico, que pode ter implicações sobre a gravidade dos eventos que estavam se desenrolando.","por_que_esta_palavra":"O uso de 'dia' enfatiza a temporalidade e a importância do momento em que Paulo estava sendo confrontado.","conexao_teologica":"O conceito de tempo é importante na teologia, pois Deus atua em momentos específicos da história da salvação.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","2 Coríntios 6:2"]},"atos_21_39_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Reforça a identidade de Paulo como cidadão romano e seu direito de defesa.","explicacao_detalhada":"A repetição da palavra 'nome' (Παῦλος) aqui é significativa, pois Paulo está se apresentando e reivindicando seus direitos como cidadão romano.","por_que_esta_palavra":"A ênfase no nome é crucial em contextos legais, onde a identidade pode determinar o tratamento e os direitos de uma pessoa.","conexao_teologica":"O nome de Paulo, como o de muitos personagens bíblicos, é um símbolo de sua missão e do plano de Deus para a salvação.","referencias_relacionadas":["Atos 9:15","Filipenses 3:5","Gálatas 1:13"]},"atos_21_39_cilicia":{"palavra_pt":"cilicia","palavra_original":"Κιλικία","transliteracao":"Kilikía","strong":"G2791","significado_raiz":"Ideia básica: cilicia.","significado_contextual":"Refere-se à região de Cilícia, de onde Paulo era natural.","explicacao_detalhada":"A palavra 'cilicia' (Κιλικία) é importante para estabelecer a origem de Paulo e sua identidade cultural e étnica.","por_que_esta_palavra":"A menção de Cilícia é relevante para a defesa de Paulo, pois ele apela à sua cidadania e origem para obter proteção.","conexao_teologica":"A diversidade cultural é um tema na Bíblia, onde Deus chama pessoas de todas as nações para fazer parte de Seu povo.","referencias_relacionadas":["Atos 9:11","Atos 15:23","Gálatas 1:21"]},"atos_21_40_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Reforça a identidade de Paulo ao se dirigir ao povo.","explicacao_detalhada":"A repetição da palavra 'nome' (Παῦλος) aqui é uma reafirmação da identidade de Paulo e sua autoridade ao falar ao povo.","por_que_esta_palavra":"A ênfase no nome é crucial para estabelecer a credibilidade e a conexão de Paulo com a audiência.","conexao_teologica":"O nome de Paulo é um símbolo de sua missão apostólica e do chamado de Deus para pregar o evangelho.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","Gálatas 1:13"]},"atos_21_40_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se ao ato de estabelecer uma conexão ou compromisso, neste caso, entre Paulo e a audiência.","explicacao_detalhada":"A palavra 'alianca' (ἵστημι) implica um ato de firmar um compromisso ou uma posição, que é crucial para a comunicação de Paulo.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância da relação entre Paulo e o povo, bem como seu desejo de se conectar com eles.","conexao_teologica":"A aliança é um tema central na Bíblia, simbolizando o relacionamento entre Deus e Seu povo, que é fundamentado em compromisso e fidelidade.","referencias_relacionadas":["Gênesis 9:12","Êxodo 19:5","Hebreus 8:6"]},"atos_21_40_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da multidão e à importância do que estava acontecendo.","explicacao_detalhada":"A palavra 'grande' (πολύς) é usada para descrever a magnitude da situação, indicando que havia uma multidão significativa presente.","por_que_esta_palavra":"A ênfase na grandeza destaca a seriedade do momento e a necessidade de Paulo se afirmar diante de uma audiência tão numerosa.","conexao_teologica":"A grandeza de Deus é frequentemente mencionada na Bíblia, refletindo Sua majestade e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]}}