{"atos_23_1_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade de Paulo, que é central em sua defesa diante do Sinédrio.","explicacao_detalhada":"A menção do nome 'Paulo' é significativa, pois ele se apresenta como um defensor da fé cristã, destacando sua transformação e chamado.","por_que_esta_palavra":"A palavra 'nome' é crucial para estabelecer a autoridade e a identidade de Paulo como apóstolo.","conexao_teologica":"O nome de Paulo é um símbolo de sua missão e do poder transformador de Deus.","referencias_relacionadas":["Atos 9:15","Gálatas 1:11-12","Romanos 1:1"]},"atos_23_1_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, à autoridade suprema e à fonte de toda verdade.","explicacao_detalhada":"Paulo invoca Deus em sua defesa, reconhecendo a soberania divina sobre sua vida e ministério.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a base da fé cristã e a relação de Paulo com o Criador.","conexao_teologica":"A natureza de Deus é um tema central na Bíblia, refletindo Sua santidade, justiça e amor.","referencias_relacionadas":["Romanos 1:20","Hebreus 11:6","1 Coríntios 8:6"]},"atos_23_1_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo presente, um momento específico em que Paulo se dirige ao Sinédrio.","explicacao_detalhada":"A palavra 'dia' enfatiza a urgência e a importância do momento em que Paulo faz sua declaração, destacando a seriedade da situação.","por_que_esta_palavra":"A palavra 'dia' é importante para entender o contexto temporal da defesa de Paulo.","conexao_teologica":"O conceito de tempo é relevante na Bíblia, especialmente em relação ao plano de Deus para a humanidade.","referencias_relacionadas":["2 Coríntios 6:2","Efésios 5:16","Colossenses 4:5"]},"atos_23_2_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"Refere-se à boca como órgão de fala e expressão.","explicacao_detalhada":"No contexto, a boca é utilizada para comunicar e expressar pensamentos e sentimentos. A boca é um instrumento vital na comunicação humana.","por_que_esta_palavra":"A palavra 'boca' é usada para enfatizar a importância da comunicação verbal, especialmente em um contexto de julgamento e defesa.","conexao_teologica":"A boca é frequentemente associada à fala de Deus e à proclamação da verdade. Em Provérbios 18:21, é dito que a morte e a vida estão no poder da língua.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:34","Tiago 3:5"]},"atos_23_2_mao":{"palavra_pt":"mao","palavra_original":"τύπτω","transliteracao":"týptō","strong":"G5180","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão como símbolo de ação e autoridade.","explicacao_detalhada":"A mão é um símbolo de poder e controle, usada para executar ações e decisões. No contexto, a mão pode representar a autoridade do sumo sacerdote.","por_que_esta_palavra":"A palavra 'mão' é utilizada para mostrar a ação de ferir ou punir, destacando a agressividade do ato.","conexao_teologica":"A mão de Deus é frequentemente mencionada nas Escrituras como um símbolo de poder e intervenção divina, como em Salmos 89:13.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","Êxodo 15:6"]},"atos_23_2_charge":{"palavra_pt":"charge","palavra_original":"ἐπιτάσσω","transliteracao":"epitássō","strong":"G2004","significado_raiz":"Ideia básica: charge.","significado_contextual":"Refere-se a uma ordem ou instrução dada a alguém.","explicacao_detalhada":"A palavra 'charge' implica em uma ordem formal ou uma responsabilidade atribuída, especialmente em um contexto de autoridade religiosa.","por_que_esta_palavra":"A utilização de 'charge' enfatiza a seriedade da instrução dada ao apóstolo Paulo, refletindo a dinâmica de poder no julgamento.","conexao_teologica":"A ideia de ser encarregado de uma tarefa é comum nas Escrituras, como em Mateus 28:19-20, onde Jesus dá a Grande Comissão.","referencias_relacionadas":["Mateus 28:19-20","1 Timóteo 1:18","2 Timóteo 4:5"]},"atos_23_3_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome próprio de Paulo, que carrega identidade e autoridade.","explicacao_detalhada":"O nome 'Paulo' é significativo, pois representa sua identidade como apóstolo e mensageiro do evangelho. O nome é uma parte essencial da sua missão.","por_que_esta_palavra":"A menção do nome é crucial para estabelecer a identidade de Paulo diante do conselho e para reivindicar seu direito de defesa.","conexao_teologica":"Os nomes nas Escrituras frequentemente têm significados profundos e são usados para revelar a identidade e o propósito de uma pessoa, como em Gênesis 17:5.","referencias_relacionadas":["Gênesis 17:5","Atos 9:15","Romanos 1:1"]},"atos_23_3_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, a quem Paulo invoca e defende.","explicacao_detalhada":"A palavra 'Deus' é central na teologia cristã, representando o ser supremo que governa o universo e se relaciona com a humanidade.","por_que_esta_palavra":"A invocação do nome de Deus é uma afirmação da fé de Paulo e um apelo à autoridade divina em sua defesa.","conexao_teologica":"A relação entre Deus e seu povo é um tema recorrente na Bíblia, como em Salmos 46:1, onde Deus é descrito como refúgio e fortaleza.","referencias_relacionadas":["Salmos 46:1","Romanos 8:31","Hebreus 13:6"]},"atos_23_3_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"Refere-se à lei judaica, que Paulo estava defendendo em sua fala.","explicacao_detalhada":"A lei é um conjunto de mandamentos e regulamentos dados por Deus ao povo de Israel, que Paulo, como fariseu, respeitava e defendia.","por_que_esta_palavra":"A menção da lei é crucial para entender a defesa de Paulo e sua posição como um defensor da tradição judaica.","conexao_teologica":"A lei é um tema importante na teologia, representando a vontade de Deus e a necessidade de redenção, como em Gálatas 3:24.","referencias_relacionadas":["Gálatas 3:24","Romanos 7:12","Êxodo 20:1-17"]},"atos_23_4_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se novamente ao Deus de Israel, enfatizando a soberania divina.","explicacao_detalhada":"A invocação do nome de Deus reforça a legitimidade da defesa de Paulo e sua conexão com a vontade divina.","por_que_esta_palavra":"A palavra 'Deus' é utilizada para reafirmar a autoridade de Paulo em sua argumentação e sua fé.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, como em Salmos 103:19, onde se afirma que o Senhor estabeleceu seu trono nos céus.","referencias_relacionadas":["Salmos 103:19","Isaías 46:10","Romanos 11:36"]},"atos_23_4_mao":{"palavra_pt":"mao","palavra_original":"παρίστημι","transliteracao":"parístēmi","strong":"G3936","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão como símbolo de presença e ação de Deus.","explicacao_detalhada":"A mão de Deus é frequentemente mencionada como um símbolo de poder e intervenção divina nas questões humanas.","por_que_esta_palavra":"A palavra 'mão' é usada para enfatizar a presença de Deus na vida de Paulo e sua proteção durante o julgamento.","conexao_teologica":"A mão de Deus é um tema recorrente, simbolizando sua ajuda e intervenção, como em Salmos 138:7.","referencias_relacionadas":["Salmos 138:7","Isaías 41:13","Deuteronômio 33:27"]},"atos_23_4_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se ao ato de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Falar é um ato de comunicação que pode ter grande impacto, especialmente em um contexto de defesa e testemunho.","por_que_esta_palavra":"A palavra 'falar' é utilizada para enfatizar a importância da comunicação clara e direta na defesa de Paulo.","conexao_teologica":"A fala é um meio pelo qual a verdade é proclamada, como em Romanos 10:14, onde se fala sobre a necessidade de pregar o evangelho.","referencias_relacionadas":["Romanos 10:14","Atos 4:20","Provérbios 15:23"]},"atos_23_5_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se novamente ao nome de Paulo, destacando sua identidade e missão.","explicacao_detalhada":"O nome 'Paulo' é central para a sua defesa e para a sua identidade como apóstolo do Senhor.","por_que_esta_palavra":"A repetição do nome enfatiza a importância da identidade de Paulo em sua argumentação e defesa.","conexao_teologica":"Nomes têm significados e implicações teológicas, como em Apocalipse 3:12, onde se fala sobre o nome que será dado aos vencedores.","referencias_relacionadas":["Apocalipse 3:12","Atos 9:15","Romanos 1:1"]},"atos_23_5_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao grupo de pessoas que estavam presentes e que se opunham a Paulo.","explicacao_detalhada":"A palavra 'povo' (λαός) é usada para descrever a coletividade que, em muitos contextos bíblicos, representa a nação de Israel ou a multidão que segue a mensagem de Deus. Neste versículo, Paulo se dirige a um povo que estava dividido em suas opiniões sobre ele.","por_que_esta_palavra":"A escolha da palavra 'povo' enfatiza a importância da coletividade e a dinâmica social entre os que escutam e reagem à mensagem do evangelho.","conexao_teologica":"O conceito de povo é central na teologia bíblica, pois Deus escolheu um povo para ser Seu representante na Terra. Isso se reflete na relação entre Deus e Israel, e mais tarde, na inclusão dos gentios na comunidade de fé.","referencias_relacionadas":["Êxodo 19:5","Salmos 100:3","Mateus 5:14"]},"atos_23_5_falar":{"palavra_pt":"falar","palavra_original":"φημί","transliteracao":"phēmí","strong":"G5346","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de Paulo ao se dirigir ao povo e expressar sua defesa.","explicacao_detalhada":"A palavra 'falar' (φημί) implica não apenas a comunicação verbal, mas também a declaração de verdades e testemunhos. Paulo estava se defendendo e proclamando sua fé em Cristo.","por_que_esta_palavra":"A palavra é escolhida para destacar a importância da comunicação na defesa da fé e na proclamação do evangelho.","conexao_teologica":"A fala é um meio pelo qual a verdade de Deus é revelada e compartilhada, refletindo o poder da palavra de Deus que cria e transforma.","referencias_relacionadas":["Romanos 10:14","Atos 4:20","Mateus 12:34"]},"atos_23_6_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Paulo, que é central para sua identidade e ministério.","explicacao_detalhada":"O nome 'Paulo' (Παῦλος) é significativo, pois representa a transformação de Saulo, o perseguidor, em Paulo, o apóstolo. O nome é um símbolo de sua nova vida em Cristo.","por_que_esta_palavra":"A menção do nome é crucial para estabelecer a identidade de Paulo e sua autoridade como apóstolo.","conexao_teologica":"O nome tem um papel importante na identidade cristã, onde a mudança de nome muitas vezes simboliza uma nova vida em Cristo.","referencias_relacionadas":["Atos 9:15","Gálatas 1:13-14","2 Coríntios 5:17"]},"atos_23_6_fe":{"palavra_pt":"esperanca","palavra_original":"ἐλπίς","transliteracao":"elpís","strong":"G1680","significado_raiz":"Ideia básica: esperanca.","significado_contextual":"Refere-se à esperança que Paulo tem na ressurreição dos mortos, um ponto central em sua defesa.","explicacao_detalhada":"A palavra 'esperança' (ἐλπίς) é usada para descrever a expectativa confiante que Paulo tem em relação à vida eterna e à ressurreição, que é um tema central na teologia cristã.","por_que_esta_palavra":"A esperança é fundamental para a fé cristã, pois ela fundamenta a confiança em Deus e nas promessas de vida eterna.","conexao_teologica":"A esperança na ressurreição é um dos pilares da fé cristã, que garante a vitória sobre a morte e a promessa de vida eterna.","referencias_relacionadas":["1 Coríntios 15:20-22","Romanos 8:11","1 Tessalonicenses 4:14"]},"atos_23_7_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à divisão que ocorreu entre os fariseus e saduceus, destacando a grandeza da disputa.","explicacao_detalhada":"A palavra 'tornar-se' (γίνομαι) é usada para descrever a transformação da situação, onde a defesa de Paulo provoca uma grande controvérsia entre os grupos religiosos.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a intensidade do conflito e a importância da questão da ressurreição que Paulo levantou.","conexao_teologica":"As divisões entre grupos religiosos refletem a luta entre a verdade do evangelho e as tradições humanas, um tema recorrente nas Escrituras.","referencias_relacionadas":["Mateus 12:25","Gálatas 5:15","Tiago 3:16"]},"atos_23_8_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito, que é uma parte essencial da identidade e crença dos fariseus.","explicacao_detalhada":"A palavra 'espírito' (πνεῦμα) é usada para descrever a crença na existência de seres espirituais e na ressurreição, um ponto de discórdia entre fariseus e saduceus.","por_que_esta_palavra":"A menção do espírito destaca a diferença teológica entre os grupos e a crença na vida após a morte.","conexao_teologica":"A doutrina do espírito e da ressurreição é fundamental na fé cristã, que afirma a vida eterna através de Cristo.","referencias_relacionadas":["Romanos 8:11","1 Coríntios 15:44","Hebreus 12:23"]},"atos_23_8_alianca":{"palavra_pt":"alianca","palavra_original":"ὁμολογέω","transliteracao":"homologéō","strong":"G3670","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se ao ato de confessar ou declarar a fé, especialmente em relação à ressurreição.","explicacao_detalhada":"A palavra 'aliança' (ὁμολογέω) implica uma declaração pública de fé, que é central na vida cristã e na defesa de Paulo.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância da confissão de fé em momentos de conflito e perseguição.","conexao_teologica":"A confissão de fé é um tema central no Novo Testamento, onde os crentes são chamados a declarar sua fé em Cristo.","referencias_relacionadas":["Romanos 10:9","Mateus 10:32","1 João 4:15"]},"atos_23_9_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se novamente ao espírito, enfatizando a crença na ressurreição e a divisão entre os grupos.","explicacao_detalhada":"A palavra 'espírito' (πνεῦμα) é repetida para reforçar a importância da crença na vida após a morte e a natureza espiritual da ressurreição.","por_que_esta_palavra":"A repetição da palavra destaca a centralidade da questão da ressurreição na defesa de Paulo e na controvérsia entre os fariseus e saduceus.","conexao_teologica":"A crença na ressurreição é um dos fundamentos da fé cristã, que promete a vida eterna através de Jesus Cristo.","referencias_relacionadas":["1 Coríntios 15:12-14","Romanos 6:5","Filipenses 3:21"]},"atos_23_9_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à grande divisão que surgiu entre os fariseus e saduceus devido à declaração de Paulo.","explicacao_detalhada":"A palavra 'tornar-se' (γίνομαι) é usada para descrever a transformação da situação, onde a defesa de Paulo provoca uma grande controvérsia.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a intensidade do conflito e a importância da questão da ressurreição que Paulo levantou.","conexao_teologica":"As divisões entre grupos religiosos refletem a luta entre a verdade do evangelho e as tradições humanas, um tema recorrente nas Escrituras.","referencias_relacionadas":["Mateus 12:25","Gálatas 5:15","Tiago 3:16"]},"atos_23_9_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao temor que surgiu entre os fariseus e saduceus diante da declaração de Paulo.","explicacao_detalhada":"A palavra 'temor' (μέγας) indica a grande preocupação e o medo que a declaração de Paulo causou entre os líderes religiosos.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a gravidade da situação e a seriedade da questão da ressurreição.","conexao_teologica":"O temor diante da verdade de Deus é um tema recorrente nas Escrituras, onde a revelação divina provoca reverência e respeito.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Atos 5:11"]},"atos_23_10_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Paulo, que é central na narrativa de Atos dos Apóstolos.","explicacao_detalhada":"O nome 'Paulo' é significativo, pois representa a identidade do apóstolo que se tornou um dos principais pregadores do cristianismo. Ele era conhecido anteriormente como Saulo, e sua mudança de nome simboliza sua conversão e nova missão.","por_que_esta_palavra":"O nome é uma parte essencial da identidade de uma pessoa e, neste contexto, destaca a transformação de Saulo em Paulo, um novo começo em sua vida.","conexao_teologica":"A mudança de nome de Saulo para Paulo representa a nova vida em Cristo e a missão de levar o evangelho aos gentios.","referencias_relacionadas":["Atos 9:1-19","Atos 13:9","Filipenses 3:5-6"]},"atos_23_10_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a magnitude da situação enfrentada por Paulo, que estava diante de um conselho que o julgava.","explicacao_detalhada":"A palavra 'grande' aqui enfatiza a seriedade e a importância do momento em que Paulo se encontra, onde sua vida e ministério estão em jogo.","por_que_esta_palavra":"A grandeza da situação ressalta a coragem e a fé de Paulo ao se posicionar diante de autoridades que o ameaçavam.","conexao_teologica":"A grandeza das provações é um tema recorrente na vida dos apóstolos, mostrando que a fé pode prevalecer mesmo em circunstâncias adversas.","referencias_relacionadas":["Atos 4:29-31","2 Coríntios 4:8-9","Romanos 8:31"]},"atos_23_11_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade divina que Paulo recebe para continuar seu ministério.","explicacao_detalhada":"A palavra 'senhor' aqui é usada para enfatizar a soberania de Deus sobre a vida de Paulo e sua missão. É um lembrete de que, apesar das dificuldades, Deus está no controle.","por_que_esta_palavra":"A autoridade de Deus é fundamental para a legitimidade do ministério de Paulo e para a confiança que ele deve ter em sua missão.","conexao_teologica":"A autoridade divina é um tema central no Novo Testamento, onde Jesus e os apóstolos atuam sob a direção do Senhor.","referencias_relacionadas":["Mateus 28:18","Atos 1:8","Romanos 13:1"]},"atos_23_11_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Novamente, refere-se ao nome de Paulo, destacando sua identidade como apóstolo.","explicacao_detalhada":"O uso do nome Paulo neste contexto reafirma sua posição e o papel que ele desempenha na propagação do evangelho.","por_que_esta_palavra":"O nome é uma afirmação de quem Paulo é e do que ele representa na história da igreja primitiva.","conexao_teologica":"O nome de Paulo é associado à missão de evangelização e à expansão do cristianismo entre os gentios.","referencias_relacionadas":["Atos 13:46-48","Gálatas 1:15-16","1 Timóteo 1:12"]},"atos_23_11_midnight":{"palavra_pt":"mid night","palavra_original":"νύξ","transliteracao":"nýx","strong":"G3571","significado_raiz":"Ideia básica: mid night.","significado_contextual":"Simboliza um momento de crise ou de grande tensão na vida de Paulo.","explicacao_detalhada":"A expressão 'meia-noite' pode ser interpretada como um tempo de escuridão, onde Paulo se encontra em uma situação desafiadora, mas também pode simbolizar a esperança de um novo dia que está por vir.","por_que_esta_palavra":"A meia-noite é frequentemente associada a momentos de oração e revelação, como visto em outras partes da Bíblia.","conexao_teologica":"A escuridão da meia-noite pode ser vista como um paralelo à luta espiritual que os crentes enfrentam, mas também à certeza de que Deus está presente.","referencias_relacionadas":["Salmos 119:62","Atos 16:25","1 Tessalonicenses 5:5"]},"atos_23_12_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que Paulo estava enfrentando o julgamento, um momento crucial em sua vida.","explicacao_detalhada":"A palavra 'dia' aqui pode simbolizar a clareza e a revelação que Deus traz em momentos de provação.","por_que_esta_palavra":"O dia é um símbolo de luz e verdade, contrastando com a escuridão da noite e as dificuldades que Paulo enfrenta.","conexao_teologica":"A luz do dia é frequentemente associada à presença de Deus e à verdade que Ele revela aos seus servos.","referencias_relacionadas":["Salmos 27:1","João 8:12","1 João 1:5"]},"atos_23_12_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Reitera a identidade de Paulo em um momento de crise.","explicacao_detalhada":"O nome Paulo é mencionado novamente para enfatizar sua posição e a importância de sua missão, mesmo em face da adversidade.","por_que_esta_palavra":"Reforça a ideia de que a identidade de Paulo está intrinsecamente ligada à sua chamada divina.","conexao_teologica":"A identidade em Cristo é um tema central, onde cada crente é chamado pelo nome e tem um propósito específico.","referencias_relacionadas":["Isaías 43:1","Romanos 8:28","Efésios 2:10"]},"atos_23_12_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Indica a transformação que Paulo está prestes a experimentar em sua vida e ministério.","explicacao_detalhada":"A palavra 'tornar-se' sugere um processo de mudança e crescimento, refletindo a jornada espiritual de Paulo.","por_que_esta_palavra":"A ideia de tornar-se é fundamental na vida cristã, onde os crentes são chamados a crescer e se transformar à imagem de Cristo.","conexao_teologica":"A transformação é um tema central na teologia cristã, onde a nova vida em Cristo implica em mudanças significativas.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 5:22-23"]},"atos_23_13_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude da conspiração contra Paulo, destacando a seriedade da situação.","explicacao_detalhada":"A palavra 'grande' enfatiza a gravidade da ameaça que Paulo enfrenta, mostrando que ele não está sozinho em sua luta.","por_que_esta_palavra":"A grandeza da conspiração reflete a oposição que o evangelho enfrenta, mas também a força da fé de Paulo.","conexao_teologica":"A oposição ao evangelho é um tema recorrente, mostrando que a fé é frequentemente testada em meio a grandes desafios.","referencias_relacionadas":["Atos 4:3","2 Timóteo 3:12","1 Pedro 5:8"]},"atos_23_13_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de Paulo em meio à crise, enfatizando sua determinação.","explicacao_detalhada":"A palavra 'fazer' implica em ação e decisão, mostrando que Paulo não é passivo, mas ativo em sua fé e ministério.","por_que_esta_palavra":"A ação é um componente essencial da vida cristã, onde a fé se manifesta em obras.","conexao_teologica":"A fé sem obras é morta, e Paulo exemplifica a importância de agir em resposta à chamada de Deus.","referencias_relacionadas":["Tiago 2:17","Gálatas 6:9","Efésios 2:10"]},"atos_23_14_elderest":{"palavra_pt":"elder est","palavra_original":"πρεσβύτερος","transliteracao":"presbýteros","strong":"G4245","significado_raiz":"Ideia básica: elder est.","significado_contextual":"Refere-se a um líder ou ancião na comunidade judaica.","explicacao_detalhada":"A palavra 'presbýteros' é usada para descrever aqueles que têm autoridade e responsabilidade na liderança espiritual e social do povo. No contexto, os anciãos estavam envolvidos na acusação contra Paulo.","por_que_esta_palavra":"A escolha da palavra enfatiza a posição de autoridade e respeito que esses líderes tinham na sociedade judaica.","conexao_teologica":"Os presbíteros são frequentemente mencionados no Novo Testamento como líderes da igreja, refletindo a continuidade da liderança espiritual desde o Antigo Testamento.","referencias_relacionadas":["1 Timóteo 5:17","Tito 1:5","Atos 14:23"]},"atos_23_14_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Paulo, que é central na narrativa.","explicacao_detalhada":"O nome 'Paulo' é significativo, pois representa a identidade do apóstolo que se tornou um dos principais pregadores do evangelho. A menção do nome destaca sua importância na história da igreja primitiva.","por_que_esta_palavra":"O uso do nome enfatiza a individualidade e a responsabilidade pessoal de Paulo em sua missão.","conexao_teologica":"O nome Paulo é associado à transformação e ao chamado divino, simbolizando a obra de Deus na vida de um perseguidor que se torna apóstolo.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","Gálatas 1:11-12"]},"atos_23_14_adoracao":{"palavra_pt":"adoracao","palavra_original":"προσέρχομαι","transliteracao":"prosérchomai","strong":"G4334","significado_raiz":"Ideia básica: adoracao.","significado_contextual":"Refere-se ao ato de se aproximar de Deus em reverência.","explicacao_detalhada":"A palavra 'prosérchomai' implica um movimento em direção a Deus, que é central na prática religiosa judaica e cristã. No contexto, pode indicar a intenção de Paulo de se apresentar diante de Deus em oração.","por_que_esta_palavra":"A palavra é usada para mostrar a importância da adoração e da devoção na vida do crente.","conexao_teologica":"A adoração é um tema central na Bíblia, refletindo a relação entre Deus e seu povo, e a necessidade de se aproximar dEle com um coração sincero.","referencias_relacionadas":["Hebreus 10:22","Salmos 95:6","João 4:24"]},"atos_23_15_chief":{"palavra_pt":"principal","palavra_original":"χιλίαρχος","transliteracao":"chilíarchos","strong":"G5506","significado_raiz":"Ideia básica: principal.","significado_contextual":"Refere-se ao comandante militar que tinha autoridade sobre os soldados.","explicacao_detalhada":"A palavra 'chilíarchos' designa um oficial que comanda mil soldados, indicando a importância da figura no contexto da ordem pública e da segurança.","por_que_esta_palavra":"A menção do comandante destaca a seriedade da situação em que Paulo se encontrava e a necessidade de intervenção militar.","conexao_teologica":"A autoridade civil é reconhecida na Bíblia, e a interação de Paulo com as autoridades reflete a relação entre a igreja e o governo.","referencias_relacionadas":["Romanos 13:1","Atos 22:24","Mateus 8:9"]},"atos_23_16_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Novamente, refere-se ao nome de Paulo, enfatizando sua identidade.","explicacao_detalhada":"A repetição do nome Paulo reforça sua presença e a importância de sua missão, além de destacar a conexão pessoal que ele tinha com os eventos que estavam ocorrendo.","por_que_esta_palavra":"O uso do nome é uma forma de enfatizar a individualidade e a responsabilidade de Paulo em sua defesa.","conexao_teologica":"A identidade de Paulo como apóstolo é fundamental para a propagação do evangelho e a formação da igreja primitiva.","referencias_relacionadas":["Atos 9:15","Gálatas 1:1","Filipenses 3:5"]},"atos_23_16_wait":{"palavra_pt":"wait","palavra_original":"ἐνέδρα","transliteracao":"enédra","strong":"G1747","significado_raiz":"Ideia básica: wait.","significado_contextual":"Refere-se à ação de esperar ou estar em emboscada.","explicacao_detalhada":"A palavra 'enédra' implica um plano de emboscada contra Paulo, mostrando a gravidade da situação e a intenção dos conspiradores.","por_que_esta_palavra":"A escolha da palavra destaca a traição e a malícia dos que queriam prejudicar Paulo.","conexao_teologica":"A presença de conspirações contra os servos de Deus é um tema recorrente na Bíblia, refletindo a oposição ao evangelho.","referencias_relacionadas":["Salmos 37:32","Mateus 10:16","Atos 9:23"]},"atos_23_17_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Mais uma vez, refere-se ao nome de Paulo, enfatizando sua importância na narrativa.","explicacao_detalhada":"A repetição do nome Paulo serve para reforçar sua identidade e o papel central que ele desempenha na história da igreja.","por_que_esta_palavra":"O uso do nome é uma forma de enfatizar a individualidade e a responsabilidade de Paulo em sua defesa.","conexao_teologica":"A identidade de Paulo é crucial para a propagação do evangelho e a formação da igreja primitiva.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","Gálatas 1:11"]},"atos_23_18_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se novamente ao nome de Paulo, destacando sua presença na narrativa.","explicacao_detalhada":"A menção do nome Paulo enfatiza sua importância e a responsabilidade que ele carrega em sua missão de pregar o evangelho.","por_que_esta_palavra":"O uso do nome é uma forma de enfatizar a individualidade e a responsabilidade de Paulo em sua defesa.","conexao_teologica":"A identidade de Paulo é fundamental para a propagação do evangelho e a formação da igreja primitiva.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","Gálatas 1:11"]},"atos_23_18_chief":{"palavra_pt":"principal","palavra_original":"χιλίαρχος","transliteracao":"chilíarchos","strong":"G5506","significado_raiz":"Ideia básica: principal.","significado_contextual":"Refere-se ao comandante militar que tinha autoridade sobre os soldados.","explicacao_detalhada":"A palavra 'chilíarchos' designa um oficial que comanda mil soldados, indicando a importância da figura no contexto da ordem pública e da segurança.","por_que_esta_palavra":"A menção do comandante destaca a seriedade da situação em que Paulo se encontrava e a necessidade de intervenção militar.","conexao_teologica":"A autoridade civil é reconhecida na Bíblia, e a interação de Paulo com as autoridades reflete a relação entre a igreja e o governo.","referencias_relacionadas":["Romanos 13:1","Atos 22:24","Mateus 8:9"]},"atos_23_19_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"Refere-se a alguém que tem uma relação pessoal ou familiar com Paulo.","explicacao_detalhada":"A palavra 'ídios' implica um conhecimento íntimo, indicando que a pessoa mencionada tinha uma conexão próxima com Paulo, o que poderia influenciar a situação.","por_que_esta_palavra":"A escolha da palavra sugere a importância das relações pessoais na defesa e proteção de Paulo.","conexao_teologica":"As relações pessoais e a comunidade são fundamentais na vida cristã, refletindo a importância do corpo de Cristo.","referencias_relacionadas":["1 Coríntios 12:12-27","Gálatas 6:2","Hebreus 10:24-25"]},"atos_23_19_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão física, simbolizando poder e ação.","explicacao_detalhada":"A palavra 'mão' é usada para descrever a parte do corpo que executa ações e é frequentemente associada ao poder e à autoridade. No contexto de Atos 23:19, a mão é mencionada em relação à ação de um dos guardas que leva Paulo ao comandante.","por_que_esta_palavra":"A mão é um símbolo de ação e controle, essencial para entender a dinâmica de poder na narrativa.","conexao_teologica":"A mão de Deus é frequentemente mencionada nas Escrituras como um símbolo de Sua intervenção e poder na vida dos crentes.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","Êxodo 15:6"]},"atos_23_19_chief":{"palavra_pt":"principal","palavra_original":"χιλίαρχος","transliteracao":"chilíarchos","strong":"G5506","significado_raiz":"Ideia básica: principal.","significado_contextual":"Refere-se a um oficial militar de alta patente, responsável pela segurança.","explicacao_detalhada":"A palavra 'principal' indica uma posição de liderança e autoridade. No contexto, o chilíarchos é o comandante que supervisiona os soldados e garante a ordem durante a detenção de Paulo.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância da figura de autoridade que está lidando com a situação de Paulo.","conexao_teologica":"A autoridade é um tema recorrente na Bíblia, onde Deus estabelece líderes para guiar Seu povo.","referencias_relacionadas":["Romanos 13:1","1 Pedro 2:13-14","Mateus 8:9"]},"atos_23_20_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome próprio de Paulo, que carrega sua identidade e missão.","explicacao_detalhada":"O nome 'Paulo' é significativo, pois representa não apenas a identidade do apóstolo, mas também sua transformação e chamado por Deus para pregar o evangelho.","por_que_esta_palavra":"O nome é central na narrativa, pois Paulo é um dos principais personagens do Novo Testamento e seu nome é associado a sua missão apostólica.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos e refletem o propósito de Deus na vida das pessoas.","referencias_relacionadas":["Atos 9:15","Atos 13:9","Filipenses 3:5"]},"atos_23_20_alianca":{"palavra_pt":"alianca","palavra_original":"συντίθεμαι","transliteracao":"syntíthemai","strong":"G4934","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se a um acordo ou pacto, especialmente no contexto da relação entre Deus e Seu povo.","explicacao_detalhada":"A palavra 'aliança' implica um compromisso sério e um relacionamento estabelecido. No contexto, pode se referir à aliança que os judeus têm com Deus e como isso influencia a percepção de Paulo.","por_que_esta_palavra":"A aliança é um conceito central na teologia bíblica, representando a fidelidade de Deus ao Seu povo.","conexao_teologica":"A aliança é um tema que permeia toda a Escritura, desde a aliança com Abraão até a nova aliança em Cristo.","referencias_relacionadas":["Gênesis 17:7","Hebreus 8:6","Lucas 22:20"]},"atos_23_20_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"Refere-se a uma mulher judia, destacando a identidade étnica e cultural.","explicacao_detalhada":"A palavra 'jewess' enfatiza a origem judaica de Paulo, que é relevante para a sua defesa e a compreensão do conflito que enfrenta.","por_que_esta_palavra":"A identidade judaica de Paulo é crucial para entender sua posição e as tensões entre judeus e gentios na época.","conexao_teologica":"A identidade étnica e cultural é importante na Bíblia, pois Deus escolheu Israel como Seu povo especial.","referencias_relacionadas":["Romanos 9:4-5","Gálatas 3:28","Atos 21:39"]},"atos_23_21_wait":{"palavra_pt":"wait","palavra_original":"ἐνεδρεύω","transliteracao":"enedreúō","strong":"G1748","significado_raiz":"Ideia básica: wait.","significado_contextual":"Refere-se à ação de esperar ou estar em emboscada, indicando uma expectativa de algo que está por vir.","explicacao_detalhada":"A palavra 'wait' é usada no contexto de um plano maligno contra Paulo, onde os conspiradores aguardam a oportunidade de atacá-lo.","por_que_esta_palavra":"A expectativa de um ataque revela a tensão e o perigo que Paulo enfrenta, destacando a oposição ao evangelho.","conexao_teologica":"A espera é um tema importante na Bíblia, onde os crentes são chamados a esperar pela intervenção de Deus.","referencias_relacionadas":["Salmos 27:14","Isaías 40:31","Romanos 8:25"]},"atos_23_21_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se a algo de grande magnitude ou importância, neste caso, a conspiração contra Paulo.","explicacao_detalhada":"A palavra 'grande' enfatiza a seriedade da situação em que Paulo se encontra, com um número significativo de pessoas planejando seu assassinato.","por_que_esta_palavra":"A magnitude da conspiração destaca a oposição que Paulo enfrenta em sua missão de pregar o evangelho.","conexao_teologica":"Deus é frequentemente descrito como grande, e Sua grandeza é um tema central na adoração e na compreensão de Sua soberania.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14"]},"atos_23_21_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação ou ausência de Deus na conspiração contra Paulo.","explicacao_detalhada":"A palavra 'deus' aqui é usada em um contexto negativo, indicando que os conspiradores não estão agindo sob a orientação divina.","por_que_esta_palavra":"A ausência de Deus na trama dos homens destaca a diferença entre os planos divinos e os planos humanos.","conexao_teologica":"A soberania de Deus é um tema central, onde Ele é visto como o controlador da história, mesmo quando os homens tramam contra Seus servos.","referencias_relacionadas":["Salmos 33:10-11","Provérbios 19:21","Isaías 46:10"]},"atos_23_22_chief":{"palavra_pt":"principal","palavra_original":"χιλίαρχος","transliteracao":"chilíarchos","strong":"G5506","significado_raiz":"Ideia básica: principal.","significado_contextual":"Refere-se novamente ao oficial militar de alta patente, enfatizando sua autoridade.","explicacao_detalhada":"A repetição da palavra 'principal' reforça a importância do papel do chilíarchos na proteção de Paulo e na manutenção da ordem.","por_que_esta_palavra":"A presença de uma figura de autoridade é crucial para a narrativa, pois garante que Paulo tenha uma defesa adequada.","conexao_teologica":"A autoridade é estabelecida por Deus, e os líderes são responsáveis por agir com justiça e proteção.","referencias_relacionadas":["Romanos 13:1-4","1 Timóteo 2:1-2","Tito 3:1"]},"atos_23_22_charge":{"palavra_pt":"charge","palavra_original":"παραγγέλλω","transliteracao":"parangéllō","strong":"G3853","significado_raiz":"Ideia básica: charge.","significado_contextual":"Refere-se a uma ordem ou instrução dada, especialmente em um contexto militar.","explicacao_detalhada":"A palavra 'charge' implica uma responsabilidade ou dever que deve ser cumprido, neste caso, a ordem do chilíarchos para proteger Paulo.","por_que_esta_palavra":"A ênfase na ordem destaca a importância da ação imediata e da responsabilidade do líder em situações de crise.","conexao_teologica":"Deus dá ordens e instruções a Seu povo, e a obediência a essas direções é fundamental na vida cristã.","referencias_relacionadas":["Mateus 28:19-20","Hebreus 13:17","1 Pedro 5:2"]},"atos_23_24_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Paulo, que é uma identificação pessoal e legal.","explicacao_detalhada":"O nome é um elemento fundamental na cultura judaica e romana, simbolizando a identidade e a autoridade da pessoa. No contexto do versículo, o nome de Paulo é mencionado para estabelecer sua identidade diante das autoridades.","por_que_esta_palavra":"A palavra 'nome' é utilizada para enfatizar a importância da identidade de Paulo como apóstolo e cidadão romano.","conexao_teologica":"O nome de Paulo é significativo na propagação do evangelho e na defesa da fé cristã diante das autoridades.","referencias_relacionadas":["Atos 9:15","Atos 13:9","Filipenses 3:5"]},"atos_23_24_animal":{"palavra_pt":"animal","palavra_original":"κτῆνος","transliteracao":"ktēnos","strong":"G2934","significado_raiz":"Ideia básica: animal.","significado_contextual":"Refere-se a um animal que pode ser usado para transporte ou carga.","explicacao_detalhada":"No contexto do versículo, o animal é mencionado como parte do plano para transportar Paulo de forma segura. Os animais eram essenciais para a logística na época.","por_que_esta_palavra":"A palavra 'animal' é usada para descrever o meio de transporte que garante a segurança de Paulo em sua jornada.","conexao_teologica":"A providência de Deus é evidente na forma como os recursos são utilizados para proteger Seus servos.","referencias_relacionadas":["Gênesis 24:35","Êxodo 23:12","Lucas 10:34"]},"atos_23_24_felix":{"palavra_pt":"felix","palavra_original":"Φῆλιξ","transliteracao":"Phēlix","strong":"G5344","significado_raiz":"Ideia básica: felix.","significado_contextual":"Refere-se a Félix, o governador romano que tinha autoridade sobre Paulo.","explicacao_detalhada":"Félix era um procurador romano que governava a Judeia. Sua posição de poder é crucial no julgamento de Paulo e nas interações entre o cristianismo e o império romano.","por_que_esta_palavra":"A menção de Félix destaca a tensão entre a autoridade romana e a nova fé cristã.","conexao_teologica":"A interação de Paulo com Félix ilustra a luta do cristianismo em meio a sistemas de poder seculares.","referencias_relacionadas":["Atos 24:10","Atos 24:22","Atos 24:27"]},"atos_23_25_morrer":{"palavra_pt":"morrer","palavra_original":"τύπος","transliteracao":"týpos","strong":"G5179","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à possibilidade de morte, um tema recorrente na vida de Paulo devido à perseguição.","explicacao_detalhada":"A palavra 'morrer' é usada para expressar a gravidade da situação de Paulo, que enfrentava ameaças à sua vida por causa de sua fé.","por_que_esta_palavra":"A menção da morte enfatiza o risco que Paulo estava disposto a correr por sua missão.","conexao_teologica":"A disposição de Paulo para enfrentar a morte reflete o chamado cristão de tomar a cruz e seguir a Cristo.","referencias_relacionadas":["Mateus 16:24","Romanos 8:36","2 Timóteo 4:6"]},"atos_23_25_describe":{"palavra_pt":"descrever","palavra_original":"γράφω","transliteracao":"gráphō","strong":"G1125","significado_raiz":"Ideia básica: descrever.","significado_contextual":"Refere-se ao ato de escrever ou registrar informações sobre Paulo.","explicacao_detalhada":"A palavra 'descrever' é utilizada no contexto de documentar as circunstâncias e as acusações contra Paulo, o que é importante para a justiça.","por_que_esta_palavra":"A documentação é essencial para a defesa legal e para a preservação da verdade sobre os eventos.","conexao_teologica":"A verdade e a justiça são temas centrais na narrativa bíblica, refletindo o caráter de Deus.","referencias_relacionadas":["Salmos 102:18","Lucas 1:3","Atos 1:1"]},"atos_23_26_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus, a quem Paulo invoca e confia em sua defesa.","explicacao_detalhada":"A palavra 'Deus' é central na vida de Paulo, que constantemente busca orientação e proteção divina em suas missões.","por_que_esta_palavra":"A menção de Deus enfatiza a dependência de Paulo em relação ao poder divino em meio a adversidades.","conexao_teologica":"A soberania de Deus é um tema recorrente, mostrando que Ele está no controle das circunstâncias.","referencias_relacionadas":["Salmos 46:1","Romanos 8:28","Hebreus 13:5"]},"atos_23_26_nome":{"palavra_pt":"nome","palavra_original":"Κλαύδιος","transliteracao":"Klaúdios","strong":"G2804","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Cláudio, o comandante romano responsável pela segurança de Paulo.","explicacao_detalhada":"O nome Cláudio é mencionado para estabelecer a autoridade do comandante e sua responsabilidade na proteção de Paulo.","por_que_esta_palavra":"A identificação de Cláudio é importante para entender a dinâmica de poder e a proteção que Paulo recebe.","conexao_teologica":"A providência de Deus se manifesta através das autoridades que protegem Seus servos.","referencias_relacionadas":["Atos 23:26","Atos 24:7","Atos 25:1"]},"atos_23_26_lysias":{"palavra_pt":"lysias","palavra_original":"Λυσίας","transliteracao":"Lysías","strong":"G3079","significado_raiz":"Ideia básica: lysias.","significado_contextual":"Refere-se a Lísias, o tribuno que interveio em favor de Paulo.","explicacao_detalhada":"Lísias é uma figura importante que representa a intervenção de autoridades romanas em favor de Paulo, mostrando que nem todos estavam contra ele.","por_que_esta_palavra":"A menção de Lísias destaca a complexidade das interações entre o cristianismo e o império romano.","conexao_teologica":"A intervenção de Lísias pode ser vista como uma expressão da graça de Deus em meio à perseguição.","referencias_relacionadas":["Atos 21:31","Atos 23:10","Atos 24:7"]},"atos_23_27_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"Refere-se à identidade judaica de Paulo, que é relevante para as acusações contra ele.","explicacao_detalhada":"A palavra 'judeu' é usada para enfatizar a origem e a cultura de Paulo, que é um ponto central nas disputas religiosas.","por_que_esta_palavra":"A identidade judaica de Paulo é crucial para entender a oposição que ele enfrenta de seus compatriotas.","conexao_teologica":"A luta de Paulo entre judeus e gentios reflete a expansão do evangelho e a inclusão de todos os povos.","referencias_relacionadas":["Atos 21:39","Atos 22:3","Romanos 1:16"]},"atos_23_27_corpo":{"palavra_pt":"corpo","palavra_original":"στράτευμα","transliteracao":"stráteuma","strong":"G4753","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo de soldados que protegem Paulo.","explicacao_detalhada":"A palavra 'corpo' é usada para descrever a força militar que é mobilizada para garantir a segurança de Paulo em uma situação de perigo.","por_que_esta_palavra":"A menção do corpo de soldados destaca a seriedade da ameaça contra Paulo e a resposta das autoridades.","conexao_teologica":"A proteção de Paulo por meio de um corpo militar ilustra a soberania de Deus em cuidar de Seus servos.","referencias_relacionadas":["Atos 23:10","Atos 23:31","Atos 27:1"]},"atos_23_27_roman":{"palavra_pt":"roman","palavra_original":"Ῥωμαῖος","transliteracao":"Rhōmaîos","strong":"G4514","significado_raiz":"Ideia básica: roman.","significado_contextual":"Refere-se a um cidadão romano, destacando a cidadania de Paulo e sua proteção legal.","explicacao_detalhada":"A palavra 'roman' indica que Paulo era um cidadão do Império Romano, o que lhe conferia certos direitos e proteções legais. Isso é crucial no contexto em que ele se encontra, sendo acusado e ameaçado.","por_que_esta_palavra":"A cidadania romana é um elemento central na defesa de Paulo, pois lhe proporciona um recurso legal contra as injustiças que enfrenta.","conexao_teologica":"A cidadania de Paulo simboliza a proteção divina e a soberania de Deus sobre as circunstâncias da vida de seus servos.","referencias_relacionadas":["Atos 22:25-29","Filipenses 3:20","Romanos 13:1"]},"atos_23_28_disposed":{"palavra_pt":"disposed","palavra_original":"βούλομαι","transliteracao":"boúlomai","strong":"G1014","significado_raiz":"Ideia básica: disposed.","significado_contextual":"Indica a intenção ou desejo de Paulo de ser levado a julgamento diante de autoridades superiores.","explicacao_detalhada":"A palavra 'disposed' reflete a vontade de Paulo em buscar justiça e esclarecer sua posição diante das acusações que lhe foram feitas.","por_que_esta_palavra":"Mostra a determinação de Paulo em usar os meios legais disponíveis para se defender e proclamar sua fé.","conexao_teologica":"A disposição de Paulo em se submeter às autoridades é um exemplo de como os cristãos devem agir em relação ao governo e à justiça.","referencias_relacionadas":["Romanos 13:1-7","Atos 25:11","1 Pedro 2:13-17"]},"atos_23_28_conhecer":{"palavra_pt":"conhecer","palavra_original":"ἐπιγινώσκω","transliteracao":"epiginṓskō","strong":"G1921","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao conhecimento que Paulo tinha sobre suas circunstâncias e a situação legal que enfrentava.","explicacao_detalhada":"A palavra 'conhecer' implica um entendimento profundo da situação, tanto do ponto de vista legal quanto espiritual, que Paulo possuía.","por_que_esta_palavra":"O conhecimento é fundamental para que Paulo possa se defender adequadamente e testemunhar sobre sua fé.","conexao_teologica":"O conhecimento é um tema recorrente nas Escrituras, enfatizando a importância de conhecer a verdade e a vontade de Deus.","referencias_relacionadas":["João 8:32","Colossenses 1:9-10","2 Pedro 1:5-8"]},"atos_23_29_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"Refere-se à lei judaica e romana que Paulo estava invocando em sua defesa.","explicacao_detalhada":"A palavra 'lei' é central no debate sobre as acusações contra Paulo, pois ele argumenta que não violou a lei judaica nem a romana.","por_que_esta_palavra":"A invocação da lei é uma estratégia legal de Paulo para se proteger e reafirmar sua inocência.","conexao_teologica":"A lei, tanto no Antigo quanto no Novo Testamento, é vista como um guia moral e espiritual, refletindo a justiça de Deus.","referencias_relacionadas":["Romanos 7:12","Gálatas 3:24","Hebreus 10:1"]},"atos_23_29_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à pena de morte que Paulo poderia enfrentar se fosse considerado culpado.","explicacao_detalhada":"A palavra 'morte' destaca a seriedade das acusações contra Paulo e o risco que ele corre por sua fé e testemunho.","por_que_esta_palavra":"A menção da morte enfatiza a gravidade da situação e a necessidade de uma defesa sólida.","conexao_teologica":"A morte é um tema central na teologia cristã, simbolizando tanto a consequência do pecado quanto a vitória de Cristo sobre a morte.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:55-57","Hebreus 2:14-15"]},"atos_23_30_assembleia":{"palavra_pt":"assembleia","palavra_original":"κατήγορος","transliteracao":"katḗgoros","strong":"G2725","significado_raiz":"Ideia básica: assembleia.","significado_contextual":"Refere-se à assembleia dos líderes religiosos que Paulo estava prestes a enfrentar.","explicacao_detalhada":"A palavra 'assembleia' implica um grupo formal que tem autoridade para julgar e decidir sobre questões legais e religiosas.","por_que_esta_palavra":"A assembleia é o cenário onde Paulo poderá apresentar sua defesa e testemunho sobre sua fé.","conexao_teologica":"A assembleia representa a luta entre a verdade de Deus e as tradições humanas, um tema recorrente na vida de Paulo.","referencias_relacionadas":["Atos 4:5-7","Mateus 18:17","1 Coríntios 5:4-5"]},"atos_23_30_shew":{"palavra_pt":"shew","palavra_original":"μηνύω","transliteracao":"mēnýō","strong":"G3377","significado_raiz":"Ideia básica: shew.","significado_contextual":"Refere-se ao ato de mostrar ou revelar a verdade sobre as acusações contra Paulo.","explicacao_detalhada":"A palavra 'shew' implica a necessidade de apresentar evidências ou argumentos que sustentem a defesa de Paulo.","por_que_esta_palavra":"Mostrar a verdade é essencial para a defesa de Paulo e para a proclamação do evangelho.","conexao_teologica":"A revelação da verdade é um princípio fundamental na fé cristã, onde a verdade de Cristo é central.","referencias_relacionadas":["João 14:6","Efésios 5:13","1 João 1:5"]},"atos_23_31_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Paulo, que é central em sua identidade e ministério.","explicacao_detalhada":"A palavra 'nome' destaca a importância da identidade de Paulo como apóstolo e defensor da fé cristã.","por_que_esta_palavra":"O nome de Paulo é um símbolo de sua missão e do chamado que recebeu de Deus.","conexao_teologica":"O nome tem um significado profundo nas Escrituras, representando autoridade e identidade em Cristo.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","Gálatas 1:11-12"]},"atos_23_31_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Refere-se à conformidade com a decisão ou plano que está sendo seguido.","explicacao_detalhada":"A palavra 'conforme' implica que as ações de Paulo estão alinhadas com a vontade de Deus e os planos divinos.","por_que_esta_palavra":"A conformidade é essencial para a vida cristã, onde os crentes são chamados a viver de acordo com a vontade de Deus.","conexao_teologica":"A ideia de viver conforme a vontade de Deus é um tema central na teologia cristã, refletindo a submissão ao Senhor.","referencias_relacionadas":["Romanos 12:2","Efésios 5:17","Colossenses 3:17"]},"atos_23_32_horseman":{"palavra_pt":"horseman","palavra_original":"ἱππεύς","transliteracao":"hippeús","strong":"G2460","significado_raiz":"Ideia básica: horseman.","significado_contextual":"Refere-se aos soldados montados que acompanhavam Paulo, simbolizando proteção e segurança.","explicacao_detalhada":"A palavra 'horseman' destaca a força militar e a proteção que Paulo recebeu durante sua transferência para o julgamento.","por_que_esta_palavra":"A presença dos cavaleiros é uma demonstração do cuidado de Deus em proteger Paulo em meio ao perigo.","conexao_teologica":"A proteção divina é um tema recorrente nas Escrituras, onde Deus cuida de seus servos em tempos de necessidade.","referencias_relacionadas":["Salmos 91:11-12","Isaías 41:10","Hebreus 1:14"]},"atos_23_32_commit":{"palavra_pt":"entregar","palavra_original":"ἐάω","transliteracao":"eáō","strong":"G1439","significado_raiz":"Ideia básica: entregar.","significado_contextual":"Entregar refere-se ao ato de transferir alguém ou algo a outra pessoa ou autoridade.","explicacao_detalhada":"No contexto de Atos 23:32, a palavra 'entregar' é usada para descrever a ação de levar Paulo a um novo governante, indicando uma mudança de custódia e a necessidade de proteção.","por_que_esta_palavra":"A escolha da palavra 'entregar' enfatiza a responsabilidade que os soldados tinham em garantir a segurança de Paulo durante sua transferência.","conexao_teologica":"A entrega de Paulo pode ser vista como um reflexo da providência divina, onde Deus assegura que Seus servos sejam protegidos e guiados em momentos de perigo.","referencias_relacionadas":["Atos 23:11","Atos 27:24","Mateus 10:20"]},"atos_23_33_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Paulo' é a identificação do apóstolo que estava sendo levado ao governador.","explicacao_detalhada":"O nome Paulo, que significa 'pequeno' ou 'humilde', é significativo no contexto de sua missão apostólica, onde ele se apresenta como servo de Cristo, apesar de sua grandeza como apóstolo.","por_que_esta_palavra":"O uso do nome 'Paulo' destaca a individualidade e a importância do apóstolo na narrativa, além de sua transformação de perseguidor a pregador.","conexao_teologica":"O nome Paulo representa a mudança que ocorre na vida de alguém que encontra Cristo, simbolizando a humildade e a nova identidade em Cristo.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","Gálatas 1:13"]},"atos_23_34_governor":{"palavra_pt":"governor","palavra_original":"ἡγεμών","transliteracao":"hēgemṓn","strong":"G2232","significado_raiz":"Ideia básica: governor.","significado_contextual":"O termo 'governador' refere-se à autoridade civil que tinha o poder de julgar e decidir sobre questões legais.","explicacao_detalhada":"No versículo, o governador é a figura que representa a lei e a ordem, e a presença dele é crucial para a proteção e o julgamento de Paulo.","por_que_esta_palavra":"A palavra 'governador' é usada para enfatizar a legitimidade do processo judicial e a necessidade de um julgamento justo.","conexao_teologica":"A presença de autoridades civis na história de Paulo ilustra a interação entre a fé e a política, mostrando que Deus pode operar através de sistemas humanos.","referencias_relacionadas":["Romanos 13:1","1 Pedro 2:13-14","Atos 24:10"]},"atos_23_34_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a posição de Paulo em relação ao governador e aos soldados que o acompanhavam.","explicacao_detalhada":"No contexto, 'entre' sugere uma transição e a ideia de que Paulo estava no meio de uma situação de julgamento e proteção.","por_que_esta_palavra":"A escolha de 'entre' destaca a vulnerabilidade de Paulo e a necessidade de apoio e proteção durante sua transferência.","conexao_teologica":"A ideia de estar 'entre' pode simbolizar a presença de Deus em momentos de dificuldade, onde Ele está conosco em meio às tribulações.","referencias_relacionadas":["Salmos 23:4","Mateus 28:20","Hebreus 13:5"]},"atos_23_35_juizo":{"palavra_pt":"juizo","palavra_original":"πραιτώριον","transliteracao":"praitṓrion","strong":"G4232","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Juízo refere-se ao local onde questões legais são decididas, neste caso, o tribunal onde Paulo seria julgado.","explicacao_detalhada":"O 'juízo' é um espaço de autoridade onde a justiça é administrada, e Paulo estava prestes a ser avaliado por suas ações.","por_que_esta_palavra":"A palavra 'juízo' é crucial para entender a seriedade da situação de Paulo e a necessidade de um julgamento justo.","conexao_teologica":"O conceito de juízo é central na teologia cristã, refletindo a justiça de Deus e a importância de ser responsabilizado por nossas ações.","referencias_relacionadas":["Romanos 14:10","2 Coríntios 5:10","Apocalipse 20:12"]},"atos_23_35_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Herodes' refere-se a uma figura histórica que tinha influência e poder na região.","explicacao_detalhada":"Herodes representa a corrupção e a complexidade do poder político da época, e seu nome evoca a tensão entre a autoridade civil e a mensagem do evangelho.","por_que_esta_palavra":"O uso do nome 'Herodes' é significativo para entender o contexto político e social em que Paulo estava inserido.","conexao_teologica":"A menção de Herodes pode ser vista como um lembrete da luta entre o reino de Deus e os reinos deste mundo.","referencias_relacionadas":["Mateus 2:1","Lucas 1:5","Atos 12:1"]},"atos_23_35_assembleia":{"palavra_pt":"assembleia","palavra_original":"κατήγορος","transliteracao":"katḗgoros","strong":"G2725","significado_raiz":"Ideia básica: assembleia.","significado_contextual":"A palavra 'assembleia' refere-se ao grupo de pessoas que se reuniram para acusar Paulo.","explicacao_detalhada":"No contexto, a assembleia representa a oposição que Paulo enfrentava, simbolizando a resistência ao evangelho e a perseguição dos cristãos.","por_que_esta_palavra":"A escolha da palavra 'assembleia' destaca a unidade dos opositores de Paulo e a seriedade das acusações contra ele.","conexao_teologica":"A assembleia pode ser vista como um reflexo da luta espiritual que os cristãos enfrentam ao proclamar a verdade do evangelho.","referencias_relacionadas":["Atos 4:26","Atos 5:27","Atos 6:12"]}}