{"atos_25_1_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' (ἡμέρα) refere-se ao tempo específico em que os eventos estão ocorrendo.","explicacao_detalhada":"Em Atos 25:1, o dia mencionado é significativo para o relato histórico da prisão de Paulo e os eventos subsequentes.","por_que_esta_palavra":"A menção do 'dia' ajuda a situar a narrativa no tempo, mostrando a continuidade dos eventos na vida de Paulo.","conexao_teologica":"O tempo e a história são importantes na teologia, pois Deus atua na história da humanidade.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 118:24","Mateus 6:34"]},"atos_25_1_festus":{"palavra_pt":"festus","palavra_original":"Φῆστος","transliteracao":"Phēstos","strong":"G5347","significado_raiz":"Ideia básica: festus.","significado_contextual":"A palavra 'Festus' (Φῆστος) refere-se ao novo governador da Judeia, que assume o papel de autoridade na narrativa.","explicacao_detalhada":"Festus é uma figura chave em Atos 25, pois sua decisão sobre Paulo impacta o futuro do apóstolo e a propagação do evangelho.","por_que_esta_palavra":"A menção de Festus destaca a interação entre a autoridade secular e a mensagem do evangelho.","conexao_teologica":"A relação entre a igreja e o governo é um tema relevante, mostrando como Deus opera através das autoridades.","referencias_relacionadas":["Romanos 13:1","1 Pedro 2:13-14","Atos 23:24"]},"atos_25_2_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' (Παῦλος) é novamente utilizada para enfatizar a identidade de Paulo como apóstolo.","explicacao_detalhada":"A repetição do nome de Paulo em Atos 25:2 reforça sua importância na narrativa e sua missão entre os gentios.","por_que_esta_palavra":"O nome é um símbolo de autoridade e identidade, especialmente no contexto do testemunho de Paulo.","conexao_teologica":"A identidade em Cristo é fundamental para a missão da igreja e a proclamação do evangelho.","referencias_relacionadas":["Atos 9:15","Gálatas 1:11-12","Filipenses 3:20"]},"atos_25_2_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"A palavra 'jewess' (Ἰουδαῖος) refere-se à identidade étnica e religiosa de Paulo como judeu.","explicacao_detalhada":"Em Atos 25:2, a identificação de Paulo como judeu é relevante para entender seu contexto cultural e sua missão.","por_que_esta_palavra":"A identidade judaica de Paulo é crucial para sua abordagem ao evangelho, especialmente em relação aos judeus.","conexao_teologica":"A diversidade cultural e étnica é um tema importante na teologia, refletindo a universalidade do evangelho.","referencias_relacionadas":["Romanos 1:16","Gálatas 3:28","Atos 13:46"]},"atos_25_2_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' (κατά) indica a conformidade com a lei ou a tradição.","explicacao_detalhada":"Em Atos 25:2, a menção de 'conforme' destaca a relação de Paulo com a lei judaica e sua defesa diante das autoridades.","por_que_esta_palavra":"A palavra 'conforme' é importante para entender a defesa legal de Paulo e sua relação com a tradição.","conexao_teologica":"A relação entre a lei e a graça é um tema central na teologia, especialmente nas cartas de Paulo.","referencias_relacionadas":["Romanos 6:14","Gálatas 2:16","Hebreus 10:1"]},"atos_25_3_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"A palavra 'graça' (χάρις) é novamente utilizada para enfatizar a bondade de Deus em meio às dificuldades.","explicacao_detalhada":"Em Atos 25:3, a graça é um tema que reflete a confiança de Paulo na providência divina durante seu julgamento.","por_que_esta_palavra":"A repetição da palavra 'graça' sublinha a importância da dependência de Paulo em Deus em tempos de provação.","conexao_teologica":"A graça é essencial para a vida cristã, permitindo que os crentes enfrentem desafios com fé.","referencias_relacionadas":["2 Coríntios 12:9","Romanos 5:20","Efésios 4:7"]},"atos_25_3_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' é utilizada para indicar a ação de realizar algo, no contexto de uma decisão ou ato legal.","explicacao_detalhada":"No versículo, 'fazer' refere-se à ação que os líderes tomam ao planejar uma acusação contra Paulo. É uma palavra que implica em ação deliberada e intencional.","por_que_esta_palavra":"A escolha da palavra 'fazer' enfatiza a responsabilidade dos líderes em agir de acordo com a lei e suas intenções.","conexao_teologica":"A ação de fazer algo é um reflexo da soberania de Deus sobre as ações humanas, mostrando que mesmo as decisões erradas podem ser usadas para cumprir Seus propósitos.","referencias_relacionadas":["Atos 4:29","Tiago 1:22","Mateus 7:17"]},"atos_25_3_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' é usada para indicar a conformidade com um padrão ou norma, especialmente em contextos legais.","explicacao_detalhada":"Neste versículo, 'conforme' sugere que as ações dos líderes estão alinhadas com a lei romana, indicando que eles estão tentando agir dentro dos limites legais.","por_que_esta_palavra":"A palavra é crucial para entender que a acusação contra Paulo não é apenas arbitrária, mas está sendo feita sob a justificativa de seguir a lei.","conexao_teologica":"A conformidade com a lei é um tema importante na Bíblia, refletindo a necessidade de justiça e ordem na sociedade, que é um princípio divino.","referencias_relacionadas":["Romanos 13:1-2","1 Pedro 2:13-14","Mateus 22:21"]},"atos_25_4_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade de Paulo, que é central para a narrativa em questão.","explicacao_detalhada":"O nome 'Paulo' é mencionado para estabelecer quem está sendo acusado e para dar peso à sua identidade como apóstolo e defensor da fé cristã.","por_que_esta_palavra":"O uso do nome é significativo, pois Paulo não é apenas um indivíduo, mas representa a mensagem do evangelho e a luta pela verdade.","conexao_teologica":"O nome de Paulo é associado à missão de levar o evangelho aos gentios, mostrando como Deus usa indivíduos para cumprir Seus planos.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","Gálatas 1:11-12"]},"atos_25_4_festus":{"palavra_pt":"festus","palavra_original":"Φῆστος","transliteracao":"Phēstos","strong":"G5347","significado_raiz":"Ideia básica: festus.","significado_contextual":"A palavra 'Festus' refere-se ao governador romano, que desempenha um papel crucial na administração da justiça.","explicacao_detalhada":"Festus é mencionado para estabelecer a autoridade sob a qual Paulo está sendo julgado, destacando a interação entre o governo romano e a igreja primitiva.","por_que_esta_palavra":"A inclusão do nome de Festus é importante para entender a dinâmica política e judicial da época, bem como a posição de Paulo diante da lei.","conexao_teologica":"A figura de Festus representa a autoridade secular, que muitas vezes se opõe à verdade do evangelho, refletindo a tensão entre o reino de Deus e os reinos deste mundo.","referencias_relacionadas":["Atos 24:27","Atos 26:30","Romanos 13:1"]},"atos_25_5_poderoso":{"palavra_pt":"poderoso","palavra_original":"δυνατός","transliteracao":"dynatós","strong":"G1415","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' é usada para descrever a capacidade de Paulo de se defender e de falar com autoridade.","explicacao_detalhada":"Neste contexto, 'poderoso' sugere que Paulo possui uma força moral e espiritual que vem de sua fé e convicções.","por_que_esta_palavra":"A escolha de 'poderoso' destaca a ideia de que a verdadeira força não vem da posição ou do poder humano, mas da fé em Deus.","conexao_teologica":"A noção de poder em Cristo é um tema recorrente na Bíblia, onde a fraqueza humana é transformada em força divina.","referencias_relacionadas":["2 Coríntios 12:9","Efésios 6:10","Filipenses 4:13"]},"atos_25_5_falar":{"palavra_pt":"falar","palavra_original":"φημί","transliteracao":"phēmí","strong":"G5346","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de Paulo em se defender e expressar sua fé diante das autoridades.","explicacao_detalhada":"Falar é um ato de coragem e fé, onde Paulo utiliza suas palavras para testemunhar sobre Cristo e sua missão.","por_que_esta_palavra":"A palavra 'falar' é significativa porque enfatiza a importância da comunicação e do testemunho na vida cristã.","conexao_teologica":"A fala é um meio pelo qual a verdade do evangelho é proclamada, refletindo o chamado de Deus para que Seus seguidores sejam testemunhas.","referencias_relacionadas":["Atos 1:8","Mateus 10:20","1 Pedro 3:15"]},"atos_25_5_down":{"palavra_pt":"down","palavra_original":"συγκαταβαίνω","transliteracao":"synkatabaínō","strong":"G4782","significado_raiz":"Ideia básica: down.","significado_contextual":"A palavra 'down' (ou 'descer') é usada para descrever a ação de Paulo em se submeter à autoridade, mesmo em uma situação adversa.","explicacao_detalhada":"Neste contexto, 'down' implica uma atitude de humildade e submissão diante das autoridades, mesmo quando injustamente acusado.","por_que_esta_palavra":"A escolha dessa palavra ressalta a disposição de Paulo em se submeter à vontade de Deus, mesmo em circunstâncias difíceis.","conexao_teologica":"A submissão é um princípio bíblico que reflete a humildade de Cristo e a obediência à vontade do Pai.","referencias_relacionadas":["Filipenses 2:8","Romanos 12:1","1 Pedro 5:6"]},"atos_25_6_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao momento específico em que os eventos estão ocorrendo, enfatizando a urgência da situação.","explicacao_detalhada":"O 'dia' mencionado é significativo, pois marca um ponto crucial na defesa de Paulo e na história da igreja primitiva.","por_que_esta_palavra":"A menção do 'dia' destaca a importância do tempo e das circunstâncias em que Deus age na vida das pessoas.","conexao_teologica":"O tempo é uma criação de Deus, e cada dia é uma oportunidade para cumprir Seu propósito e viver em obediência.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","2 Coríntios 6:2"]},"atos_25_6_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' é novamente usada para reafirmar a identidade de Paulo no contexto de sua defesa.","explicacao_detalhada":"Reiterar o nome de Paulo enfatiza sua importância e o papel que ele desempenha na propagação do evangelho.","por_que_esta_palavra":"O uso do nome é essencial para a narrativa, pois Paulo é um apóstolo reconhecido e sua defesa é um testemunho da fé.","conexao_teologica":"O nome de Paulo é um símbolo da transformação que ocorre quando alguém encontra Cristo e é chamado para uma missão.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","Gálatas 1:11-12"]},"atos_25_6_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é utilizada para descrever a magnitude da situação em que Paulo se encontra.","explicacao_detalhada":"Neste contexto, 'grande' pode referir-se à gravidade das acusações contra Paulo e à importância de sua defesa.","por_que_esta_palavra":"A escolha da palavra 'grande' enfatiza a seriedade do momento e a necessidade de uma resposta adequada.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, e mesmo em situações difíceis, Ele é maior do que qualquer desafio que enfrentamos.","referencias_relacionadas":["Salmos 145:3","Romanos 8:31","Efésios 3:20"]},"atos_25_7_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Paulo, que é central na narrativa do Novo Testamento.","explicacao_detalhada":"O nome 'Paulo' significa 'pequeno' ou 'humilde', refletindo a transformação do apóstolo que passou de perseguidor a apóstolo de Cristo.","por_que_esta_palavra":"O nome é importante para a identificação e a autoridade de Paulo nas suas missões e escritos.","conexao_teologica":"O nome de Paulo é associado à propagação do evangelho entre os gentios, mostrando a inclusão de todos na salvação.","referencias_relacionadas":["Atos 9:15","Atos 13:9","Romanos 1:1"]},"atos_25_7_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a grandeza da acusação contra Paulo, que era um apóstolo proeminente.","explicacao_detalhada":"A palavra 'grande' enfatiza a seriedade das acusações que Paulo enfrentava, refletindo a oposição que ele encontrou em seu ministério.","por_que_esta_palavra":"A grandeza das acusações contrasta com a verdade do evangelho que Paulo pregava.","conexao_teologica":"A grandeza da oposição a Paulo ilustra a luta entre a verdade do evangelho e as forças do mal.","referencias_relacionadas":["Atos 21:27","Atos 24:5","2 Coríntios 11:23"]},"atos_25_7_urso":{"palavra_pt":"urso","palavra_original":"καταφέρω","transliteracao":"kataphérō","strong":"G2702","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' parece ser um erro de tradução ou interpretação, pois não se encaixa no contexto.","explicacao_detalhada":"A palavra pode ter sido mal interpretada ou transcrita, pois não tem um significado claro no contexto do versículo.","por_que_esta_palavra":"A inclusão dessa palavra pode ser um erro, pois não se relaciona com a narrativa.","conexao_teologica":"A confusão em torno de palavras pode refletir a luta espiritual que Paulo enfrentava.","referencias_relacionadas":["Atos 25:7","Atos 20:9","João 1:1"]},"atos_25_8_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Novamente, refere-se ao nome de Paulo, que é fundamental para a sua identidade como apóstolo.","explicacao_detalhada":"O nome é mencionado para reafirmar a autoridade de Paulo diante das acusações que ele enfrenta.","por_que_esta_palavra":"A repetição do nome enfatiza a importância de Paulo na narrativa e sua defesa.","conexao_teologica":"O nome de Paulo é um símbolo da transformação e do chamado divino.","referencias_relacionadas":["Atos 9:15","Atos 13:9","Filipenses 3:5"]},"atos_25_8_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"Refere-se à lei judaica, que Paulo estava sendo acusado de violar.","explicacao_detalhada":"A palavra 'lei' é central para entender as acusações contra Paulo, que afirmava que a salvação vem pela fé e não pela observância da lei.","por_que_esta_palavra":"A lei é um tema recorrente nas discussões sobre a relação entre judeus e gentios na igreja primitiva.","conexao_teologica":"A relação entre a lei e a graça é um tema teológico importante nas cartas de Paulo.","referencias_relacionadas":["Romanos 3:20","Gálatas 2:16","Hebreus 10:1"]},"atos_25_8_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao templo, que era considerado um lugar sagrado para os judeus.","explicacao_detalhada":"A palavra 'sagrado' destaca a importância do templo na vida religiosa judaica e as acusações de profanação contra Paulo.","por_que_esta_palavra":"A defesa de Paulo inclui a afirmação de que ele não profanou o templo, um ponto crucial nas acusações.","conexao_teologica":"O templo é um símbolo da presença de Deus e da antiga aliança, contrastando com a nova aliança em Cristo.","referencias_relacionadas":["Mateus 21:12","Atos 6:13","1 Coríntios 3:16"]},"atos_25_9_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à graça que Paulo sente em seu coração, mesmo diante das acusações.","explicacao_detalhada":"A palavra 'graça' é fundamental na teologia paulina, representando o favor imerecido de Deus.","por_que_esta_palavra":"A graça é o tema central da mensagem de Paulo e sua experiência pessoal de redenção.","conexao_teologica":"A graça de Deus é o que capacita Paulo a enfrentar as adversidades com fé.","referencias_relacionadas":["Efésios 2:8","Romanos 5:20","2 Coríntios 12:9"]},"atos_25_9_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Mais uma vez, refere-se ao nome de Paulo, reforçando sua identidade.","explicacao_detalhada":"A repetição do nome é uma forma de enfatizar a importância de Paulo na narrativa e sua defesa.","por_que_esta_palavra":"O nome é um símbolo de sua missão e do chamado que recebeu de Deus.","conexao_teologica":"O nome de Paulo representa a transformação e a missão de levar o evangelho aos gentios.","referencias_relacionadas":["Atos 9:15","Atos 13:9","Filipenses 3:5"]},"atos_25_9_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se à escolha de Paulo em seguir a Cristo e pregar o evangelho.","explicacao_detalhada":"A palavra 'escolher' destaca a liberdade e a responsabilidade de Paulo em sua missão.","por_que_esta_palavra":"A escolha de Paulo é um exemplo de como Deus chama indivíduos para cumprir Seus propósitos.","conexao_teologica":"A escolha de Paulo reflete a soberania de Deus na salvação e na missão.","referencias_relacionadas":["Atos 9:15","Romanos 8:30","Gálatas 1:15"]},"atos_25_10_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se novamente ao nome de Paulo, que é central para a sua defesa.","explicacao_detalhada":"A menção do nome é uma reafirmação da identidade e autoridade de Paulo diante das acusações.","por_que_esta_palavra":"O nome é crucial para a narrativa, pois Paulo é um apóstolo reconhecido.","conexao_teologica":"O nome de Paulo é um testemunho da obra de Deus na vida de um perseguidor transformado em apóstolo.","referencias_relacionadas":["Atos 9:15","Atos 13:9","Filipenses 3:5"]},"atos_25_10_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se a um pacto ou acordo formal entre duas partes, muitas vezes envolvendo promessas e obrigações mútuas.","explicacao_detalhada":"No contexto de Atos 25:10, a aliança pode ser vista como um compromisso legal ou político, refletindo a relação entre as autoridades romanas e os governantes locais. A aliança é um tema central na Bíblia, simbolizando a relação entre Deus e Seu povo.","por_que_esta_palavra":"A palavra 'aliança' é usada para descrever a relação de compromisso e fidelidade que deve existir entre as partes envolvidas, seja em um contexto humano ou divino.","conexao_teologica":"A aliança de Deus com Seu povo é um tema recorrente nas Escrituras, representando a fidelidade de Deus e a resposta esperada do homem.","referencias_relacionadas":["Gênesis 9:13","Êxodo 19:5","Hebreus 8:6"]},"atos_25_10_csar":{"palavra_pt":"c sar","palavra_original":"Καῖσαρ","transliteracao":"Kaîsar","strong":"G2541","significado_raiz":"Ideia básica: c sar.","significado_contextual":"César refere-se ao título dado aos imperadores romanos, simbolizando autoridade e poder supremo.","explicacao_detalhada":"No contexto de Atos 25:10, a menção a César destaca a jurisdição romana e a importância do império na administração da justiça. O uso do nome César também implica a soberania do império sobre as províncias.","por_que_esta_palavra":"A palavra 'César' é crucial para entender a dinâmica política da época e a relação entre os cristãos e o governo romano.","conexao_teologica":"A soberania de Deus é frequentemente contrastada com a autoridade terrena, mostrando que, apesar do poder humano, Deus está no controle.","referencias_relacionadas":["Romanos 13:1","Mateus 22:21","Atos 25:12"]},"atos_25_11_commit":{"palavra_pt":"entregar","palavra_original":"πράσσω","transliteracao":"prássō","strong":"G4238","significado_raiz":"Ideia básica: entregar.","significado_contextual":"A palavra 'entregar' implica a ação de transferir algo a outra pessoa, muitas vezes em um contexto de responsabilidade ou autoridade.","explicacao_detalhada":"Em Atos 25:11, Paulo fala sobre ser entregue a César, o que reflete a transferência de sua custódia para a autoridade romana. Essa entrega é um momento crucial na narrativa, pois leva Paulo a Roma.","por_que_esta_palavra":"A entrega é um ato que simboliza confiança e submissão à autoridade, seja humana ou divina.","conexao_teologica":"A entrega de Paulo a César pode ser vista como um paralelo à entrega de Cristo, que se submeteu à vontade do Pai para a salvação da humanidade.","referencias_relacionadas":["Mateus 26:15","Romanos 12:1","Atos 20:24"]},"atos_25_11_csar":{"palavra_pt":"c sar","palavra_original":"Καῖσαρ","transliteracao":"Kaîsar","strong":"G2541","significado_raiz":"Ideia básica: c sar.","significado_contextual":"César, como mencionado anteriormente, representa a autoridade máxima do império romano.","explicacao_detalhada":"A referência a César em Atos 25:11 destaca a importância da jurisdição romana e a necessidade de Paulo se submeter a essa autoridade para garantir sua proteção e justiça.","por_que_esta_palavra":"A menção a César é fundamental para entender o contexto legal e político em que Paulo se encontra.","conexao_teologica":"A relação entre a autoridade terrena e a soberania de Deus é um tema importante, mostrando que Deus pode usar autoridades humanas para cumprir Seus propósitos.","referencias_relacionadas":["Atos 25:12","Romanos 13:1","1 Pedro 2:13"]},"atos_25_12_festus":{"palavra_pt":"festus","palavra_original":"Φῆστος","transliteracao":"Phēstos","strong":"G5347","significado_raiz":"Ideia básica: festus.","significado_contextual":"Festus era o governador romano da Judeia, responsável por administrar a justiça na região.","explicacao_detalhada":"Em Atos 25:12, Festus é mencionado como a autoridade que decide sobre o caso de Paulo. Sua posição ilustra a complexidade da justiça romana e a interação entre o governo e a fé cristã.","por_que_esta_palavra":"A menção de Festus é importante para entender o papel das autoridades romanas na narrativa do Novo Testamento.","conexao_teologica":"A figura de Festus representa a justiça humana, que muitas vezes é falha, contrastando com a justiça perfeita de Deus.","referencias_relacionadas":["Atos 24:27","Atos 25:1","Atos 26:30"]},"atos_25_12_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica a ideia de acompanhar ou obedecer a uma ordem ou direção.","explicacao_detalhada":"No contexto de Atos 25:12, 'seguir' refere-se à decisão de Festus de proceder com o julgamento de Paulo, mostrando a dinâmica de autoridade e obediência no sistema legal romano.","por_que_esta_palavra":"A palavra 'seguir' é usada para descrever a ação de se submeter a uma ordem, refletindo a relação entre autoridade e aqueles que estão sob sua jurisdição.","conexao_teologica":"A obediência a Deus é um tema central nas Escrituras, onde seguir a vontade de Deus é visto como essencial para a vida do crente.","referencias_relacionadas":["Mateus 16:24","João 10:27","Romanos 8:14"]},"atos_25_12_corpo":{"palavra_pt":"corpo","palavra_original":"συμβούλιον","transliteracao":"symboúlion","strong":"G4824","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' refere-se a um grupo de pessoas que se reúnem para tomar decisões, como um conselho ou assembleia.","explicacao_detalhada":"Em Atos 25:12, o 'corpo' pode se referir ao conselho de autoridades que deliberam sobre o caso de Paulo, destacando a importância da decisão coletiva na administração da justiça.","por_que_esta_palavra":"A palavra 'corpo' é usada para enfatizar a natureza coletiva da tomada de decisões, refletindo a importância da comunidade na vida social e religiosa.","conexao_teologica":"A ideia de corpo é frequentemente usada na Bíblia para descrever a Igreja, que é o corpo de Cristo, enfatizando a unidade e a diversidade dos membros.","referencias_relacionadas":["1 Coríntios 12:12","Efésios 4:12","Colossenses 1:18"]},"atos_25_13_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode simbolizar um tempo específico de eventos significativos.","explicacao_detalhada":"Em Atos 25:13, o 'dia' pode se referir a um momento importante na narrativa, onde eventos cruciais estão prestes a acontecer, como a chegada de Paulo a um novo local.","por_que_esta_palavra":"A menção do 'dia' é importante para situar os eventos no tempo e destacar a providência divina ao longo da história.","conexao_teologica":"O conceito de tempo é significativo na teologia, onde Deus atua em momentos específicos da história para cumprir Seus propósitos.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","2 Coríntios 6:2"]},"atos_25_13_nome":{"palavra_pt":"nome","palavra_original":"Καισάρεια","transliteracao":"Kaisáreia","strong":"G2542","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identificação de uma pessoa ou lugar, carregando significados e associações culturais.","explicacao_detalhada":"Em Atos 25:13, o 'nome' pode se referir a Cesareia, uma cidade importante na Judeia, que simboliza a presença romana e a cultura helenística na região.","por_que_esta_palavra":"O 'nome' é significativo, pois representa a identidade e a reputação, tanto de pessoas quanto de lugares.","conexao_teologica":"Na Bíblia, o nome de Deus é frequentemente associado ao Seu caráter e atributos, mostrando a importância da identidade divina.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Filipenses 2:9"]},"atos_25_13_festus":{"palavra_pt":"festus","palavra_original":"Φῆστος","transliteracao":"Phēstos","strong":"G5347","significado_raiz":"Ideia básica: festus.","significado_contextual":"Festus é mencionado novamente como o governador romano, enfatizando seu papel na administração da justiça.","explicacao_detalhada":"A repetição do nome Festus em Atos 25:13 destaca a continuidade da narrativa e a importância de sua figura na história de Paulo.","por_que_esta_palavra":"A menção de Festus é crucial para entender a interação entre a fé cristã e as autoridades romanas.","conexao_teologica":"A figura de Festus pode ser vista como um símbolo da justiça humana, que muitas vezes é falha, contrastando com a justiça perfeita de Deus.","referencias_relacionadas":["Atos 24:27","Atos 25:1","Atos 26:30"]},"atos_25_14_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de tempo em que os eventos estão ocorrendo, indicando um momento específico na narrativa.","explicacao_detalhada":"A palavra 'dia' é usada para marcar a passagem do tempo e a sequência dos acontecimentos. No contexto de Atos 25:14, o 'dia' é importante para entender a cronologia dos eventos que envolvem Paulo e seu julgamento.","por_que_esta_palavra":"A utilização de 'dia' enfatiza a urgência e a importância dos eventos que estão se desenrolando, mostrando que as decisões estão sendo tomadas em um tempo específico.","conexao_teologica":"O conceito de 'dia' pode ser relacionado ao tempo de Deus e à sua soberania sobre a história, onde cada dia é parte do plano divino.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","Mateus 6:34"]},"atos_25_14_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade de Paulo, que é central para a narrativa e para a defesa de sua fé.","explicacao_detalhada":"O 'nome' de Paulo é mencionado para destacar sua importância e o reconhecimento que ele tem entre os judeus e romanos. O nome é um símbolo de sua missão e do testemunho que ele carrega.","por_que_esta_palavra":"A palavra 'nome' é crucial para estabelecer a autoridade e a legitimidade de Paulo como apóstolo, além de ser um ponto de referência para os ouvintes.","conexao_teologica":"O nome de Paulo representa a transformação que ocorre na vida de alguém que encontra Cristo, refletindo a mudança de identidade que todos os crentes experimentam.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","2 Coríntios 5:17"]},"atos_25_14_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a magnitude ou a importância dos eventos e das pessoas envolvidas na narrativa.","explicacao_detalhada":"A palavra 'grande' é utilizada para descrever a relevância do julgamento de Paulo e a seriedade das acusações contra ele, sugerindo que a situação é de grande peso e importância.","por_que_esta_palavra":"A ênfase em 'grande' ajuda a transmitir a gravidade da situação, mostrando que Paulo não é apenas um prisioneiro comum, mas alguém que está em meio a questões significativas.","conexao_teologica":"A grandeza dos eventos em Atos reflete a grandeza do plano de Deus para a salvação, onde cada situação é parte do propósito divino.","referencias_relacionadas":["Mateus 5:14","Lucas 1:49","Efésios 3:20"]},"atos_25_15_elderest":{"palavra_pt":"elder est","palavra_original":"πρεσβύτερος","transliteracao":"presbýteros","strong":"G4245","significado_raiz":"Ideia básica: elder est.","significado_contextual":"Refere-se à posição de liderança e autoridade dos anciãos entre os judeus, que têm um papel importante no julgamento de Paulo.","explicacao_detalhada":"A palavra 'elder est' destaca a importância dos líderes religiosos na sociedade judaica e como suas decisões influenciam a vida do povo. Eles são vistos como guardiões da lei e da tradição.","por_que_esta_palavra":"A menção dos anciãos é crucial para entender a dinâmica de poder e a resistência que Paulo enfrenta, mostrando que ele está lidando com figuras de autoridade.","conexao_teologica":"Os anciãos representam a continuidade da tradição e da lei, contrastando com a nova aliança trazida por Cristo, que desafia as normas estabelecidas.","referencias_relacionadas":["Êxodo 3:16","Mateus 15:2","Atos 15:2"]},"atos_25_15_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Indica a transformação ou o impacto que a situação de Paulo pode ter sobre os eventos futuros.","explicacao_detalhada":"A palavra 'tornar-se' sugere uma mudança significativa, indicando que a situação de Paulo não é estática, mas está em processo de evolução e pode levar a resultados importantes.","por_que_esta_palavra":"A utilização de 'tornar-se' enfatiza a ideia de que as circunstâncias podem mudar e que Deus está ativo na história, moldando os eventos conforme seu plano.","conexao_teologica":"A transformação é um tema central na teologia cristã, onde Deus continuamente trabalha para trazer mudança e renovação na vida dos crentes.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Filipenses 1:6"]},"atos_25_15_jerusalem":{"palavra_pt":"jerusalem","palavra_original":"Ἱεροσόλυμα","transliteracao":"Hierosólyma","strong":"G2414","significado_raiz":"Ideia básica: jerusalem.","significado_contextual":"Refere-se à cidade sagrada dos judeus, que é um centro de adoração e a origem do cristianismo.","explicacao_detalhada":"Jerusalém é um local de grande importância histórica e espiritual, sendo o lugar onde muitos eventos cruciais da fé cristã ocorreram, incluindo a crucificação e ressurreição de Jesus.","por_que_esta_palavra":"A menção de Jerusalém é significativa, pois conecta a narrativa de Paulo com a história mais ampla do povo de Deus e a missão da igreja.","conexao_teologica":"Jerusalém simboliza a presença de Deus entre seu povo e a continuidade da promessa de redenção que se estende a todas as nações.","referencias_relacionadas":["Salmos 122:6","Mateus 5:35","Atos 1:8"]},"atos_25_16_lei":{"palavra_pt":"lei","palavra_original":"ἔθος","transliteracao":"éthos","strong":"G1485","significado_raiz":"Ideia básica: lei.","significado_contextual":"Refere-se ao conjunto de normas e regulamentos que governam a vida dos judeus, que Paulo está sendo acusado de violar.","explicacao_detalhada":"A palavra 'lei' é central para a identidade judaica e para as acusações contra Paulo, que é visto como um transgressor das tradições e leis estabelecidas.","por_que_esta_palavra":"A ênfase na 'lei' destaca a tensão entre a nova mensagem do evangelho e as tradições judaicas, que Paulo está tentando reconciliar em sua pregação.","conexao_teologica":"A lei é um tema importante na teologia, representando tanto a necessidade de justiça quanto a graça que vem através de Cristo, que cumpre a lei.","referencias_relacionadas":["Romanos 3:20","Gálatas 3:24","Hebreus 10:1"]},"atos_25_16_roman":{"palavra_pt":"roman","palavra_original":"Ῥωμαῖος","transliteracao":"Rhōmaîos","strong":"G4514","significado_raiz":"Ideia básica: roman.","significado_contextual":"Refere-se à cidadania romana de Paulo, que lhe confere direitos e proteção legal durante seu julgamento.","explicacao_detalhada":"A palavra 'roman' é importante para entender a posição de Paulo na sociedade e como sua cidadania influencia o tratamento que ele recebe das autoridades.","por_que_esta_palavra":"A cidadania romana é um aspecto crucial da defesa de Paulo, pois ele pode apelar para seus direitos como cidadão, o que é uma parte importante da narrativa.","conexao_teologica":"A cidadania de Paulo simboliza a inclusão de todos os povos no plano de salvação de Deus, mostrando que a mensagem do evangelho transcende barreiras culturais e sociais.","referencias_relacionadas":["Atos 22:25","Filipenses 3:20","Romanos 1:16"]},"atos_25_16_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Indica conformidade ou alinhamento com a lei ou as normas estabelecidas.","explicacao_detalhada":"A palavra 'conforme' é usada para descrever a relação entre as ações de Paulo e a lei, sugerindo que ele está sendo julgado com base em normas específicas.","por_que_esta_palavra":"A utilização de 'conforme' enfatiza a necessidade de se entender a base legal das acusações contra Paulo, que é central para o julgamento.","conexao_teologica":"A conformidade com a lei é um tema que se relaciona com a justiça de Deus e a necessidade de viver de acordo com seus mandamentos.","referencias_relacionadas":["Mateus 5:17","Romanos 2:13","Tiago 1:22"]},"atos_25_17_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de realizar ou executar algo, especialmente em um contexto legal.","explicacao_detalhada":"A palavra 'fazer' é utilizada para descrever as ações que devem ser tomadas em relação ao julgamento de Paulo, indicando que há um processo a ser seguido.","por_que_esta_palavra":"A ênfase em 'fazer' destaca a responsabilidade das autoridades em agir de acordo com a lei e a justiça, refletindo a seriedade do julgamento.","conexao_teologica":"A ação de 'fazer' é um reflexo da fé em ação, onde os crentes são chamados a viver de acordo com a vontade de Deus e a praticar boas obras.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Colossenses 3:23"]},"atos_25_17_homem":{"palavra_pt":"homem","palavra_original":"μηδείς","transliteracao":"mēdeís","strong":"G3367","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, neste caso, Paulo, que estava sendo julgado.","explicacao_detalhada":"A palavra 'homem' é usada para enfatizar a humanidade de Paulo, contrastando com as acusações que lhe eram feitas. O uso do termo destaca a dignidade e a condição humana em meio ao processo judicial.","por_que_esta_palavra":"A escolha da palavra 'homem' é significativa para mostrar que Paulo, apesar das acusações, é um ser humano com direitos e dignidade.","conexao_teologica":"A dignidade do ser humano é um tema central na teologia cristã, refletindo a imagem de Deus em cada pessoa.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Mateus 10:31"]},"atos_25_18_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se a um acordo ou pacto, possivelmente entre os acusadores e as autoridades.","explicacao_detalhada":"A palavra 'aliança' implica um compromisso ou um entendimento mútuo, que pode ter sido rompido ou desafiado no contexto do julgamento de Paulo.","por_que_esta_palavra":"A palavra é usada para indicar a seriedade das acusações e a necessidade de um julgamento justo, que respeite os acordos estabelecidos.","conexao_teologica":"A aliança é um conceito fundamental na Bíblia, representando o relacionamento entre Deus e seu povo.","referencias_relacionadas":["Êxodo 19:5","Jeremias 31:31","Hebreus 8:6"]},"atos_25_18_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"Refere-se a ações ou intenções malignas atribuídas a Paulo por seus acusadores.","explicacao_detalhada":"A palavra 'maligno' é utilizada para descrever as acusações que visam deslegitimar Paulo e sua missão, refletindo a oposição que ele enfrentava.","por_que_esta_palavra":"A escolha dessa palavra destaca a gravidade das acusações e a luta entre o bem e o mal no ministério de Paulo.","conexao_teologica":"A luta contra o mal é um tema recorrente na Bíblia, refletindo a batalha espiritual que os cristãos enfrentam.","referencias_relacionadas":["Efésios 6:12","1 Pedro 5:8","Romanos 12:21"]},"atos_25_18_assembleia":{"palavra_pt":"assembleia","palavra_original":"κατήγορος","transliteracao":"katḗgoros","strong":"G2725","significado_raiz":"Ideia básica: assembleia.","significado_contextual":"Refere-se ao grupo de acusadores que se reuniram para apresentar suas queixas contra Paulo.","explicacao_detalhada":"A palavra 'assembleia' implica um corpo coletivo que se une para um propósito comum, neste caso, a condenação de Paulo.","por_que_esta_palavra":"A utilização do termo enfatiza a formalidade do processo e a seriedade das acusações feitas contra Paulo.","conexao_teologica":"A assembleia pode ser vista como uma representação da comunidade, que deve agir com justiça e integridade.","referencias_relacionadas":["Mateus 18:20","Atos 2:42","Hebreus 10:25"]},"atos_25_19_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus Cristo, cuja identidade e ensinamentos são centrais nas acusações contra Paulo.","explicacao_detalhada":"A menção de Jesus destaca a conexão de Paulo com o cristianismo e a razão pela qual ele estava sendo perseguido.","por_que_esta_palavra":"A palavra é crucial para entender o contexto das acusações, que giram em torno da pregação de Paulo sobre Jesus.","conexao_teologica":"Jesus é o fundamento da fé cristã, e sua identidade é frequentemente contestada pelos opositores da fé.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 1:16"]},"atos_25_19_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Paulo, que é mencionado em conexão com as acusações que lhe foram feitas.","explicacao_detalhada":"O nome 'Paulo' é significativo, pois representa não apenas a identidade do apóstolo, mas também sua missão e legado no cristianismo.","por_que_esta_palavra":"A menção do nome é importante para identificar o indivíduo que está sendo julgado e o impacto de sua obra.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos e refletem a identidade e o propósito de Deus para a vida das pessoas.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","Filipenses 1:1"]},"atos_25_19_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"Refere-se ao conhecimento ou relação que os acusadores têm com Paulo.","explicacao_detalhada":"A palavra 'acquaintance' sugere que os acusadores não são estranhos a Paulo, o que pode influenciar suas acusações.","por_que_esta_palavra":"A escolha dessa palavra destaca a complexidade das relações sociais e a dinâmica de poder no julgamento.","conexao_teologica":"O conhecimento mútuo entre indivíduos pode refletir a importância da comunidade e das relações interpessoais na vida cristã.","referencias_relacionadas":["1 Coríntios 12:12-14","Gálatas 6:2","Hebreus 10:24-25"]},"atos_25_20_jerusalem":{"palavra_pt":"jerusalem","palavra_original":"Ἱεροσόλυμα","transliteracao":"Hierosólyma","strong":"G2414","significado_raiz":"Ideia básica: jerusalem.","significado_contextual":"Refere-se à cidade de Jerusalém, que é central para a história do cristianismo e o ministério de Paulo.","explicacao_detalhada":"Jerusalém é o local onde muitos eventos cruciais da fé cristã ocorreram, incluindo a crucificação e ressurreição de Jesus.","por_que_esta_palavra":"A menção de Jerusalém é importante para entender o contexto geográfico e cultural das acusações contra Paulo.","conexao_teologica":"Jerusalém é frequentemente vista como o centro espiritual do judaísmo e do cristianismo, simbolizando a presença de Deus entre seu povo.","referencias_relacionadas":["Mateus 5:35","Atos 1:8","Gálatas 4:26"]},"atos_25_20_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de dizer ou declarar algo, possivelmente relacionado às acusações contra Paulo.","explicacao_detalhada":"A palavra 'dizer' é fundamental para entender a comunicação e a retórica utilizada no julgamento de Paulo.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância da fala e da declaração de verdades ou mentiras no contexto judicial.","conexao_teologica":"A palavra de Deus é frequentemente associada à verdade e à revelação, e a comunicação é vital na vida cristã.","referencias_relacionadas":["Provérbios 18:21","Tiago 1:19","Romanos 10:17"]},"atos_25_21_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se novamente ao nome de Paulo, enfatizando sua identidade no contexto do julgamento.","explicacao_detalhada":"A repetição do nome 'Paulo' sublinha a centralidade de sua pessoa e ministério nas discussões que ocorrem.","por_que_esta_palavra":"A menção do nome é crucial para a identificação e o reconhecimento do papel de Paulo na propagação do evangelho.","conexao_teologica":"O nome de Paulo é sinônimo de evangelização e ensino, refletindo o chamado de Deus em sua vida.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","2 Timóteo 1:11"]},"atos_25_21_hearing":{"palavra_pt":"hearing","palavra_original":"διάγνωσις","transliteracao":"diágnōsis","strong":"G1233","significado_raiz":"Ideia básica: hearing.","significado_contextual":"A palavra 'hearing' refere-se ao ato de ouvir ou escutar, especialmente em um contexto legal.","explicacao_detalhada":"No contexto de Atos 25:21, 'hearing' é utilizado para descrever o processo judicial em que Paulo é ouvido por Festus. Isso implica a importância da audição justa e da defesa em um tribunal.","por_que_esta_palavra":"A escolha da palavra 'hearing' enfatiza a necessidade de um julgamento justo e a oportunidade de Paulo de apresentar sua defesa.","conexao_teologica":"A justiça e a verdade são temas centrais na teologia cristã, refletindo a natureza de Deus como justo e verdadeiro.","referencias_relacionadas":["Salmos 37:28","Provérbios 21:15","Isaías 1:17"]},"atos_25_21_csar":{"palavra_pt":"c sar","palavra_original":"Καῖσαρ","transliteracao":"Kaîsar","strong":"G2541","significado_raiz":"Ideia básica: c sar.","significado_contextual":"A palavra 'César' refere-se ao imperador romano, simbolizando a autoridade máxima do império na época.","explicacao_detalhada":"Em Atos 25:21, Paulo apela a César para garantir um julgamento justo, reconhecendo a autoridade romana e a proteção que ela pode oferecer.","por_que_esta_palavra":"A menção a César destaca a tensão entre a autoridade secular e a missão divina de Paulo, que busca propagar o evangelho.","conexao_teologica":"A soberania de Deus é evidente mesmo nas estruturas de poder humano, mostrando que Ele pode usar autoridades para cumprir Seus propósitos.","referencias_relacionadas":["Romanos 13:1","1 Pedro 2:13-14","Atos 25:11"]},"atos_25_22_festus":{"palavra_pt":"festus","palavra_original":"Φῆστος","transliteracao":"Phēstos","strong":"G5347","significado_raiz":"Ideia básica: festus.","significado_contextual":"Festus é o governador romano que assume o cargo após Félix, representando a autoridade local na Judeia.","explicacao_detalhada":"No versículo, Festus é mencionado como alguém que deve decidir sobre o destino de Paulo, simbolizando a luta entre a justiça e a política.","por_que_esta_palavra":"A inclusão de Festus no relato destaca a complexidade do governo romano e a interação de Paulo com as autoridades.","conexao_teologica":"A interação de Paulo com Festus ilustra a missão de levar o evangelho até mesmo diante das autoridades seculares.","referencias_relacionadas":["Atos 24:27","Atos 25:1","Atos 26:30"]},"atos_25_22_falar":{"palavra_pt":"falar","palavra_original":"φημί","transliteracao":"phēmí","strong":"G5346","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Em Atos 25:22, Paulo é incentivado a falar sobre sua defesa, o que é crucial para sua missão de testemunhar sobre Cristo.","por_que_esta_palavra":"A ênfase em 'falar' ressalta a importância da comunicação e do testemunho na vida cristã.","conexao_teologica":"A palavra de Deus é frequentemente comunicada através do testemunho dos crentes, refletindo a Grande Comissão.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","1 Pedro 3:15"]},"atos_25_22_disposed":{"palavra_pt":"disposed","palavra_original":"βούλομαι","transliteracao":"boúlomai","strong":"G1014","significado_raiz":"Ideia básica: disposed.","significado_contextual":"A palavra 'disposed' implica estar inclinado ou preparado para fazer algo.","explicacao_detalhada":"No contexto, Festus está disposto a ouvir Paulo, o que é um sinal de abertura e justiça em seu papel como governador.","por_que_esta_palavra":"A disposição de Festus para ouvir Paulo é crucial para o desenvolvimento do relato e para a defesa do apóstolo.","conexao_teologica":"A disposição para ouvir e entender é uma atitude que Deus deseja em Seus seguidores, refletindo a importância da escuta ativa.","referencias_relacionadas":["Tiago 1:19","Provérbios 18:13","Salmos 119:130"]},"atos_25_23_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade de Paulo, que é central para sua defesa e testemunho.","explicacao_detalhada":"Em Atos 25:23, o nome de Paulo é mencionado, destacando sua importância como apóstolo e defensor da fé cristã.","por_que_esta_palavra":"O nome é um símbolo de identidade e autoridade, especialmente no contexto de um julgamento.","conexao_teologica":"O nome de Jesus é central na teologia cristã, e Paulo, como apóstolo, carrega essa mensagem.","referencias_relacionadas":["Atos 4:12","Filipenses 2:9-11","Romanos 10:13"]},"atos_25_23_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude ou importância de algo.","explicacao_detalhada":"No versículo, 'grande' é usado para descrever a importância do evento ou da situação em que Paulo se encontra.","por_que_esta_palavra":"A grandeza do momento ressalta a seriedade do julgamento e a relevância do testemunho de Paulo.","conexao_teologica":"Deus é descrito como grande em poder e majestade, e a grandeza de Sua obra é refletida na vida de Paulo.","referencias_relacionadas":["Salmos 145:3","Isaías 40:26","Efésios 3:20"]},"atos_25_23_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica a ideia de acompanhar ou estar em conformidade com algo.","explicacao_detalhada":"Em Atos 25:23, 'seguir' pode se referir à adesão de Festus ao processo judicial e à ordem de ouvir Paulo.","por_que_esta_palavra":"A ação de seguir é crucial em contextos de liderança e autoridade, especialmente em julgamentos.","conexao_teologica":"Os cristãos são chamados a seguir a Cristo e Seus ensinamentos, refletindo a importância da obediência.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"atos_25_24_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se ao ato de existir ou ter vida, especialmente em um sentido espiritual.","explicacao_detalhada":"No contexto, 'viver' pode se relacionar com a vida de Paulo como apóstolo e seu testemunho sobre a ressurreição de Cristo.","por_que_esta_palavra":"A vida de Paulo é um testemunho do poder transformador do evangelho, que traz vida nova.","conexao_teologica":"A vida em Cristo é um tema central na teologia cristã, enfatizando a nova vida que Ele oferece.","referencias_relacionadas":["João 10:10","Gálatas 2:20","2 Coríntios 5:17"]},"atos_25_24_festus":{"palavra_pt":"festus","palavra_original":"Φῆστος","transliteracao":"Phēstos","strong":"G5347","significado_raiz":"Ideia básica: festus.","significado_contextual":"Festus, como governador, representa a autoridade que deve decidir sobre o caso de Paulo.","explicacao_detalhada":"A menção de Festus novamente destaca seu papel na administração da justiça e na proteção dos direitos de Paulo.","por_que_esta_palavra":"A repetição do nome de Festus enfatiza a importância de sua decisão no contexto do julgamento.","conexao_teologica":"A interação entre Paulo e Festus ilustra como Deus pode usar autoridades para cumprir Seus planos.","referencias_relacionadas":["Atos 24:27","Atos 25:1","Atos 26:30"]},"atos_25_25_commit":{"palavra_pt":"entregar","palavra_original":"πράσσω","transliteracao":"prássō","strong":"G4238","significado_raiz":"Ideia básica: entregar.","significado_contextual":"Entregar refere-se ao ato de submeter ou transferir algo a alguém, especialmente em um contexto legal ou de responsabilidade.","explicacao_detalhada":"No contexto de Atos 25:25, Paulo está sendo entregue a um tribunal, onde sua vida e liberdade estão em jogo. A palavra 'entregar' implica uma ação deliberada de passar a responsabilidade ou a custódia de uma pessoa.","por_que_esta_palavra":"A escolha da palavra 'entregar' enfatiza a gravidade da situação de Paulo e a injustiça que ele enfrenta ao ser submetido a um julgamento sem fundamento.","conexao_teologica":"A entrega de Paulo pode ser vista como um paralelo à entrega de Cristo, que também foi injustamente julgado e entregue para ser crucificado, refletindo o tema da injustiça e do sofrimento dos justos.","referencias_relacionadas":["Mateus 26:15","Lucas 23:25","João 19:16"]},"atos_25_26_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor é um título que denota autoridade, poder e respeito, frequentemente usado para referir-se a Deus ou a figuras de autoridade.","explicacao_detalhada":"Em Atos 25:26, o uso da palavra 'senhor' reflete a posição de autoridade do governador romano, que tem o poder de decidir o destino de Paulo. Essa palavra também é usada para reconhecer a soberania de Deus sobre todas as autoridades terrenas.","por_que_esta_palavra":"A palavra 'senhor' é crucial para entender a dinâmica de poder na narrativa, mostrando que, embora Paulo esteja diante de autoridades humanas, ele serve a um Senhor maior.","conexao_teologica":"A ideia de Senhorio é central na teologia cristã, onde Jesus é reconhecido como Senhor sobre todas as coisas, e os crentes são chamados a se submeter a essa autoridade.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:11","Atos 2:36"]},"atos_25_26_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Tornar-se ou acontecer refere-se ao processo de transformação ou realização de algo, muitas vezes em um contexto de mudança significativa.","explicacao_detalhada":"No versículo, a palavra 'tornar-se' sugere que Paulo está prestes a passar por uma mudança importante em sua vida, que pode impactar sua missão e testemunho.","por_que_esta_palavra":"A escolha dessa palavra indica que a situação de Paulo não é estática, mas está em um processo de desenvolvimento que pode levar a um resultado significativo.","conexao_teologica":"A transformação é um tema central na vida cristã, onde os crentes são chamados a se tornar novas criaturas em Cristo, refletindo a obra de Deus em suas vidas.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"atos_25_26_describe":{"palavra_pt":"descrever","palavra_original":"γράφω","transliteracao":"gráphō","strong":"G1125","significado_raiz":"Ideia básica: descrever.","significado_contextual":"Descrever implica em relatar ou narrar eventos, características ou experiências de forma detalhada.","explicacao_detalhada":"Em Atos 25:26, Paulo está sendo descrito em um contexto legal, onde sua defesa e história precisam ser apresentadas de maneira clara e convincente.","por_que_esta_palavra":"A palavra 'descrever' é essencial para entender como Paulo se apresenta e como sua história é contada, o que é crucial para sua defesa.","conexao_teologica":"A narrativa da vida de Paulo serve como um testemunho da graça de Deus e da transformação que ocorre quando alguém encontra a verdade em Cristo.","referencias_relacionadas":["Atos 22:1-21","1 Pedro 3:15","Apocalipse 12:11"]},"atos_25_27_bom":{"palavra_pt":"bom","palavra_original":"δοκέω","transliteracao":"dokéō","strong":"G1380","significado_raiz":"Ideia básica: bom.","significado_contextual":"Bom é um adjetivo que denota qualidade, bondade ou adequação em um contexto moral ou ético.","explicacao_detalhada":"No versículo, a palavra 'bom' é usada para descrever a natureza da decisão que deve ser tomada, refletindo a busca por justiça e equidade no julgamento de Paulo.","por_que_esta_palavra":"A utilização da palavra 'bom' destaca a expectativa de que as decisões judiciais devem ser justas e corretas, em contraste com a injustiça que Paulo enfrenta.","conexao_teologica":"A bondade de Deus é um tema recorrente nas Escrituras, onde Ele é descrito como justo e bom, e os crentes são chamados a refletir essa bondade em suas ações.","referencias_relacionadas":["Salmos 25:8","Romanos 12:21","Gálatas 6:10"]},"atos_25_27_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o ser supremo, criador e sustentador do universo, frequentemente invocado em contextos de autoridade e poder.","explicacao_detalhada":"A palavra 'deus' no versículo pode ser interpretada como uma referência à soberania divina sobre as decisões humanas, lembrando que, apesar das injustiças, Deus está no controle.","por_que_esta_palavra":"A menção de Deus enfatiza a necessidade de reconhecer Sua autoridade e a confiança que Paulo tem em Sua justiça, mesmo em meio à adversidade.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, onde se acredita que Ele governa sobre todas as coisas, incluindo as situações difíceis enfrentadas pelos crentes.","referencias_relacionadas":["Salmos 115:3","Isaías 46:10","Romanos 8:28"]}}