{"atos_26_1_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome refere-se à identidade de uma pessoa, frequentemente carregando significados e implicações culturais ou espirituais.","explicacao_detalhada":"Em Atos 26:1, Paulo menciona seu nome ao se dirigir a Agripa, o que é significativo em um contexto de defesa pessoal e afirmação de identidade.","por_que_esta_palavra":"A palavra 'nome' é importante para estabelecer a identidade de Paulo e sua autoridade ao falar, além de refletir sua transformação de perseguidor a apóstolo.","conexao_teologica":"O nome de Jesus é central na fé cristã, e a identidade dos crentes é encontrada nEle, refletindo a importância do nome em contextos espirituais.","referencias_relacionadas":["Atos 4:12","Filipenses 2:9-10","Romanos 10:13"]},"atos_26_1_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"Mão é frequentemente usada como símbolo de poder, ação ou autoridade, especialmente em contextos de controle ou intervenção.","explicacao_detalhada":"No versículo, a referência à mão pode simbolizar a ação de Paulo ao se dirigir a Agripa, enfatizando sua disposição em falar e defender sua fé.","por_que_esta_palavra":"A palavra 'mão' é significativa para ilustrar a ação e a autoridade que Paulo exerce ao se apresentar diante do rei, mostrando sua coragem e determinação.","conexao_teologica":"A mão de Deus é frequentemente mencionada nas Escrituras como um símbolo de poder e intervenção divina, refletindo a soberania de Deus nas situações humanas.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Atos 11:21"]},"atos_26_1_falar":{"palavra_pt":"falar","palavra_original":"φημί","transliteracao":"phēmí","strong":"G5346","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar refere-se ao ato de comunicar, expressar pensamentos ou defender uma posição, especialmente em um contexto de audiência ou julgamento.","explicacao_detalhada":"Em Atos 26:1, Paulo se prepara para falar diante de Agripa, o que é crucial para sua defesa e para o testemunho do evangelho que ele representa.","por_que_esta_palavra":"A palavra 'falar' é central para a missão de Paulo, que é comunicar a verdade do evangelho e sua experiência de conversão, mostrando a importância da comunicação na fé.","conexao_teologica":"A pregação e a comunicação da verdade são fundamentais na teologia cristã, onde os crentes são chamados a compartilhar o evangelho com ousadia.","referencias_relacionadas":["Mateus 10:20","Romanos 10:14","1 Pedro 3:15"]},"atos_26_2_blessed":{"palavra_pt":"bem aventurado","palavra_original":"μακάριος","transliteracao":"makários","strong":"G3107","significado_raiz":"Ideia básica: bem aventurado.","significado_contextual":"Bem-aventurado é um termo que expressa felicidade ou bênção, frequentemente associado à aprovação divina.","explicacao_detalhada":"No contexto de Atos 26:2, Paulo se refere a si mesmo como bem-aventurado por ter a oportunidade de testemunhar diante de autoridades, reconhecendo a bênção de Deus em sua vida.","por_que_esta_palavra":"A palavra 'bem-aventurado' destaca a perspectiva de Paulo sobre sua situação, mostrando que ele vê sua defesa como uma oportunidade de glorificar a Deus.","conexao_teologica":"A bem-aventurança é um tema importante nas Escrituras, onde Jesus ensina sobre as bênçãos que vêm da fidelidade a Deus e do sofrimento por Sua causa.","referencias_relacionadas":["Mateus 5:3-12","Tiago 1:12","1 Pedro 3:14"]},"atos_26_2_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"Refere-se a uma pessoa da linhagem judaica, destacando a identidade cultural e religiosa.","explicacao_detalhada":"A palavra 'jew ess' (Ἰουδαῖος) é utilizada para descrever os judeus, que são o povo escolhido de Deus segundo a tradição bíblica. No contexto de Atos 26:2, Paulo se identifica como judeu, enfatizando sua origem e a importância de sua herança na narrativa.","por_que_esta_palavra":"Paulo menciona sua identidade judaica para estabelecer credibilidade e conexão com seus ouvintes, que também eram judeus.","conexao_teologica":"A identidade judaica de Paulo é fundamental para entender a transição do judaísmo para o cristianismo, mostrando como Deus opera através de sua escolha do povo.","referencias_relacionadas":["Romanos 11:1","Filipenses 3:5","Gálatas 1:13"]},"atos_26_2_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao caminho da vida, ou a maneira de viver segundo os ensinamentos de Cristo.","explicacao_detalhada":"A palavra 'caminho' (πᾶς) simboliza a jornada espiritual e a prática da fé. No contexto de Atos 26:2, Paulo fala sobre seu envolvimento com o 'caminho', que é uma referência ao cristianismo primitivo.","por_que_esta_palavra":"O uso de 'caminho' destaca a ideia de que a fé é uma jornada ativa e contínua, não apenas uma crença passiva.","conexao_teologica":"O 'caminho' representa a vida em Cristo, onde os crentes são chamados a seguir seus ensinamentos e exemplo.","referencias_relacionadas":["Atos 9:2","Atos 19:9","João 14:6"]},"atos_26_3_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Indica conformidade ou acordo com algo, neste caso, a lei e os profetas.","explicacao_detalhada":"A palavra 'conforme' (κατά) é usada para mostrar que Paulo estava vivendo de acordo com as tradições judaicas e a lei. Ele enfatiza que sua defesa está em conformidade com as Escrituras.","por_que_esta_palavra":"Paulo usa 'conforme' para legitimar sua posição e mostrar que sua fé cristã não é uma ruptura, mas um cumprimento das promessas de Deus.","conexao_teologica":"A conformidade com a lei e os profetas é um tema central na teologia cristã, onde Jesus é visto como o cumprimento das Escrituras.","referencias_relacionadas":["Mateus 5:17","Lucas 24:44","Romanos 3:21"]},"atos_26_3_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"Reforça a identidade judaica de Paulo, que é crucial para sua argumentação.","explicacao_detalhada":"A repetição da palavra 'jew ess' (Ἰουδαῖος) enfatiza a importância da herança judaica de Paulo em sua defesa diante do rei Agripa.","por_que_esta_palavra":"A menção da identidade judaica é uma estratégia retórica para conectar-se com seu público e estabelecer autoridade.","conexao_teologica":"A identidade judaica de Paulo é um testemunho da continuidade entre o judaísmo e o cristianismo.","referencias_relacionadas":["Atos 22:3","Romanos 9:4-5","Gálatas 2:15"]},"atos_26_4_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se a um grande evento ou transformação na vida de Paulo.","explicacao_detalhada":"A palavra 'tornar-se' (γίνομαι) é usada para descrever a mudança radical que Paulo experimentou ao se tornar um apóstolo de Cristo após sua conversão.","por_que_esta_palavra":"A transformação de Paulo é central para a narrativa do Novo Testamento, mostrando o poder de Deus para mudar vidas.","conexao_teologica":"A ideia de transformação é um tema recorrente na teologia cristã, simbolizando a nova vida em Cristo.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 1:23"]},"atos_26_4_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a presença de Paulo entre o povo judeu.","explicacao_detalhada":"A palavra 'entre' (ἐκ) sugere a ideia de pertencimento e envolvimento com a comunidade judaica, onde Paulo cresceu e se desenvolveu.","por_que_esta_palavra":"A menção de estar 'entre' os judeus reforça a conexão de Paulo com sua cultura e tradição.","conexao_teologica":"A presença de Paulo entre os judeus é um exemplo de como Deus usa pessoas de diferentes origens para cumprir Seus propósitos.","referencias_relacionadas":["Atos 22:3","Romanos 1:16","Gálatas 2:14"]},"atos_26_4_youth":{"palavra_pt":"youth","palavra_original":"νεότης","transliteracao":"neótēs","strong":"G3503","significado_raiz":"Ideia básica: youth.","significado_contextual":"Refere-se à juventude de Paulo e ao seu desenvolvimento inicial na fé.","explicacao_detalhada":"A palavra 'youth' (νεότης) destaca a fase da vida em que Paulo estava se moldando e sendo influenciado por sua educação judaica.","por_que_esta_palavra":"A menção da juventude de Paulo é importante para entender como suas experiências formaram sua fé e missão.","conexao_teologica":"A juventude é um período de formação espiritual, e Deus pode usar jovens para realizar grandes coisas.","referencias_relacionadas":["1 Timóteo 4:12","Eclesiastes 12:1","Salmos 119:9"]},"atos_26_5_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se à escolha de Paulo em seguir a tradição judaica.","explicacao_detalhada":"A palavra 'escolher' (θέλω) indica a decisão consciente de Paulo em seguir a lei e as tradições de seus antepassados.","por_que_esta_palavra":"A escolha de Paulo é significativa, pois mostra sua dedicação e compromisso com a fé judaica antes de sua conversão.","conexao_teologica":"A escolha é um tema importante na teologia, refletindo a liberdade humana e a soberania de Deus.","referencias_relacionadas":["Deuteronômio 30:19","Josué 24:15","Romanos 10:1"]},"atos_26_5_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à vida de acordo com a lei e as tradições judaicas.","explicacao_detalhada":"A palavra 'viver' (ζάω) implica uma vida ativa e vibrante, em conformidade com as expectativas da fé judaica.","por_que_esta_palavra":"A ênfase em 'viver' destaca a importância da prática da fé em oposição a uma crença meramente intelectual.","conexao_teologica":"A vida em Cristo é descrita como uma vida abundante, refletindo a promessa de Deus para Seus seguidores.","referencias_relacionadas":["João 10:10","Gálatas 2:20","Romanos 6:4"]},"atos_26_5_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Refere-se à conformidade com a lei e as tradições judaicas.","explicacao_detalhada":"A palavra 'conforme' (κατά) é usada novamente para enfatizar que a vida de Paulo estava em linha com as Escrituras e tradições.","por_que_esta_palavra":"Reiterar a conformidade é crucial para a defesa de Paulo, mostrando que ele não abandonou suas raízes.","conexao_teologica":"A conformidade com a lei é um tema que conecta o Antigo e o Novo Testamento, mostrando a continuidade da revelação de Deus.","referencias_relacionadas":["Mateus 5:17","Romanos 3:31","Gálatas 3:24"]},"atos_26_6_fe":{"palavra_pt":"esperanca","palavra_original":"ἐλπίς","transliteracao":"elpís","strong":"G1680","significado_raiz":"Ideia básica: esperanca.","significado_contextual":"A esperança mencionada aqui refere-se à expectativa de cumprimento das promessas de Deus.","explicacao_detalhada":"A palavra 'esperança' (ἐλπίς) é usada para descrever a confiança em algo que está por vir, especialmente em relação à salvação e à vida eterna prometida por Deus.","por_que_esta_palavra":"Paulo menciona a esperança para enfatizar a fé que os judeus tinham nas promessas de Deus, que ele agora acredita serem cumpridas em Jesus Cristo.","conexao_teologica":"A esperança é um tema central na teologia cristã, representando a certeza da salvação e a expectativa do retorno de Cristo.","referencias_relacionadas":["Romanos 5:5","Hebreus 11:1","1 Pedro 1:3"]},"atos_26_6_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como a fonte de esperança e promessas.","explicacao_detalhada":"A palavra 'deus' (θεός) refere-se ao ser supremo, criador do universo, que estabelece um relacionamento com a humanidade através de alianças.","por_que_esta_palavra":"Paulo usa 'Deus' para afirmar que sua esperança e fé estão fundamentadas na natureza e nas promessas de Deus.","conexao_teologica":"A compreensão de Deus como o ser supremo é fundamental para a fé cristã, que se baseia em Seu caráter e promessas.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Isaías 40:28"]},"atos_26_6_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à grandeza das promessas de Deus e ao impacto da fé na vida do crente.","explicacao_detalhada":"A palavra 'tornar-se' (γίνομαι) implica uma transformação ou realização, especialmente em relação ao plano de Deus para a salvação.","por_que_esta_palavra":"Paulo usa essa palavra para descrever como a fé em Cristo transforma a vida e a esperança dos crentes.","conexao_teologica":"A transformação é um tema central na vida cristã, onde os crentes são chamados a se tornarem novas criaturas em Cristo.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"atos_26_7_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado refere-se ao tempo em que as promessas de Deus se cumprirão.","explicacao_detalhada":"A palavra 'dia' (ἡμέρα) pode simbolizar um tempo específico de julgamento ou de realização das promessas divinas.","por_que_esta_palavra":"Paulo menciona o dia para enfatizar a certeza de que Deus cumprirá Suas promessas em um tempo determinado.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, quando Deus julgará o mundo e estabelecerá Seu reino.","referencias_relacionadas":["Joel 2:31","Atos 2:20","1 Tessalonicenses 5:2"]},"atos_26_7_fe":{"palavra_pt":"esperanca","palavra_original":"ἐλπίς","transliteracao":"elpís","strong":"G1680","significado_raiz":"Ideia básica: esperanca.","significado_contextual":"A esperança aqui é reiterada como um elemento central da fé cristã.","explicacao_detalhada":"A repetição da palavra 'esperança' (ἐλπίς) reforça a ideia de que a fé em Cristo é a base da esperança dos crentes.","por_que_esta_palavra":"Paulo destaca a esperança para mostrar que, mesmo em meio a dificuldades, a fé em Cristo traz segurança e expectativa.","conexao_teologica":"A esperança é uma âncora para a alma, sustentando os crentes em tempos de tribulação.","referencias_relacionadas":["Hebreus 6:19","Romanos 15:13","Salmos 31:24"]},"atos_26_7_deus":{"palavra_pt":"deus","palavra_original":"λατρεύω","transliteracao":"latreúō","strong":"G3000","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como o objeto da adoração e serviço dos crentes.","explicacao_detalhada":"A palavra 'deus' (λατρεύω) implica um serviço ou adoração dedicada a Deus, que é central na vida do crente.","por_que_esta_palavra":"Paulo menciona o serviço a Deus para enfatizar a devoção que os crentes devem ter em resposta à Sua graça.","conexao_teologica":"O serviço a Deus é uma expressão de gratidão e reconhecimento de Sua soberania.","referencias_relacionadas":["Romanos 12:1","Colossenses 3:23","1 Pedro 2:9"]},"atos_26_8_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o juiz supremo que tem poder sobre a vida e a morte.","explicacao_detalhada":"A palavra 'deus' (θεός) aqui reafirma a soberania de Deus sobre todas as coisas, incluindo a ressurreição.","por_que_esta_palavra":"Paulo menciona Deus para afirmar que a ressurreição é parte do plano divino e que Ele tem autoridade sobre a vida e a morte.","conexao_teologica":"A ressurreição é um dos pilares da fé cristã, demonstrando o poder de Deus sobre a morte.","referencias_relacionadas":["João 11:25","1 Coríntios 15:55-57","Romanos 6:4"]},"atos_26_8_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte é vista como uma transição e não um fim, devido à esperança da ressurreição.","explicacao_detalhada":"A palavra 'morte' (ἐγείρω) implica a ideia de levantar ou ressuscitar, enfatizando a vitória sobre a morte.","por_que_esta_palavra":"Paulo menciona a morte para contrastar a condição humana com a promessa de vida eterna em Cristo.","conexao_teologica":"A vitória sobre a morte é central na mensagem do evangelho, oferecendo esperança aos crentes.","referencias_relacionadas":["Romanos 8:38-39","1 Coríntios 15:54","Apocalipse 21:4"]},"atos_26_8_julgar":{"palavra_pt":"julgar","palavra_original":"κρίνω","transliteracao":"krínō","strong":"G2919","significado_raiz":"Ideia básica: julgar.","significado_contextual":"O julgamento é uma parte do plano de Deus para a humanidade, onde Ele avaliará as ações de cada um.","explicacao_detalhada":"A palavra 'julgar' (κρίνω) refere-se ao ato de discernir e decidir sobre a justiça, especialmente no contexto do julgamento final.","por_que_esta_palavra":"Paulo menciona o julgamento para alertar sobre a responsabilidade que cada um tem diante de Deus.","conexao_teologica":"O julgamento é um tema recorrente na Bíblia, enfatizando a justiça de Deus e a necessidade de arrependimento.","referencias_relacionadas":["Mateus 25:31-46","Romanos 14:10","Apocalipse 20:12"]},"atos_26_9_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o centro da fé cristã e a realização das promessas de Deus.","explicacao_detalhada":"A palavra 'jesus' (Ἰησοῦς) refere-se ao Messias, o Salvador que veio para redimir a humanidade.","por_que_esta_palavra":"Paulo menciona Jesus para afirmar que todas as esperanças e promessas de Deus se cumprem Nele.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e Sua obra é fundamental para a salvação.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 10:9"]},"atos_26_9_bom":{"palavra_pt":"bom","palavra_original":"δοκέω","transliteracao":"dokéō","strong":"G1380","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à percepção de Paulo sobre suas ações antes da conversão.","explicacao_detalhada":"A palavra 'bom' aqui indica a ideia de que Paulo acreditava estar fazendo o que era certo ao perseguir os cristãos, pensando que estava servindo a Deus.","por_que_esta_palavra":"A escolha da palavra 'bom' reflete a autopercepção de Paulo como alguém que estava em conformidade com a vontade divina, mesmo que estivesse equivocado.","conexao_teologica":"A ideia de que as intenções podem ser boas, mas as ações podem estar erradas, é um tema recorrente na teologia cristã.","referencias_relacionadas":["Romanos 10:2","Gálatas 1:14","Atos 22:3"]},"atos_26_10_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de Paulo em fazer mal aos cristãos.","explicacao_detalhada":"A palavra 'fazer' implica em ações deliberadas e intencionais que Paulo tomou contra a igreja, mostrando sua determinação em erradicar o que ele via como heresia.","por_que_esta_palavra":"A escolha da palavra 'fazer' enfatiza a responsabilidade de Paulo por suas ações, que ele agora reconhece como erradas após sua conversão.","conexao_teologica":"A responsabilidade moral e a capacidade de mudar são temas centrais na narrativa da conversão de Paulo.","referencias_relacionadas":["Atos 8:3","Atos 9:1-2","Gálatas 1:13"]},"atos_26_10_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude da perseguição que Paulo infligiu aos cristãos.","explicacao_detalhada":"A palavra 'grande' destaca a intensidade e a extensão da oposição de Paulo à igreja, sublinhando a seriedade de suas ações.","por_que_esta_palavra":"A ênfase na grandeza das ações de Paulo serve para mostrar a transformação radical que ocorreu em sua vida.","conexao_teologica":"A transformação de Paulo de perseguidor a apóstolo é um exemplo poderoso da graça de Deus.","referencias_relacionadas":["Atos 9:1-2","Atos 22:4","1 Timóteo 1:13"]},"atos_26_11_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à comunidade de crentes que Paulo estava perseguindo.","explicacao_detalhada":"A palavra 'igreja' é usada para descrever o corpo de Cristo, enfatizando a unidade e a importância da comunidade cristã.","por_que_esta_palavra":"A menção da 'igreja' destaca a seriedade da perseguição que Paulo estava realizando, atacando não apenas indivíduos, mas a própria comunidade de fé.","conexao_teologica":"A igreja é vista como o corpo de Cristo, e a perseguição a ela é uma ofensa direta a Deus.","referencias_relacionadas":["Mateus 16:18","Atos 2:47","Efésios 1:22-23"]},"atos_26_12_cidade":{"palavra_pt":"cidade","palavra_original":"Δαμασκός","transliteracao":"Damaskós","strong":"G1154","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade de Damasco, onde Paulo estava indo para prender cristãos.","explicacao_detalhada":"A palavra 'cidade' indica o local específico onde Paulo estava exercendo sua perseguição, simbolizando a expansão do cristianismo mesmo em áreas hostis.","por_que_esta_palavra":"A menção de Damasco é crucial, pois é o local da conversão de Paulo, onde ele encontrou Cristo.","conexao_teologica":"A cidade de Damasco se torna um símbolo de transformação e da abrangência da graça de Deus.","referencias_relacionadas":["Atos 9:3-6","Atos 9:10-19","Gálatas 1:17"]},"atos_26_12_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se à ação de Paulo em seguir as ordens que lhe foram dadas.","explicacao_detalhada":"A palavra 'seguir' implica em obedecer a uma autoridade, mostrando a determinação de Paulo em cumprir sua missão de perseguir os cristãos.","por_que_esta_palavra":"A escolha da palavra 'seguir' destaca a obediência cega de Paulo às suas convicções antes de sua conversão.","conexao_teologica":"A ideia de seguir a Cristo é central na fé cristã, contrastando com a obediência de Paulo a uma causa errada.","referencias_relacionadas":["Lucas 9:23","Mateus 4:19","João 10:27"]},"atos_26_12_autoridade":{"palavra_pt":"autoridade","palavra_original":"ἐξουσία","transliteracao":"exousía","strong":"G1849","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"Refere-se ao poder que Paulo tinha para prender os cristãos.","explicacao_detalhada":"A palavra 'autoridade' indica a legitimidade que Paulo tinha, recebida dos líderes religiosos, para agir contra os seguidores de Cristo.","por_que_esta_palavra":"A menção da 'autoridade' ressalta a seriedade da perseguição e a responsabilidade que Paulo sentia em cumprir essas ordens.","conexao_teologica":"A autoridade humana é contrastada com a autoridade divina que Paulo encontra em sua conversão.","referencias_relacionadas":["Atos 9:14","Atos 22:5","Romanos 13:1"]},"atos_26_13_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao momento específico da revelação de Cristo a Paulo.","explicacao_detalhada":"A palavra 'dia' indica um tempo significativo na vida de Paulo, marcando sua transformação de perseguidor a apóstolo.","por_que_esta_palavra":"A escolha da palavra 'dia' enfatiza a importância de eventos específicos na história da salvação.","conexao_teologica":"O dia da conversão de Paulo é um marco na expansão do evangelho e na história da igreja.","referencias_relacionadas":["Atos 9:3","Gálatas 1:15-16","1 Timóteo 1:15"]},"atos_26_13_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Refere-se à conformidade com a visão que Paulo teve.","explicacao_detalhada":"A palavra 'conforme' indica que a experiência de Paulo estava alinhada com a revelação divina que ele recebeu.","por_que_esta_palavra":"A escolha da palavra 'conforme' destaca a precisão da experiência de Paulo em relação à verdade revelada por Cristo.","conexao_teologica":"A revelação de Cristo a Paulo é um exemplo de como Deus se comunica diretamente com os indivíduos.","referencias_relacionadas":["Atos 9:6","Gálatas 1:12","Romanos 1:16"]},"atos_26_14_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra em que Paulo estava quando teve sua visão.","explicacao_detalhada":"A palavra 'terra' simboliza o mundo físico e a realidade em que Paulo estava, contrastando com a visão espiritual que recebeu.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a dualidade entre o físico e o espiritual na experiência de Paulo.","conexao_teologica":"A terra é frequentemente usada na Bíblia para simbolizar a criação de Deus e a realidade da vida humana.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Mateus 5:5"]},"atos_26_15_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para reconhecer a autoridade e divindade de Jesus durante a conversão de Paulo.","explicacao_detalhada":"No contexto do versículo, Paulo se refere a Jesus como 'Senhor' após sua experiência na estrada para Damasco, onde ele é confrontado pela presença divina de Cristo. Essa palavra expressa não apenas respeito, mas também a aceitação de Jesus como o Messias e Senhor.","por_que_esta_palavra":"A utilização da palavra 'senhor' enfatiza a soberania de Cristo e a submissão de Paulo à sua autoridade.","conexao_teologica":"A palavra 'senhor' é central na teologia cristã, pois reconhece Jesus como o Senhor e Salvador, conforme Romanos 10:9.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:10-11","Atos 2:36"]},"atos_26_15_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é mencionado como a figura central da fé cristã e o objeto da revelação divina a Paulo.","explicacao_detalhada":"Neste versículo, Paulo se refere a Jesus como aquele que o chamou. O nome 'Jesus' significa 'O Senhor é salvação', e é fundamental para a identidade cristã, pois representa a encarnação de Deus e a promessa de redenção.","por_que_esta_palavra":"A menção de 'Jesus' é crucial, pois destaca a importância do relacionamento pessoal com Ele e a transformação que Ele traz.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, conforme 1 Timóteo 2:5, e sua obra é central para a salvação.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"atos_26_15_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação direta que Paulo recebeu de Jesus, indicando um chamado pessoal.","explicacao_detalhada":"Neste contexto, 'falar' implica uma revelação direta e uma instrução que Paulo recebeu de Cristo. Essa comunicação é um elemento essencial da experiência de conversão e da missão que Paulo receberia.","por_que_esta_palavra":"A escolha da palavra 'falar' enfatiza a relação pessoal entre Jesus e Paulo, mostrando que Deus se comunica diretamente com seus servos.","conexao_teologica":"A comunicação divina é um tema recorrente na Bíblia, onde Deus se revela aos homens, como em Hebreus 1:1-2.","referencias_relacionadas":["Hebreus 1:1-2","João 10:27","Atos 9:6"]},"atos_26_16_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se ao pacto que Deus fez com seu povo, simbolizando compromisso e relacionamento.","explicacao_detalhada":"No contexto do versículo, a aliança é um lembrete da fidelidade de Deus e do chamado de Paulo para ser um instrumento na propagação do evangelho, cumprindo as promessas feitas a Israel.","por_que_esta_palavra":"A aliança é fundamental para entender a relação de Deus com a humanidade e a missão de Paulo como apóstolo.","conexao_teologica":"A aliança é um tema central na Bíblia, representando o compromisso de Deus com seu povo, como em Gênesis 17:7.","referencias_relacionadas":["Gênesis 17:7","Hebreus 8:6-13","Romanos 11:27"]},"atos_26_16_servo":{"palavra_pt":"servo","palavra_original":"ὑπηρέτης","transliteracao":"hypērétēs","strong":"G5257","significado_raiz":"Ideia básica: servo.","significado_contextual":"A palavra 'servo' indica a posição de Paulo como um mensageiro e representante de Cristo.","explicacao_detalhada":"No versículo, Paulo é chamado para ser 'servo', o que implica em sua disposição para servir a Deus e aos outros, refletindo a humildade e a dedicação que caracterizam a vida cristã.","por_que_esta_palavra":"A palavra 'servo' é importante para entender o chamado de Paulo e a natureza do ministério cristão, que é baseado no serviço.","conexao_teologica":"O conceito de servo é central na vida de Jesus e na chamada de todos os cristãos, conforme Marcos 10:45.","referencias_relacionadas":["Marcos 10:45","Romanos 1:1","2 Coríntios 4:5"]},"atos_26_17_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a relação de Paulo com os povos e as nações que ele seria enviado.","explicacao_detalhada":"Neste contexto, 'entre' sugere que Paulo teria um papel ativo no meio das pessoas, levando a mensagem de Cristo a diferentes grupos e culturas.","por_que_esta_palavra":"A escolha da palavra 'entre' enfatiza a missão de Paulo de ser um intermediário entre Deus e os gentios.","conexao_teologica":"A ideia de estar 'entre' as nações é um reflexo do chamado missionário da Igreja, conforme Mateus 28:19-20.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","Romanos 10:14"]},"atos_26_17_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se ao grupo específico ao qual Paulo seria enviado, incluindo tanto judeus quanto gentios.","explicacao_detalhada":"No versículo, 'povo' destaca a diversidade das nações que Paulo alcançaria, enfatizando a universalidade da mensagem do evangelho.","por_que_esta_palavra":"A palavra 'povo' é significativa porque reflete a missão de Deus de alcançar todos os grupos, conforme a promessa feita a Abraão.","conexao_teologica":"A inclusão de todos os povos no plano de salvação é um tema central na teologia bíblica, conforme Gálatas 3:28.","referencias_relacionadas":["Gálatas 3:28","Apocalipse 7:9","Romanos 15:9"]},"atos_26_18_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se à divindade suprema que Paulo estava servindo e proclamando.","explicacao_detalhada":"No contexto do versículo, 'Deus' é a fonte de toda verdade e autoridade, e Paulo é chamado a levar essa verdade aos povos.","por_que_esta_palavra":"A menção de 'Deus' é crucial para entender a natureza do ministério de Paulo e a mensagem que ele deveria pregar.","conexao_teologica":"A centralidade de Deus na vida e na missão de Paulo reflete a essência da fé cristã, conforme Efésios 4:6.","referencias_relacionadas":["Efésios 4:6","1 Coríntios 8:6","Romanos 1:20"]},"atos_26_18_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' é usada para descrever a confiança e a crença na mensagem de Jesus que Paulo deveria proclamar.","explicacao_detalhada":"Neste contexto, 'fé' representa não apenas crença, mas também a resposta ativa à revelação de Deus em Cristo, que Paulo deveria compartilhar com os outros.","por_que_esta_palavra":"A palavra 'fé' é fundamental para a experiência cristã, pois é pela fé que os crentes são salvos.","conexao_teologica":"A fé é um tema central na teologia cristã, conforme Hebreus 11:1, e é essencial para a salvação.","referencias_relacionadas":["Hebreus 11:1","Efésios 2:8-9","Romanos 5:1"]},"atos_26_18_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza a percepção e a visão espiritual que Paulo receberia ao ser chamado por Jesus.","explicacao_detalhada":"No contexto do versículo, 'olho' representa a capacidade de ver a verdade espiritual e a realidade do evangelho, que Paulo deveria transmitir aos outros.","por_que_esta_palavra":"A menção de 'olho' é significativa, pois reflete a transformação que Paulo experimentou ao encontrar Cristo.","conexao_teologica":"A visão espiritual é um tema importante na Bíblia, onde a iluminação divina é necessária para entender a verdade, conforme 2 Coríntios 4:4.","referencias_relacionadas":["2 Coríntios 4:4","Efésios 1:18","João 9:39"]},"atos_26_19_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' refere-se à transformação ou mudança de estado, especialmente no contexto da conversão de Paulo.","explicacao_detalhada":"No versículo, Paulo fala sobre sua experiência de conversão e como ele se tornou um apóstolo após um encontro com Cristo. A ideia de 'tornar-se' implica uma mudança radical em sua vida e missão.","por_que_esta_palavra":"Esta palavra é crucial para entender a transformação espiritual que Paulo experimentou e como isso impactou sua vida e ministério.","conexao_teologica":"A transformação de Paulo é um exemplo da graça de Deus que muda vidas, refletindo a ideia de que todos podem se tornar novas criaturas em Cristo.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"atos_26_19_ceu":{"palavra_pt":"ceu","palavra_original":"οὐράνιος","transliteracao":"ouránios","strong":"G3770","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' refere-se ao domínio espiritual onde Deus habita e onde as visões divinas ocorrem.","explicacao_detalhada":"No contexto do versículo, Paulo menciona uma visão celestial que recebeu, indicando a origem divina de sua missão e autoridade.","por_que_esta_palavra":"A menção do céu enfatiza a natureza sobrenatural da experiência de Paulo e a legitimidade de sua chamada apostólica.","conexao_teologica":"O céu é frequentemente associado à presença de Deus e à revelação divina, mostrando que a missão de Paulo é parte do plano de Deus.","referencias_relacionadas":["Mateus 6:9","Hebreus 11:16","Apocalipse 21:2"]},"atos_26_19_visao":{"palavra_pt":"visao","palavra_original":"ὀπτασία","transliteracao":"optasía","strong":"G3701","significado_raiz":"Ideia básica: visao.","significado_contextual":"A palavra 'visão' refere-se a uma experiência sobrenatural onde Paulo recebeu instruções diretas de Deus.","explicacao_detalhada":"Paulo descreve uma visão que o comissionou a pregar o evangelho, destacando a importância das revelações divinas na formação do ministério cristão.","por_que_esta_palavra":"A visão é um elemento central na narrativa de Paulo, mostrando como Deus se comunica com seus servos e os direciona em suas missões.","conexao_teologica":"As visões são um meio pelo qual Deus revela sua vontade, refletindo a continuidade da revelação divina na história da salvação.","referencias_relacionadas":["Atos 10:9-16","Atos 9:10-12","Ezequiel 1:1"]},"atos_26_20_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Ser Supremo, criador e sustentador do universo, que se revela a Paulo.","explicacao_detalhada":"Paulo menciona Deus como a fonte de sua missão, enfatizando a autoridade divina por trás de seu chamado para pregar aos gentios.","por_que_esta_palavra":"A menção de Deus é fundamental para entender a legitimidade e a seriedade da missão de Paulo, que é divinamente ordenada.","conexao_teologica":"A centralidade de Deus na vida de Paulo reflete a importância da soberania divina na obra de evangelização e na história da salvação.","referencias_relacionadas":["Romanos 1:16","1 Coríntios 1:21","Efésios 2:8-9"]},"atos_26_20_commit":{"palavra_pt":"entregar","palavra_original":"πράσσω","transliteracao":"prássō","strong":"G4238","significado_raiz":"Ideia básica: entregar.","significado_contextual":"A palavra 'entregar' refere-se ao ato de se submeter ou dedicar algo a alguém, neste caso, a mensagem do evangelho.","explicacao_detalhada":"Paulo fala sobre como ele entregou a mensagem de Deus, enfatizando a responsabilidade de pregar e ensinar a verdade divina.","por_que_esta_palavra":"A entrega da mensagem é um aspecto crucial do ministério de Paulo, mostrando sua obediência e compromisso com a missão recebida.","conexao_teologica":"A entrega da mensagem do evangelho é um chamado para todos os cristãos, refletindo a Grande Comissão dada por Jesus.","referencias_relacionadas":["Mateus 28:19-20","Marcos 16:15","Atos 1:8"]},"atos_26_20_cidade":{"palavra_pt":"cidade","palavra_original":"Δαμασκός","transliteracao":"Damaskós","strong":"G1154","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a Damasco, que é o local onde Paulo teve sua experiência de conversão.","explicacao_detalhada":"Damasco é significativa na narrativa de Paulo, pois é onde ele foi chamado por Deus e onde começou sua nova vida como apóstolo.","por_que_esta_palavra":"A menção de Damasco destaca a importância do local na história da salvação e na vida de Paulo.","conexao_teologica":"A cidade de Damasco simboliza a transformação e o início da missão de Paulo, mostrando que Deus pode agir em qualquer lugar.","referencias_relacionadas":["Atos 9:1-19","Gálatas 1:17","2 Coríntios 11:32"]},"atos_26_21_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se ao que é consagrado a Deus, indicando a natureza da missão de Paulo.","explicacao_detalhada":"Paulo menciona que ele foi perseguido por pregar o que é sagrado, enfatizando a oposição que enfrentou por causa de sua fé.","por_que_esta_palavra":"A palavra 'sagrado' é importante para entender a seriedade da mensagem que Paulo estava proclamando e a resistência que encontrou.","conexao_teologica":"A santidade da mensagem do evangelho é um tema central na teologia cristã, refletindo a natureza de Deus e sua obra redentora.","referencias_relacionadas":["1 Pedro 1:15-16","Romanos 1:2","Hebreus 10:29"]},"atos_26_21_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"A palavra 'judeu' refere-se à identidade étnica e religiosa de Paulo, que era um fariseu e defensor da lei.","explicacao_detalhada":"Paulo menciona sua origem judaica para destacar a seriedade de sua conversão e a mudança de perspectiva que ocorreu em sua vida.","por_que_esta_palavra":"A identidade judaica de Paulo é relevante para entender seu ministério e a relação entre judeus e gentios no contexto do evangelho.","conexao_teologica":"A inclusão dos gentios na salvação é um tema central na teologia de Paulo, que ele aborda a partir de sua própria experiência como judeu.","referencias_relacionadas":["Romanos 1:16","Gálatas 3:28","Filipenses 3:5"]},"atos_26_21_agarrar":{"palavra_pt":"agarrar","palavra_original":"συλλαμβάνω","transliteracao":"syllambánō","strong":"G4815","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' refere-se ao ato de prender ou capturar, indicando a oposição que Paulo enfrentou.","explicacao_detalhada":"Paulo fala sobre como ele foi agarrado pela oposição por pregar o evangelho, enfatizando a resistência que encontrou.","por_que_esta_palavra":"A palavra 'agarrar' ilustra a intensidade da perseguição que Paulo sofreu e a seriedade de sua missão.","conexao_teologica":"A resistência enfrentada pelos apóstolos é um tema recorrente no Novo Testamento, refletindo a luta entre a luz e as trevas.","referencias_relacionadas":["2 Timóteo 3:12","Atos 5:40","1 Pedro 4:12-13"]},"atos_26_22_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é mencionada novamente para reafirmar a autoridade divina por trás da missão de Paulo.","explicacao_detalhada":"Paulo enfatiza que sua defesa e pregação são fundamentadas na revelação e no chamado de Deus, mostrando sua dependência do Senhor.","por_que_esta_palavra":"A repetição da palavra 'Deus' reforça a centralidade da divindade na vida e no ministério de Paulo.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, mostrando que Ele é o autor da salvação e da missão.","referencias_relacionadas":["Romanos 8:31","Efésios 1:11","Filipenses 4:13"]},"atos_26_22_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que Paulo estava testemunhando sobre sua experiência com Cristo.","explicacao_detalhada":"O termo 'dia' aqui é usado para indicar um período específico em que Paulo recebeu a revelação divina e começou sua missão.","por_que_esta_palavra":"A palavra 'dia' enfatiza a importância do momento em que a verdade foi revelada a Paulo.","conexao_teologica":"O 'dia' representa a luz da revelação de Deus, contrastando com a escuridão da ignorância espiritual.","referencias_relacionadas":["João 8:12","2 Coríntios 4:6","Efésios 5:8"]},"atos_26_23_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Jesus como o Messias, o escolhido de Deus para salvar a humanidade.","explicacao_detalhada":"A palavra 'Cristo' é uma tradução do hebraico 'Messias', que significa 'ungido'. Paulo afirma que Jesus é o cumprimento das promessas messiânicas.","por_que_esta_palavra":"A designação de Jesus como 'Cristo' é fundamental para a fé cristã, pois confirma sua identidade divina e sua missão redentora.","conexao_teologica":"A unção de Jesus é um símbolo do Espírito Santo e da autoridade divina que Ele possui.","referencias_relacionadas":["Isaías 61:1","Mateus 16:16","Atos 2:36"]},"atos_26_23_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a relação entre os judeus e os gentios no plano de salvação.","explicacao_detalhada":"A palavra 'entre' sugere a inclusão de todos os povos na mensagem do evangelho, não apenas os judeus.","por_que_esta_palavra":"A inclusão dos gentios é um tema central na pregação de Paulo, mostrando que a salvação é para todos.","conexao_teologica":"A ideia de 'entre' reflete a unidade do corpo de Cristo, que é formado por pessoas de todas as nações.","referencias_relacionadas":["Romanos 1:16","Gálatas 3:28","Efésios 2:14"]},"atos_26_23_fogo":{"palavra_pt":"luz","palavra_original":"φῶς","transliteracao":"phōs","strong":"G5457","significado_raiz":"Ideia básica: luz.","significado_contextual":"Simboliza a presença e a glória de Deus, assim como a iluminação espiritual.","explicacao_detalhada":"A palavra 'luz' é usada para descrever a revelação de Deus a Paulo e a transformação que ocorreu em sua vida.","por_que_esta_palavra":"A luz é um símbolo de verdade e conhecimento, contrastando com a escuridão da ignorância e do pecado.","conexao_teologica":"Jesus é descrito como a luz do mundo, e a luz que brilha nas trevas representa a esperança e a salvação.","referencias_relacionadas":["João 1:5","Mateus 5:14","1 João 1:5"]},"atos_26_24_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Paulo, que é mencionado em um contexto de defesa e testemunho.","explicacao_detalhada":"O nome 'Paulo' é significativo, pois representa sua nova identidade após a conversão e seu chamado como apóstolo.","por_que_esta_palavra":"O nome é um símbolo da transformação que ocorreu em sua vida e do papel que ele desempenharia na propagação do evangelho.","conexao_teologica":"A mudança de nome de Saulo para Paulo representa a nova vida em Cristo e a missão que cada crente recebe.","referencias_relacionadas":["Atos 9:15","Gálatas 1:15-16","Filipenses 3:20"]},"atos_26_24_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao temor que Festus sentiu ao ouvir o testemunho de Paulo.","explicacao_detalhada":"A palavra 'temor' indica uma reação de respeito e assombro diante da verdade proclamada por Paulo.","por_que_esta_palavra":"O temor é uma resposta natural ao poder da mensagem de Deus e à realidade do julgamento.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, e aqui reflete a seriedade da mensagem do evangelho.","referencias_relacionadas":["Provérbios 1:7","Hebreus 10:31","Apocalipse 14:7"]},"atos_26_24_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da mensagem e da obra de Deus através de Paulo.","explicacao_detalhada":"A palavra 'grande' enfatiza a magnitude do que Deus estava fazendo na vida de Paulo e na história da salvação.","por_que_esta_palavra":"A grandeza de Deus é um tema recorrente nas Escrituras, mostrando seu poder e soberania.","conexao_teologica":"A grandeza de Deus é refletida na obra redentora de Cristo e na missão da Igreja.","referencias_relacionadas":["Salmos 145:3","Romanos 11:33","Efésios 3:20"]},"atos_26_25_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Novamente menciona o nome de Paulo em um contexto de defesa diante de autoridades.","explicacao_detalhada":"Reforça a identidade de Paulo como apóstolo e mensageiro do evangelho.","por_que_esta_palavra":"O nome é um símbolo de sua missão e do impacto que ele teria na Igreja primitiva.","conexao_teologica":"A identidade em Cristo é fundamental para a missão de cada crente e seu testemunho no mundo.","referencias_relacionadas":["Atos 9:15","Gálatas 2:9","2 Timóteo 1:11"]},"atos_26_25_festus":{"palavra_pt":"festus","palavra_original":"Φῆστος","transliteracao":"Phēstos","strong":"G5347","significado_raiz":"Ideia básica: festus.","significado_contextual":"Refere-se ao governador romano que estava ouvindo o testemunho de Paulo.","explicacao_detalhada":"A menção de Festus destaca a tensão entre o evangelho e as autoridades romanas.","por_que_esta_palavra":"Festus representa a oposição que o evangelho enfrentou, mas também a oportunidade de testemunhar diante de líderes.","conexao_teologica":"A interação de Paulo com Festus ilustra como o evangelho é proclamado em todas as esferas da sociedade.","referencias_relacionadas":["Atos 25:1","Atos 25:9","Atos 26:1"]},"atos_26_25_soberness":{"palavra_pt":"soberness","palavra_original":"σωφροσύνη","transliteracao":"sōphrosýnē","strong":"G4997","significado_raiz":"Ideia básica: soberness.","significado_contextual":"Refere-se à sobriedade e à clareza do testemunho de Paulo.","explicacao_detalhada":"A palavra 'soberness' indica a seriedade e a racionalidade com que Paulo apresenta sua defesa.","por_que_esta_palavra":"A sobriedade é importante ao comunicar a verdade do evangelho, evitando exageros ou manipulações.","conexao_teologica":"A sobriedade no testemunho é um reflexo da verdade de Deus e da importância da mensagem que se proclama.","referencias_relacionadas":["1 Pedro 5:8","Tito 2:12","2 Timóteo 4:5"]},"atos_26_26_espirito":{"palavra_pt":"espirito","palavra_original":"παῤῥησιάζομαι","transliteracao":"parrhēsiázomai","strong":"G3955","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se à ousadia e liberdade de expressão que o Espírito Santo proporciona aos crentes.","explicacao_detalhada":"No contexto de Atos 26:26, Paulo fala sobre a sua defesa diante do rei Agripa, enfatizando que a mensagem do evangelho é clara e acessível, e que ele fala com a ousadia que o Espírito Santo lhe dá.","por_que_esta_palavra":"A palavra 'espírito' aqui destaca a ação do Espírito Santo na vida do apóstolo Paulo, que o capacita a testemunhar com coragem.","conexao_teologica":"O Espírito Santo é visto como o Consolador e Ajudador que guia os crentes em toda a verdade e os capacita a testemunhar.","referencias_relacionadas":["Atos 1:8","João 14:26","Romanos 8:26"]},"atos_26_26_commit":{"palavra_pt":"entregar","palavra_original":"πράσσω","transliteracao":"prássō","strong":"G4238","significado_raiz":"Ideia básica: entregar.","significado_contextual":"Refere-se ao ato de entregar ou submeter algo a alguém.","explicacao_detalhada":"No versículo, Paulo menciona que ele entregou a sua vida e missão a Deus, enfatizando a importância da entrega total ao chamado divino.","por_que_esta_palavra":"A entrega é um tema central na vida cristã, simbolizando a rendição à vontade de Deus.","conexao_teologica":"A entrega a Deus é um princípio fundamental da fé cristã, onde o crente se submete à soberania divina.","referencias_relacionadas":["Romanos 12:1","Mateus 16:24","Gálatas 2:20"]},"atos_26_26_corner":{"palavra_pt":"corner","palavra_original":"γωνία","transliteracao":"gōnía","strong":"G1137","significado_raiz":"Ideia básica: corner.","significado_contextual":"Embora a palavra 'corner' não apareça diretamente no texto, pode ser interpretada como um ponto de virada ou uma mudança de direção.","explicacao_detalhada":"No contexto, Paulo está em um ponto crucial de sua defesa, onde sua vida e missão estão em jogo, simbolizando uma mudança significativa em sua trajetória.","por_que_esta_palavra":"A ideia de 'corner' sugere um momento decisivo na vida de Paulo, onde ele se posiciona firmemente na defesa do evangelho.","conexao_teologica":"Momentos de decisão são importantes na vida cristã, onde escolhas são feitas que afetam o futuro espiritual.","referencias_relacionadas":["Atos 9:3-6","Filipenses 3:13-14","1 Coríntios 9:24"]},"atos_26_27_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à crença e confiança em Deus e em Sua palavra.","explicacao_detalhada":"Paulo questiona Agripa sobre sua fé, enfatizando a importância da crença no que foi profetizado sobre Cristo.","por_que_esta_palavra":"A fé é fundamental para a salvação e a vida cristã, sendo um tema recorrente nas cartas de Paulo.","conexao_teologica":"A fé é o meio pelo qual os crentes se conectam a Deus e recebem a salvação.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Efésios 2:8-9"]},"atos_26_28_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Paulo, que é mencionado em um contexto de identificação e autoridade.","explicacao_detalhada":"O nome 'Paulo' é significativo, pois representa a transformação de Saulo, o perseguidor, em Paulo, o apóstolo dos gentios.","por_que_esta_palavra":"O nome é um símbolo da nova identidade que Paulo recebeu após seu encontro com Cristo.","conexao_teologica":"A mudança de nome representa a nova vida em Cristo e a nova missão que cada crente recebe.","referencias_relacionadas":["Atos 9:1-19","2 Coríntios 5:17","Gálatas 1:15-16"]},"atos_26_28_cristo":{"palavra_pt":"cristo","palavra_original":"Χριστιανός","transliteracao":"Christianós","strong":"G5546","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Jesus Cristo, o Messias prometido.","explicacao_detalhada":"Paulo defende a ressurreição de Cristo e a importância de reconhecer Jesus como o cumprimento das profecias.","por_que_esta_palavra":"Cristo é o centro da mensagem do evangelho e a razão da esperança cristã.","conexao_teologica":"A identidade de Cristo como Salvador é fundamental para a fé cristã e a salvação.","referencias_relacionadas":["João 3:16","Romanos 1:16","1 Coríntios 15:3-4"]},"atos_26_28_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se ao ato de fazer ou realizar algo.","explicacao_detalhada":"Paulo fala sobre o que ele fez em resposta ao chamado de Deus, enfatizando a ação em sua vida e ministério.","por_que_esta_palavra":"A ação é um componente essencial da fé, onde a crença se manifesta em obras.","conexao_teologica":"As boas obras são o resultado da fé genuína e da transformação que ocorre na vida do crente.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Colossenses 3:23"]},"atos_26_29_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Novamente, refere-se ao nome de Paulo, destacando sua identidade e missão.","explicacao_detalhada":"Paulo reafirma sua identidade como apóstolo e seu compromisso com o evangelho.","por_que_esta_palavra":"O nome é um símbolo da autoridade e do chamado que Paulo recebeu de Deus.","conexao_teologica":"Cada crente é chamado pelo nome e tem um propósito específico no plano de Deus.","referencias_relacionadas":["Isaías 43:1","Romanos 8:30","1 Pedro 2:9"]},"atos_26_29_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus Todo-Poderoso, que é o autor da salvação.","explicacao_detalhada":"Paulo menciona Deus como a fonte de sua missão e a razão de sua esperança.","por_que_esta_palavra":"Deus é central na mensagem do evangelho e na vida do crente.","conexao_teologica":"A relação com Deus é a base da fé cristã e da vida espiritual.","referencias_relacionadas":["Salmos 46:1","Romanos 11:36","Hebreus 11:6"]},"atos_26_30_governor":{"palavra_pt":"governor","palavra_original":"ἡγεμών","transliteracao":"hēgemṓn","strong":"G2232","significado_raiz":"Ideia básica: governor.","significado_contextual":"Refere-se à posição de autoridade que o governador Agripa ocupa.","explicacao_detalhada":"Paulo se dirige a Agripa, reconhecendo sua posição e a importância do testemunho diante das autoridades.","por_que_esta_palavra":"A palavra 'governor' destaca a interação entre a fé e as autoridades civis.","conexao_teologica":"Os cristãos são chamados a testemunhar sua fé em todas as esferas da vida, incluindo diante das autoridades.","referencias_relacionadas":["Romanos 13:1-2","1 Pedro 2:13-14","Atos 5:29"]},"atos_26_30_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"No contexto de Atos 26:30, Paulo se dirige ao rei Agripa, utilizando a palavra 'falar' para enfatizar a importância de sua mensagem sobre a fé em Cristo. Essa comunicação é crucial para a defesa de sua missão apostólica.","por_que_esta_palavra":"A escolha da palavra 'falar' destaca a necessidade de transmitir verdades espirituais e a urgência do testemunho de Paulo.","conexao_teologica":"A comunicação da verdade é um princípio central no cristianismo, refletindo a importância da pregação do evangelho.","referencias_relacionadas":["Mateus 28:19-20","Romanos 10:14","1 Pedro 3:15"]},"atos_26_31_commit":{"palavra_pt":"entregar","palavra_original":"πράσσω","transliteracao":"prássō","strong":"G4238","significado_raiz":"Ideia básica: entregar.","significado_contextual":"A palavra 'entregar' implica a ação de ceder ou submeter algo a alguém.","explicacao_detalhada":"Em Atos 26:31, a palavra 'entregar' é usada no contexto da entrega de Paulo ao julgamento, refletindo a dinâmica de poder entre autoridades e a defesa da fé cristã.","por_que_esta_palavra":"A palavra 'entregar' é significativa, pois representa a vulnerabilidade de Paulo diante das autoridades, mas também sua confiança em Deus.","conexao_teologica":"A entrega de si mesmo a Deus é um tema recorrente na Bíblia, simbolizando a fé e a submissão à vontade divina.","referencias_relacionadas":["Romanos 12:1","Gálatas 2:20","Filipenses 4:6-7"]},"atos_26_31_corpo":{"palavra_pt":"corpo","palavra_original":"δεσμόν","transliteracao":"desmón","strong":"G1199","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' refere-se à estrutura física do ser humano, mas também pode simbolizar a comunidade de crentes.","explicacao_detalhada":"No versículo, 'corpo' pode ser interpretado como a referência ao próprio corpo de Paulo, que está sendo julgado, mas também pode aludir ao corpo de Cristo, a igreja.","por_que_esta_palavra":"A palavra 'corpo' é importante para entender a dualidade entre a vida física e a espiritual, especialmente no contexto do sofrimento e da missão de Paulo.","conexao_teologica":"A teologia do corpo é fundamental na Bíblia, refletindo a relação entre o físico e o espiritual.","referencias_relacionadas":["1 Coríntios 12:27","Romanos 12:4-5","Efésios 4:12"]},"atos_26_32_festus":{"palavra_pt":"festus","palavra_original":"Φῆστος","transliteracao":"Phēstos","strong":"G5347","significado_raiz":"Ideia básica: festus.","significado_contextual":"Festus era o governador romano que estava encarregado do julgamento de Paulo.","explicacao_detalhada":"A menção de Festus em Atos 26:32 destaca a interação entre a política romana e a mensagem cristã, mostrando como o evangelho se insere em contextos históricos e sociais.","por_que_esta_palavra":"A palavra 'Festus' é crucial para entender a oposição que Paulo enfrentou e a maneira como o evangelho desafiou as autoridades da época.","conexao_teologica":"A relação entre o cristianismo e as autoridades se reflete em várias passagens, mostrando que a fé pode ser testada em contextos adversos.","referencias_relacionadas":["Atos 25:1-12","Romanos 13:1-7","1 Pedro 2:13-17"]},"atos_26_32_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"Em Atos 26:32, a referência a Deus é central para a defesa de Paulo, que argumenta que sua fé é baseada em revelações divinas e na ressurreição de Cristo.","por_que_esta_palavra":"A palavra 'deus' é fundamental para a compreensão da natureza da fé cristã e da autoridade divina que Paulo invoca.","conexao_teologica":"A centralidade de Deus na vida do crente é um tema recorrente, refletindo a soberania e a providência divina.","referencias_relacionadas":["Salmos 46:1","Isaías 40:28","Hebreus 11:6"]},"atos_26_32_csar":{"palavra_pt":"c sar","palavra_original":"Καῖσαρ","transliteracao":"Kaîsar","strong":"G2541","significado_raiz":"Ideia básica: c sar.","significado_contextual":"A palavra 'César' refere-se ao imperador romano, simbolizando a autoridade máxima do império.","explicacao_detalhada":"No contexto de Atos 26:32, a menção a César destaca a situação legal de Paulo e a sua apelação ao imperador, refletindo a tensão entre o cristianismo e o poder romano.","por_que_esta_palavra":"A palavra 'César' é significativa pois representa a luta de Paulo por justiça e a defesa da fé em um sistema que muitas vezes se opunha ao cristianismo.","conexao_teologica":"A relação entre a fé cristã e as autoridades se torna um tema importante, mostrando que a verdade de Deus pode desafiar sistemas de poder.","referencias_relacionadas":["Atos 25:11-12","Romanos 13:1","Filipenses 1:27-30"]}}