{"atos_28_1_melita":{"palavra_pt":"melita","palavra_original":"Μελίτη","transliteracao":"Melítē","strong":"G3194","significado_raiz":"Ideia básica: melita.","significado_contextual":"Refere-se à ilha onde os náufragos foram parar após o naufrágio.","explicacao_detalhada":"A palavra 'melita' (Μελίτη) identifica a ilha de Malta, que se tornou um local de acolhimento e cura para Paulo e os outros.","por_que_esta_palavra":"A menção da ilha destaca a providência de Deus em fornecer um lugar seguro e acolhedor após a tempestade.","conexao_teologica":"A ilha de Malta simboliza a graça e a hospitalidade, refletindo o amor de Deus por todos os povos.","referencias_relacionadas":["Atos 28:2","Gálatas 3:28","Romanos 15:7"]},"atos_28_1_island":{"palavra_pt":"island","palavra_original":"νῆσος","transliteracao":"nēsos","strong":"G3520","significado_raiz":"Ideia básica: island.","significado_contextual":"Refere-se à ilha de Malta, onde Paulo e os outros náufragos encontraram abrigo após o naufrágio.","explicacao_detalhada":"A palavra 'island' (νῆσος) é utilizada para descrever uma terra cercada por água, e neste contexto, representa o local seguro onde os sobreviventes do naufrágio se refugiaram.","por_que_esta_palavra":"A ilha é um símbolo de proteção e providência divina, mostrando como Deus cuida de seus servos mesmo em situações adversas.","conexao_teologica":"A ilha de Malta representa um lugar de acolhimento e a providência de Deus em momentos de crise, refletindo o cuidado divino na vida dos crentes.","referencias_relacionadas":["Atos 27:26","Atos 28:1","Salmos 107:30"]},"atos_28_1_salvar":{"palavra_pt":"salvar","palavra_original":"διασώζω","transliteracao":"diasṓzō","strong":"G1295","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se ao ato de salvar os náufragos da morte certa após o naufrágio.","explicacao_detalhada":"A palavra 'salvar' (διασώζω) implica em resgatar ou preservar a vida, e neste contexto, é usada para descrever a ação de Deus em proteger Paulo e os outros.","por_que_esta_palavra":"A salvação aqui é tanto física quanto espiritual, mostrando a intervenção divina em momentos críticos.","conexao_teologica":"A salvação é um tema central na Bíblia, simbolizando a libertação do pecado e da morte, e neste caso, também da morte física.","referencias_relacionadas":["Atos 2:21","Romanos 10:13","Efésios 2:8"]},"atos_28_2_humanidade":{"palavra_pt":"humanidade","palavra_original":"φιλανθρωπία","transliteracao":"philanthrōpía","strong":"G5363","significado_raiz":"Ideia básica: humanidade.","significado_contextual":"Refere-se à bondade e compaixão dos habitantes de Malta para com Paulo e os náufragos.","explicacao_detalhada":"A palavra 'humanidade' (φιλανθρωπία) expressa a ideia de amor e cuidado pelos outros, especialmente em momentos de necessidade.","por_que_esta_palavra":"A bondade dos malteses é um exemplo de como a humanidade pode se unir em compaixão, refletindo o amor de Deus.","conexao_teologica":"A humanidade é um reflexo do caráter de Deus, que é amoroso e compassivo, e nos chama a agir da mesma forma.","referencias_relacionadas":["Mateus 25:40","Gálatas 6:10","1 João 3:17"]},"atos_28_2_fogo":{"palavra_pt":"fogo","palavra_original":"πυρά","transliteracao":"pyrá","strong":"G4443","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Refere-se ao fogo que os malteses acenderam para aquecer Paulo e os outros náufragos.","explicacao_detalhada":"A palavra 'fogo' (πυρά) é usada aqui para descrever a fonte de calor e conforto em um momento de necessidade.","por_que_esta_palavra":"O fogo simboliza não apenas calor físico, mas também a luz e a esperança em tempos de escuridão.","conexao_teologica":"O fogo é frequentemente associado à presença de Deus e à purificação, refletindo a necessidade de aquecer e confortar os necessitados.","referencias_relacionadas":["Êxodo 3:2","Isaías 43:2","Hebreus 12:29"]},"atos_28_2_chuva":{"palavra_pt":"chuva","palavra_original":"ὑετός","transliteracao":"hyetós","strong":"G5205","significado_raiz":"Ideia básica: chuva.","significado_contextual":"Embora não mencionado diretamente, a chuva pode simbolizar a bênção e a provisão de Deus.","explicacao_detalhada":"A palavra 'chuva' (ὑετός) representa a água que nutre a terra, simbolizando a provisão divina para a vida.","por_que_esta_palavra":"A chuva é essencial para a sobrevivência e pode ser vista como uma metáfora para as bênçãos que Deus derrama sobre seu povo.","conexao_teologica":"A chuva é frequentemente usada na Bíblia para simbolizar a graça e a misericórdia de Deus, que traz vida e renovação.","referencias_relacionadas":["Deuteronômio 11:14","Tiago 5:18","Salmos 65:9-10"]},"atos_28_3_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Paulo, que é mencionado como um dos principais personagens da narrativa.","explicacao_detalhada":"A palavra 'nome' (Παῦλος) é importante, pois representa a identidade e a missão de Paulo como apóstolo.","por_que_esta_palavra":"O nome de Paulo é sinônimo de sua obra missionária e do evangelho que ele pregou.","conexao_teologica":"O nome de Paulo é um lembrete da transformação que ocorre quando alguém encontra Cristo e é chamado para uma nova missão.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","2 Timóteo 1:11"]},"atos_28_3_seco":{"palavra_pt":"seco","palavra_original":"φρύγανον","transliteracao":"phrýganon","strong":"G5434","significado_raiz":"Ideia básica: seco.","significado_contextual":"Refere-se à madeira seca que Paulo usou para acender o fogo.","explicacao_detalhada":"A palavra 'seco' (φρύγανον) descreve a condição da madeira, que era necessária para a criação de fogo.","por_que_esta_palavra":"A madeira seca é um símbolo de preparação e prontidão para agir em momentos de necessidade.","conexao_teologica":"A ideia de estar preparado é um princípio bíblico, onde a prontidão é essencial para a obra de Deus.","referencias_relacionadas":["Mateus 25:1-13","1 Pedro 3:15","Efésios 6:15"]},"atos_28_4_juizo":{"palavra_pt":"juizo","palavra_original":"δίκη","transliteracao":"díkē","strong":"G1349","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se ao juízo que os malteses formaram sobre Paulo após ele ser mordido pela cobra.","explicacao_detalhada":"A palavra 'juízo' (δίκη) implica em uma avaliação ou decisão sobre a situação de Paulo.","por_que_esta_palavra":"O juízo dos malteses reflete a tendência humana de julgar com base nas aparências e nas circunstâncias.","conexao_teologica":"O juízo é um tema recorrente na Bíblia, onde somos lembrados de que somente Deus é o juiz justo.","referencias_relacionadas":["Tiago 4:12","Romanos 14:10","Mateus 7:1-2"]},"atos_28_4_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à sobrevivência de Paulo após o ataque da cobra, que foi visto como um milagre.","explicacao_detalhada":"A palavra 'viver' (ζάω) é usada para descrever a continuidade da vida de Paulo, que desafiou as expectativas dos malteses.","por_que_esta_palavra":"A vida de Paulo é um testemunho da proteção de Deus e da missão que ele ainda tinha pela frente.","conexao_teologica":"A vida em Cristo é um tema central, onde a verdadeira vida é encontrada em comunhão com Deus.","referencias_relacionadas":["João 10:10","Gálatas 2:20","Romanos 6:4"]},"atos_28_5_fogo":{"palavra_pt":"fogo","palavra_original":"πῦρ","transliteracao":"pŷr","strong":"G4442","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Refere-se ao fogo que Paulo acendeu para se aquecer e também para ajudar os outros.","explicacao_detalhada":"A palavra 'fogo' (πῦρ) é novamente mencionada, simbolizando calor, luz e a presença de Deus.","por_que_esta_palavra":"O fogo representa a necessidade de aquecer e confortar, além de ser um símbolo de purificação.","conexao_teologica":"O fogo é frequentemente associado ao Espírito Santo e à presença de Deus, que traz vida e transformação.","referencias_relacionadas":["Atos 2:3-4","1 Coríntios 3:13-15","Hebreus 12:29"]},"atos_28_5_passion":{"palavra_pt":"passion","palavra_original":"πάσχω","transliteracao":"páschō","strong":"G3958","significado_raiz":"Ideia básica: passion.","significado_contextual":"A palavra 'passion' refere-se ao sofrimento ou à experiência intensa que Paulo enfrentou.","explicacao_detalhada":"No contexto de Atos 28:5, a palavra 'passion' é usada para descrever a intensidade do sofrimento que Paulo suportou, especialmente em sua jornada e nas dificuldades que enfrentou como apóstolo.","por_que_esta_palavra":"Esta palavra é importante porque ilustra a disposição de Paulo em suportar sofrimento por causa de sua fé e missão.","conexao_teologica":"A paixão de Paulo reflete a paixão de Cristo, que também sofreu por amor à humanidade.","referencias_relacionadas":["Romanos 8:18","2 Coríntios 4:17","Filipenses 3:10"]},"atos_28_6_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, o Criador e Sustentador do universo.","explicacao_detalhada":"Em Atos 28:6, a menção de 'deus' destaca a soberania de Deus sobre as circunstâncias da vida de Paulo e a proteção divina que ele experimentou.","por_que_esta_palavra":"A palavra é fundamental para entender a relação entre Deus e a humanidade, especialmente no contexto da proteção e intervenção divina.","conexao_teologica":"A presença de Deus na vida dos crentes é um tema central na teologia cristã, mostrando que Ele está sempre presente e ativo.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Mateus 28:20"]},"atos_28_6_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' indica algo de magnitude ou importância significativa.","explicacao_detalhada":"No versículo, 'grande' é usado para descrever a reação das pessoas diante do que aconteceu com Paulo, enfatizando a importância do evento.","por_que_esta_palavra":"A magnitude da situação ressalta a intervenção divina e o impacto que Paulo teve na ilha.","conexao_teologica":"A grandeza de Deus é frequentemente associada à Sua capacidade de realizar milagres e maravilhas.","referencias_relacionadas":["Salmos 145:3","Efésios 3:20","Atos 4:33"]},"atos_28_7_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode simbolizar um tempo de eventos significativos.","explicacao_detalhada":"Em Atos 28:7, o 'dia' é importante porque marca um momento de hospitalidade e cura, que teve um impacto duradouro na comunidade.","por_que_esta_palavra":"O tempo é crucial para entender a sequência dos eventos e a providência de Deus na vida de Paulo.","conexao_teologica":"A noção de tempo em relação à ação de Deus é um tema recorrente na Bíblia, mostrando que Deus age em momentos específicos.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 118:24","Mateus 6:34"]},"atos_28_8_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade de Paulo e à sua reputação como apóstolo.","explicacao_detalhada":"Em Atos 28:8, o nome de Paulo é mencionado em conexão com a cura, destacando seu papel como mensageiro de Deus.","por_que_esta_palavra":"O nome é significativo porque representa a autoridade e a missão de Paulo como apóstolo.","conexao_teologica":"O nome de Jesus é frequentemente associado a poder e autoridade, e Paulo, como seu apóstolo, compartilha dessa autoridade.","referencias_relacionadas":["Atos 3:6","Filipenses 2:9-10","Colossenses 3:17"]},"atos_28_8_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se à transformação ou ao resultado de um evento significativo.","explicacao_detalhada":"Neste contexto, 'tornar-se' indica a mudança que ocorre na vida das pessoas após a cura realizada por Paulo.","por_que_esta_palavra":"A transformação é um tema central na mensagem do evangelho, mostrando o poder de Deus para mudar vidas.","conexao_teologica":"A ideia de transformação espiritual é fundamental na teologia cristã, refletindo a obra redentora de Cristo.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 2:20"]},"atos_28_9_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' novamente enfatiza a transformação que ocorre na vida das pessoas após a cura.","explicacao_detalhada":"Em Atos 28:9, o 'tornar-se' é um testemunho do poder de Deus agindo através de Paulo, resultando em cura e fé.","por_que_esta_palavra":"A transformação é um testemunho do impacto do evangelho na vida das pessoas.","conexao_teologica":"A transformação pela fé é um aspecto essencial da experiência cristã, mostrando como Deus opera na vida dos crentes.","referencias_relacionadas":["Atos 16:31","Efésios 2:8-9","Tito 3:5"]},"atos_28_9_deus":{"palavra_pt":"deus","palavra_original":"θεραπεύω","transliteracao":"therapeúō","strong":"G2323","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui se refere à ação divina que traz cura e restauração.","explicacao_detalhada":"Em Atos 28:9, a menção de 'deus' destaca a fonte da cura e a soberania de Deus sobre a saúde e o bem-estar.","por_que_esta_palavra":"É crucial entender que toda cura e transformação vêm de Deus, que é o verdadeiro curador.","conexao_teologica":"A cura divina é um tema importante na Bíblia, mostrando o amor e a compaixão de Deus por Seu povo.","referencias_relacionadas":["Salmos 103:3","Tiago 5:15","1 Pedro 2:24"]},"atos_28_9_island":{"palavra_pt":"island","palavra_original":"νῆσος","transliteracao":"nēsos","strong":"G3520","significado_raiz":"Ideia básica: island.","significado_contextual":"A palavra 'island' refere-se ao local onde Paulo estava, simbolizando um lugar de ministério e testemunho.","explicacao_detalhada":"Em Atos 28:9, a ilha é o cenário onde Paulo realiza milagres, mostrando que Deus pode operar em qualquer lugar.","por_que_esta_palavra":"A localização é importante para entender o alcance do ministério de Paulo e a expansão do evangelho.","conexao_teologica":"A ideia de que o evangelho deve ser pregado em todas as nações é um tema central na Grande Comissão.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","Romanos 10:14-15"]},"atos_28_10_business":{"palavra_pt":"assunto","palavra_original":"χρεία","transliteracao":"chreía","strong":"G5532","significado_raiz":"Ideia básica: assunto.","significado_contextual":"A palavra 'assunto' refere-se às necessidades e preocupações práticas da comunidade.","explicacao_detalhada":"Em Atos 28:10, 'assunto' destaca a importância do cuidado e da ajuda mútua entre os crentes e a comunidade.","por_que_esta_palavra":"É essencial entender que a vida cristã envolve tanto a espiritualidade quanto as necessidades práticas.","conexao_teologica":"A prática do amor e do serviço é fundamental na vida cristã, refletindo o caráter de Cristo.","referencias_relacionadas":["Gálatas 6:2","Tiago 2:15-16","1 João 3:17"]},"atos_28_10_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grande quantidade de presentes que Paulo e seus companheiros receberam dos habitantes da ilha.","explicacao_detalhada":"A palavra 'grande' aqui enfatiza a generosidade dos nativos de Malta, que, ao perceberem a situação de Paulo, ofereceram-lhe muitos presentes, mostrando hospitalidade e bondade.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a abundância e a importância do gesto de acolhimento, que é um tema recorrente nas Escrituras.","conexao_teologica":"A generosidade é um reflexo do amor cristão e da bondade de Deus, que nos provê em nossas necessidades.","referencias_relacionadas":["Lucas 6:38","2 Coríntios 9:6-7","Atos 20:35"]},"atos_28_11_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Indica o ato de continuar a viagem após a estadia em Malta.","explicacao_detalhada":"A palavra 'seguir' aqui implica em um movimento contínuo, simbolizando a jornada de Paulo e sua determinação em cumprir sua missão.","por_que_esta_palavra":"A palavra é utilizada para mostrar a continuidade da obra de Deus na vida de Paulo, que não se detém diante das dificuldades.","conexao_teologica":"A ideia de seguir é central na vida cristã, onde somos chamados a seguir a Cristo em todas as circunstâncias.","referencias_relacionadas":["Mateus 16:24","Filipenses 3:14","Hebreus 12:1-2"]},"atos_28_12_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que Paulo e seus companheiros chegaram a Siracusa.","explicacao_detalhada":"A palavra 'dia' é importante para marcar o tempo da viagem e a providência divina em guiar Paulo em sua jornada.","por_que_esta_palavra":"O uso de 'dia' enfatiza a cronologia dos eventos e a soberania de Deus sobre o tempo.","conexao_teologica":"Deus é o Senhor do tempo e das estações, e cada dia é uma oportunidade de cumprir Sua vontade.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"atos_28_12_syracuse":{"palavra_pt":"syracuse","palavra_original":"Συράκουσαι","transliteracao":"Syrákousai","strong":"G4946","significado_raiz":"Ideia básica: syracuse.","significado_contextual":"Refere-se à cidade de Siracusa, onde Paulo fez uma parada durante sua viagem.","explicacao_detalhada":"Siracusa era uma cidade importante na Sicília, e a parada de Paulo ali mostra a relevância das cidades na propagação do evangelho.","por_que_esta_palavra":"A menção de Siracusa destaca a geografia da missão de Paulo e a diversidade dos lugares que ele visitou.","conexao_teologica":"A evangelização deve alcançar todas as nações e cidades, refletindo o mandamento de Cristo de ir e fazer discípulos.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","Romanos 10:14-15"]},"atos_28_12_terra":{"palavra_pt":"terra","palavra_original":"κατάγω","transliteracao":"katágō","strong":"G2609","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao ato de desembarcar na terra de Siracusa.","explicacao_detalhada":"A palavra 'terra' aqui simboliza o lugar físico onde Paulo estava, mas também pode representar o campo missionário que ele estava prestes a explorar.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a importância do local na missão e na obra de Deus.","conexao_teologica":"Deus chama Seus servos para ir a lugares específicos para cumprir Seus propósitos.","referencias_relacionadas":["Gênesis 12:1","Isaías 6:8","Atos 13:2"]},"atos_28_13_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que Paulo e seus companheiros partiram de Siracusa.","explicacao_detalhada":"A repetição da palavra 'dia' reforça a continuidade da jornada e a importância do tempo na narrativa.","por_que_esta_palavra":"A menção do dia é crucial para entender a sequência dos eventos e a providência de Deus.","conexao_teologica":"Cada dia é uma nova oportunidade para servir a Deus e avançar em Sua missão.","referencias_relacionadas":["Salmos 90:12","Tiago 4:14","Romanos 13:11"]},"atos_28_13_rhegium":{"palavra_pt":"rhegium","palavra_original":"Ῥήγιον","transliteracao":"Rhḗgion","strong":"G4484","significado_raiz":"Ideia básica: rhegium.","significado_contextual":"Refere-se à cidade de Rhegium, onde Paulo fez uma parada durante sua viagem.","explicacao_detalhada":"Rhegium era um ponto estratégico na rota marítima, e a parada de Paulo ali demonstra a importância das cidades costeiras na propagação do evangelho.","por_que_esta_palavra":"A menção de Rhegium destaca a geografia da missão de Paulo e a diversidade dos lugares que ele visitou.","conexao_teologica":"A evangelização deve alcançar todas as nações e cidades, refletindo o mandamento de Cristo de ir e fazer discípulos.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","Romanos 10:14-15"]},"atos_28_13_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Indica o ato de continuar a viagem após a estadia em Rhegium.","explicacao_detalhada":"A palavra 'seguir' aqui implica em um movimento contínuo, simbolizando a jornada de Paulo e sua determinação em cumprir sua missão.","por_que_esta_palavra":"A palavra é utilizada para mostrar a continuidade da obra de Deus na vida de Paulo, que não se detém diante das dificuldades.","conexao_teologica":"A ideia de seguir é central na vida cristã, onde somos chamados a seguir a Cristo em todas as circunstâncias.","referencias_relacionadas":["Mateus 16:24","Filipenses 3:14","Hebreus 12:1-2"]},"atos_28_14_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que Paulo chegou a Puteoli.","explicacao_detalhada":"A palavra 'dia' é importante para marcar o tempo da viagem e a providência divina em guiar Paulo em sua jornada.","por_que_esta_palavra":"O uso de 'dia' enfatiza a cronologia dos eventos e a soberania de Deus sobre o tempo.","conexao_teologica":"Deus é o Senhor do tempo e das estações, e cada dia é uma oportunidade de cumprir Sua vontade.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"atos_28_14_forca":{"palavra_pt":"forca","palavra_original":"Ῥώμη","transliteracao":"Rhṓmē","strong":"G4516","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à cidade de Puteoli, que era um importante centro comercial e de força na época.","explicacao_detalhada":"A palavra 'força' aqui pode simbolizar a influência e o poder que Puteoli tinha na região, além de ser um ponto estratégico para a missão de Paulo.","por_que_esta_palavra":"A menção de Puteoli destaca a importância das cidades na propagação do evangelho e a necessidade de alcançar lugares de influência.","conexao_teologica":"A evangelização deve alcançar todas as nações e cidades, refletindo o mandamento de Cristo de ir e fazer discípulos.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","Romanos 10:14-15"]},"atos_28_14_achar":{"palavra_pt":"achar","palavra_original":"εὑρίσκω","transliteracao":"heurískō","strong":"G2147","significado_raiz":"Ideia básica: achar.","significado_contextual":"Encontrar ou descobrir algo que estava perdido ou não visível.","explicacao_detalhada":"No contexto de Atos 28:14, a palavra 'achar' refere-se ao ato de encontrar um lugar ou uma situação favorável após uma jornada difícil. Paulo e seus companheiros estavam buscando abrigo e apoio após sua viagem.","por_que_esta_palavra":"A escolha da palavra 'achar' enfatiza a providência divina em guiar Paulo e seus companheiros para um local seguro, mostrando que mesmo em situações adversas, Deus está presente.","conexao_teologica":"A ideia de 'achar' está ligada à busca pela orientação de Deus em momentos de incerteza. Isso reflete a crença de que Deus guia Seus servos em suas jornadas.","referencias_relacionadas":["Salmos 37:23","Provérbios 3:5-6","Isaías 58:11"]},"atos_28_15_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome de uma pessoa, que carrega identidade e autoridade.","explicacao_detalhada":"Neste versículo, o nome 'Paulo' é mencionado como uma referência à identidade do apóstolo que estava pregando o evangelho. O nome é importante na cultura judaica e romana, pois representa a pessoa e sua missão.","por_que_esta_palavra":"A palavra 'nome' é significativa porque Paulo estava se apresentando como um mensageiro de Cristo, e seu nome era conhecido entre os crentes e não crentes.","conexao_teologica":"O nome de Paulo é um símbolo da transformação que ocorre quando alguém encontra Cristo. Ele passou de perseguidor a apóstolo, mostrando o poder da graça de Deus.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","Gálatas 1:11-12"]},"atos_28_15_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Ser supremo, criador do universo, digno de adoração.","explicacao_detalhada":"A palavra 'deus' aqui se refere ao Deus de Israel, que é reconhecido por Paulo e seus companheiros. O versículo destaca a importância de Deus na vida e na missão de Paulo.","por_que_esta_palavra":"A menção a 'deus' é essencial para entender a base da fé cristã e a relação pessoal que Paulo tinha com Ele, que o guiava em sua missão.","conexao_teologica":"A presença de Deus na vida dos crentes é um tema central na teologia cristã, enfatizando a dependência e a confiança em Sua soberania.","referencias_relacionadas":["Salmos 46:1","Romanos 8:31","Hebreus 13:5-6"]},"atos_28_15_graca":{"palavra_pt":"graca","palavra_original":"εὐχαριστέω","transliteracao":"eucharistéō","strong":"G2168","significado_raiz":"Ideia básica: graca.","significado_contextual":"Favor imerecido de Deus, bênção que não pode ser conquistada.","explicacao_detalhada":"A palavra 'graça' é fundamental na teologia cristã, representando a salvação e o amor de Deus por nós, apesar de nossas falhas. Paulo frequentemente fala sobre a graça em suas cartas.","por_que_esta_palavra":"A ênfase na 'graça' reflete a mensagem central do evangelho que Paulo pregava, mostrando que a salvação é um presente de Deus.","conexao_teologica":"A graça é o meio pelo qual os crentes são salvos e capacitados a viver uma vida que agrada a Deus, sendo um tema recorrente nas epístolas de Paulo.","referencias_relacionadas":["Efésios 2:8-9","Romanos 3:24","Tito 2:11"]},"atos_28_16_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome de uma pessoa, que carrega identidade e autoridade.","explicacao_detalhada":"Assim como mencionado anteriormente, o nome 'Paulo' é uma referência à identidade do apóstolo e à sua missão de pregar o evangelho.","por_que_esta_palavra":"A repetição da palavra 'nome' enfatiza a importância da identidade de Paulo como apóstolo e mensageiro de Cristo.","conexao_teologica":"A identidade em Cristo é um tema importante, pois os crentes são chamados a se identificar com Jesus e Sua missão no mundo.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","Gálatas 2:20"]},"atos_28_16_forca":{"palavra_pt":"forca","palavra_original":"Ῥώμη","transliteracao":"Rhṓmē","strong":"G4516","significado_raiz":"Ideia básica: forca.","significado_contextual":"Poder, autoridade ou força de uma nação ou entidade.","explicacao_detalhada":"A palavra 'força' refere-se à autoridade de Roma, que era a potência dominante na época. Paulo estava em Roma, e a força do império era um fator importante em sua situação.","por_que_esta_palavra":"A menção da 'força' destaca o contraste entre a autoridade terrena e a autoridade divina que Paulo representava como apóstolo.","conexao_teologica":"A força de Deus é maior do que qualquer poder humano, e Paulo confiava na força de Deus para cumprir sua missão, mesmo diante da oposição.","referencias_relacionadas":["Romanos 13:1","Efésios 6:10","Filipenses 4:13"]},"atos_28_17_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Um período de 24 horas, que pode ter significados espirituais ou simbólicos.","explicacao_detalhada":"A palavra 'dia' aqui pode se referir ao tempo em que Paulo se reuniu com os líderes judeus para discutir sua situação e pregar o evangelho.","por_que_esta_palavra":"A escolha da palavra 'dia' enfatiza a importância do tempo e das oportunidades que Deus dá para compartilhar a mensagem do evangelho.","conexao_teologica":"O conceito de tempo é importante na teologia, pois Deus opera em nosso tempo e nos dá oportunidades para testemunhar.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","2 Coríntios 6:2"]},"atos_28_17_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Tornar-se algo maior ou mais significativo.","explicacao_detalhada":"A palavra 'grande' pode se referir ao impacto que a mensagem de Paulo teria sobre os ouvintes, assim como a grandeza da obra de Deus através dele.","por_que_esta_palavra":"A ênfase em 'grande' destaca a magnitude da missão de Paulo e a importância do evangelho.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, e Paulo estava comprometido em proclamar a grandeza de Cristo.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","Romanos 1:16"]},"atos_28_17_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Realizar ou executar uma ação.","explicacao_detalhada":"A palavra 'fazer' refere-se à ação de Paulo em pregar e ensinar, cumprindo sua missão apostólica.","por_que_esta_palavra":"A escolha da palavra 'fazer' enfatiza a necessidade de ação na vida cristã, mostrando que a fé deve ser acompanhada de obras.","conexao_teologica":"A relação entre fé e obras é um tema importante na teologia cristã, onde a ação é uma expressão da fé genuína.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Colossenses 3:23"]},"atos_28_18_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"O fim da vida física, que pode ter implicações espirituais.","explicacao_detalhada":"A palavra 'morte' é significativa no contexto de Atos 28:18, pois Paulo estava enfrentando a possibilidade de ser julgado e condenado à morte por sua fé.","por_que_esta_palavra":"A menção da 'morte' destaca os riscos que Paulo estava disposto a enfrentar por causa do evangelho, mostrando sua coragem e determinação.","conexao_teologica":"A morte é um tema central na teologia cristã, pois a morte de Cristo trouxe vida eterna aos crentes, e Paulo estava disposto a enfrentar a morte por causa dessa verdade.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:55-57","Filipenses 1:21"]},"atos_28_18_disposed":{"palavra_pt":"disposed","palavra_original":"βούλομαι","transliteracao":"boúlomai","strong":"G1014","significado_raiz":"Ideia básica: disposed.","significado_contextual":"A palavra 'disposed' refere-se à disposição ou intenção de Paulo em se apresentar diante de César.","explicacao_detalhada":"No contexto de Atos 28:18, Paulo está se preparando para ser julgado em Roma. A palavra 'disposed' indica que ele estava determinado e pronto para enfrentar essa situação, mostrando sua coragem e fé.","por_que_esta_palavra":"A escolha da palavra 'disposed' enfatiza a determinação de Paulo em cumprir sua missão, mesmo diante de adversidades.","conexao_teologica":"A disposição de Paulo reflete a confiança em Deus e a importância de seguir o chamado divino, mesmo em circunstâncias difíceis.","referencias_relacionadas":["Atos 20:22-24","Romanos 1:16","2 Timóteo 4:6-8"]},"atos_28_18_homem":{"palavra_pt":"homem","palavra_original":"μηδείς","transliteracao":"mēdeís","strong":"G3367","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é usada para se referir a Paulo, um homem de Deus que estava em uma missão.","explicacao_detalhada":"Em Atos 28:18, Paulo é tratado como um homem que, apesar de estar preso, mantém sua identidade e propósito. A palavra destaca a humanidade de Paulo e sua luta.","por_que_esta_palavra":"A utilização da palavra 'homem' enfatiza a fragilidade e a força que coexistem na vida de um servo de Deus.","conexao_teologica":"A humanidade de Paulo reflete a encarnação de Cristo, que também foi homem e enfrentou provações.","referencias_relacionadas":["Filipenses 1:20-21","2 Coríntios 12:9-10","Hebreus 4:15"]},"atos_28_19_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"A palavra 'jewess' refere-se à identidade judaica de Paulo e à sua conexão com o povo de Israel.","explicacao_detalhada":"No contexto, Paulo se apresenta como um judeu que está defendendo sua fé e identidade diante das autoridades romanas.","por_que_esta_palavra":"A palavra 'jewess' é importante para mostrar a origem e a cultura de Paulo, que influenciam sua missão e mensagem.","conexao_teologica":"A identidade judaica de Paulo é crucial para entender a transição do evangelho do judaísmo para os gentios.","referencias_relacionadas":["Romanos 1:16","Gálatas 3:28","Atos 13:46"]},"atos_28_19_csar":{"palavra_pt":"c sar","palavra_original":"Καῖσαρ","transliteracao":"Kaîsar","strong":"G2541","significado_raiz":"Ideia básica: c sar.","significado_contextual":"A palavra 'César' refere-se à autoridade romana que Paulo estava prestes a enfrentar.","explicacao_detalhada":"César representa o poder político da época, e Paulo, como cidadão romano, apela a essa autoridade para garantir um julgamento justo.","por_que_esta_palavra":"A menção a César destaca a tensão entre o governo secular e a mensagem do evangelho.","conexao_teologica":"A interação de Paulo com César ilustra a soberania de Deus sobre as autoridades terrenas.","referencias_relacionadas":["Romanos 13:1-2","Atos 25:11","Filipenses 1:27-30"]},"atos_28_20_fe":{"palavra_pt":"esperanca","palavra_original":"ἐλπίς","transliteracao":"elpís","strong":"G1680","significado_raiz":"Ideia básica: esperanca.","significado_contextual":"A palavra 'esperança' refere-se à expectativa de Paulo em relação à salvação e ao cumprimento das promessas de Deus.","explicacao_detalhada":"Paulo expressa sua esperança em Cristo, que é a base de sua fé e ministério, mesmo em tempos de prisão.","por_que_esta_palavra":"A palavra 'esperança' é central na teologia cristã, representando a confiança nas promessas de Deus.","conexao_teologica":"A esperança de Paulo é um reflexo da esperança que todos os crentes têm em Cristo.","referencias_relacionadas":["Romanos 15:13","Hebreus 11:1","1 Pedro 1:3"]},"atos_28_20_nome":{"palavra_pt":"nome","palavra_original":"Ἰσραήλ","transliteracao":"Israḗl","strong":"G2474","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se ao nome de Israel, simbolizando a identidade e o povo escolhido de Deus.","explicacao_detalhada":"Neste contexto, Paulo menciona o nome de Israel para enfatizar sua conexão com a herança judaica e a continuidade da promessa divina.","por_que_esta_palavra":"O nome é um símbolo de identidade e autoridade, e Paulo usa isso para se conectar com seus ouvintes.","conexao_teologica":"O nome de Israel representa a aliança de Deus com seu povo e a promessa de redenção.","referencias_relacionadas":["Gênesis 32:28","Isaías 43:1","Romanos 9:4-5"]},"atos_28_20_chamar":{"palavra_pt":"chamar","palavra_original":"παρακαλέω","transliteracao":"parakaléō","strong":"G3870","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' refere-se ao ato de Paulo de convocar os judeus para ouvir sua mensagem sobre Cristo.","explicacao_detalhada":"Paulo estava chamando os líderes judeus para explicar sua fé e a esperança que ele tinha em Jesus como o Messias.","por_que_esta_palavra":"A palavra 'chamar' é significativa, pois reflete a missão de evangelização e a urgência de compartilhar o evangelho.","conexao_teologica":"O chamado de Paulo ecoa o chamado de Cristo para que todos venham a Ele.","referencias_relacionadas":["Mateus 11:28","Romanos 10:14-15","Atos 2:39"]},"atos_28_21_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"A palavra 'maligno/mau' refere-se à natureza do pecado e à oposição que Paulo enfrentava.","explicacao_detalhada":"Paulo menciona o maligno para descrever a resistência que ele e o evangelho enfrentam, destacando a luta espiritual.","por_que_esta_palavra":"A palavra 'maligno' é crucial para entender a batalha entre o bem e o mal na vida cristã.","conexao_teologica":"A presença do mal no mundo é um tema central na teologia, que aponta para a necessidade de redenção em Cristo.","referencias_relacionadas":["Efésios 6:12","1 Pedro 5:8","Romanos 7:21-25"]},"atos_28_21_livro":{"palavra_pt":"livro","palavra_original":"γράμμα","transliteracao":"grámma","strong":"G1121","significado_raiz":"Ideia básica: livro.","significado_contextual":"A palavra 'livro' pode se referir às escrituras ou registros que Paulo estava utilizando para fundamentar sua mensagem.","explicacao_detalhada":"Paulo frequentemente se referia às escrituras hebraicas para explicar a vinda de Cristo e a salvação.","por_que_esta_palavra":"O 'livro' representa a revelação de Deus e a importância das escrituras na vida do crente.","conexao_teologica":"As escrituras são fundamentais para a fé cristã, pois revelam a verdade sobre Deus e sua vontade.","referencias_relacionadas":["2 Timóteo 3:16-17","Hebreus 4:12","Salmos 119:105"]},"atos_28_21_terra":{"palavra_pt":"terra","palavra_original":"Ἰουδαία","transliteracao":"Ioudaía","strong":"G2449","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se à região da Judeia, onde Paulo estava inicialmente e onde sua missão começou.","explicacao_detalhada":"A menção à terra destaca a conexão geográfica e cultural de Paulo com o povo de Israel e a importância do evangelho para todos os povos.","por_que_esta_palavra":"A palavra 'terra' é significativa para entender o contexto histórico e a missão de Paulo.","conexao_teologica":"A terra de Israel é central na narrativa bíblica, representando o plano de Deus para a redenção.","referencias_relacionadas":["Mateus 5:5","Romanos 11:1-2","Gálatas 4:4"]},"atos_28_22_affection":{"palavra_pt":"affection","palavra_original":"φρονέω","transliteracao":"phronéō","strong":"G5426","significado_raiz":"Ideia básica: affection.","significado_contextual":"A palavra 'affection' refere-se a um estado de mente ou sentimento que envolve preocupação e cuidado.","explicacao_detalhada":"No contexto de Atos 28:22, 'affection' sugere uma atitude de empatia e interesse genuíno pelas questões espirituais e sociais dos outros, especialmente em relação à mensagem do evangelho.","por_que_esta_palavra":"Esta palavra é usada para descrever a disposição dos ouvintes em se relacionar com a mensagem de Paulo e sua preocupação com a fé.","conexao_teologica":"A afeição é um reflexo do amor cristão, que é fundamental na vida do crente e na evangelização.","referencias_relacionadas":["Romanos 12:10","Filipenses 2:1-2","1 Pedro 1:22"]},"atos_28_22_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"γνωστός","transliteracao":"gnōstós","strong":"G1110","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"A palavra 'acquaintance' refere-se a alguém que é conhecido, mas não necessariamente um amigo íntimo.","explicacao_detalhada":"Em Atos 28:22, a palavra indica que os ouvintes tinham algum conhecimento prévio sobre Paulo e suas atividades, mas não uma relação profunda.","por_que_esta_palavra":"É importante para entender a dinâmica social e a receptividade do público em relação à mensagem que Paulo estava prestes a compartilhar.","conexao_teologica":"O conhecimento superficial pode ser um primeiro passo para um relacionamento mais profundo com Cristo.","referencias_relacionadas":["Atos 17:23","João 10:14","Mateus 7:23"]},"atos_28_23_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode simbolizar um tempo de oportunidade ou revelação.","explicacao_detalhada":"No versículo, 'dia' é usado para indicar o momento em que Paulo se encontrou com os líderes judeus para discutir a mensagem do evangelho.","por_que_esta_palavra":"O uso de 'dia' enfatiza a importância do tempo e da oportunidade para ouvir a palavra de Deus.","conexao_teologica":"O conceito de 'dia' é frequentemente associado a momentos de revelação divina e decisões espirituais.","referencias_relacionadas":["Salmos 118:24","2 Coríntios 6:2","Efésios 5:16"]},"atos_28_23_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao ser supremo, criador e sustentador do universo.","explicacao_detalhada":"Em Atos 28:23, Paulo fala sobre Deus em um contexto de revelação e salvação, enfatizando a importância de conhecer a Deus através de Jesus Cristo.","por_que_esta_palavra":"A menção de Deus é central para a mensagem de Paulo, que busca conectar os ouvintes com a verdade divina.","conexao_teologica":"A relação com Deus é fundamental na teologia cristã, sendo a base da fé e da salvação.","referencias_relacionadas":["João 3:16","Romanos 1:20","Hebreus 11:6"]},"atos_28_23_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'jesus' refere-se ao nome do Salvador, que é o centro da mensagem cristã.","explicacao_detalhada":"No contexto de Atos 28:23, Paulo discute a importância de Jesus como o cumprimento das promessas de Deus e a chave para a salvação.","por_que_esta_palavra":"Jesus é a figura central da fé cristã, e sua menção é crucial para a compreensão da mensagem que Paulo estava compartilhando.","conexao_teologica":"A cristologia, ou o estudo de Cristo, é essencial para a teologia cristã, pois Jesus é o mediador entre Deus e a humanidade.","referencias_relacionadas":["Atos 4:12","Romanos 10:9","1 Coríntios 15:3-4"]},"atos_28_24_autoridade":{"palavra_pt":"autoridade","palavra_original":"πείθω","transliteracao":"peíthō","strong":"G3982","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"A palavra 'autoridade' refere-se ao poder ou direito de dar ordens e fazer decisões.","explicacao_detalhada":"Em Atos 28:24, a autoridade é discutida em relação à resposta dos ouvintes à mensagem de Paulo, mostrando como alguns acreditaram e outros rejeitaram.","por_que_esta_palavra":"A noção de autoridade é importante para entender a resposta ao evangelho e a soberania de Deus na salvação.","conexao_teologica":"A autoridade de Cristo é um tema recorrente na Bíblia, refletindo seu poder sobre todas as coisas.","referencias_relacionadas":["Mateus 28:18","Romanos 13:1","Efésios 1:21"]},"atos_28_24_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se ao ato de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"No versículo, Paulo 'diz' ou comunica a mensagem de Deus, enfatizando a importância da pregação e do testemunho.","por_que_esta_palavra":"A comunicação é essencial na evangelização, e a forma como Paulo se expressa é crucial para a recepção da mensagem.","conexao_teologica":"A pregação da palavra é um mandamento bíblico, refletindo a necessidade de compartilhar a fé.","referencias_relacionadas":["Marcos 16:15","Romanos 10:14","1 Pedro 3:15"]},"atos_28_24_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"A palavra 'portanto' é uma conjunção que indica conclusão ou consequência.","explicacao_detalhada":"Em Atos 28:24, 'portanto' é usado para conectar a mensagem anterior com a resposta dos ouvintes, mostrando a lógica da argumentação de Paulo.","por_que_esta_palavra":"Esta palavra é importante para entender a estrutura do discurso de Paulo e como ele leva os ouvintes a uma conclusão.","conexao_teologica":"A lógica e a razão são frequentemente usadas na teologia para explicar a fé e a resposta ao evangelho.","referencias_relacionadas":["Romanos 12:1","Gálatas 5:25","Tiago 1:22"]},"atos_28_25_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identificação de uma pessoa, que pode carregar significado e autoridade.","explicacao_detalhada":"Em Atos 28:25, o 'nome' de Paulo é mencionado, o que é significativo para a sua identidade como apóstolo e mensageiro do evangelho.","por_que_esta_palavra":"O nome é uma parte importante da identidade e do testemunho de Paulo, que representa sua missão e chamado.","conexao_teologica":"O nome de Jesus é central na fé cristã, e a identificação de Paulo com Cristo é crucial para sua autoridade.","referencias_relacionadas":["Atos 9:15","Filipenses 1:20","2 Timóteo 1:11"]},"atos_28_25_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se à essência vital ou à presença de Deus em uma pessoa.","explicacao_detalhada":"Em Atos 28:25, 'espírito' pode se referir à ação do Espírito Santo na vida dos crentes e na pregação do evangelho.","por_que_esta_palavra":"A menção do espírito é crucial para entender a dinâmica da obra de Deus na vida dos crentes e na evangelização.","conexao_teologica":"O Espírito Santo é fundamental na teologia cristã, atuando como consolador e guia.","referencias_relacionadas":["Atos 1:8","Romanos 8:26","Gálatas 5:22-23"]},"atos_28_26_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel, que frequentemente rejeitou a mensagem de Deus.","explicacao_detalhada":"A palavra 'povo' (λαός) é usada para descrever um grupo específico que possui uma identidade comum, muitas vezes em relação à aliança com Deus. No contexto de Atos 28:26, Paulo cita Isaías para mostrar que o povo de Deus estava endurecido em seu coração e ouvidos, incapazes de ouvir a verdade.","por_que_esta_palavra":"A escolha da palavra 'povo' enfatiza a relação entre Deus e Israel, destacando a responsabilidade do povo em ouvir e responder à mensagem divina.","conexao_teologica":"A rejeição do povo de Israel à mensagem do evangelho é um tema recorrente nas Escrituras, refletindo a luta entre a fé e a incredulidade.","referencias_relacionadas":["Isaías 6:9-10","Mateus 13:14-15","Romanos 10:21"]},"atos_28_26_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' (μή) é usada para enfatizar a negação da verdade divina por parte do povo.","explicacao_detalhada":"Neste contexto, a palavra 'deus' é utilizada para ilustrar a rejeição da revelação de Deus. Paulo está afirmando que o povo não reconhece a verdade que Deus lhes apresenta.","por_que_esta_palavra":"A palavra 'deus' é crucial para entender a relação entre a divindade e a humanidade, especialmente em como a humanidade responde à revelação divina.","conexao_teologica":"A negação de Deus por parte do povo é um reflexo da condição humana caída e da necessidade de salvação.","referencias_relacionadas":["Salmos 14:1","Romanos 1:21-23","Hebreus 11:6"]},"atos_28_26_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' (λέγω) refere-se à comunicação da verdade de Deus.","explicacao_detalhada":"Neste versículo, Paulo está citando a instrução de Deus para que o povo ouça e responda à Sua palavra. A comunicação divina é um tema central na Escritura.","por_que_esta_palavra":"A palavra 'dizer' destaca a importância da revelação e da resposta humana à mesma.","conexao_teologica":"A comunicação de Deus é essencial para a fé, pois a fé vem pelo ouvir a palavra de Deus.","referencias_relacionadas":["Romanos 10:17","Hebreus 1:1-2","1 Pedro 1:25"]},"atos_28_27_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao coração como o centro das emoções e decisões do ser humano.","explicacao_detalhada":"A palavra 'coração' (καρδία) é frequentemente usada na Bíblia para descrever a parte mais íntima do ser humano, onde reside a vontade e a fé. O endurecimento do coração é uma barreira para a aceitação da verdade.","por_que_esta_palavra":"A escolha da palavra 'coração' enfatiza a necessidade de uma transformação interna para que a pessoa possa ouvir e entender a mensagem de Deus.","conexao_teologica":"A condição do coração humano é um tema central na teologia, refletindo a necessidade de regeneração e renovação espiritual.","referencias_relacionadas":["Ezequiel 36:26","Mateus 15:8","Romanos 2:5"]},"atos_28_27_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"Novamente, refere-se ao povo de Israel, enfatizando sua resistência à mensagem de Deus.","explicacao_detalhada":"A repetição da palavra 'povo' reforça a ideia de que a rejeição da mensagem de Deus é uma característica persistente entre os israelitas.","por_que_esta_palavra":"A palavra 'povo' é usada para destacar a responsabilidade coletiva do povo em ouvir e responder à mensagem divina.","conexao_teologica":"A resistência do povo de Deus à verdade é um tema que aparece em várias partes da Escritura, mostrando a necessidade de um novo pacto.","referencias_relacionadas":["Isaías 29:10","Mateus 23:37","Atos 7:51"]},"atos_28_27_ear":{"palavra_pt":"ouvido","palavra_original":"οὖς","transliteracao":"oûs","strong":"G3775","significado_raiz":"Ideia básica: ouvido.","significado_contextual":"Refere-se à capacidade de ouvir, que é essencial para a compreensão da mensagem de Deus.","explicacao_detalhada":"A palavra 'ouvido' (οὖς) é usada para descrever a habilidade de ouvir não apenas sons, mas a verdade de Deus. A falta de audição espiritual é um tema recorrente.","por_que_esta_palavra":"A escolha da palavra 'ouvido' enfatiza a importância da receptividade à palavra de Deus.","conexao_teologica":"A audição espiritual é fundamental para a fé e a salvação, conforme ensinado em Romanos 10:17.","referencias_relacionadas":["Mateus 11:15","Marcos 4:9","Apocalipse 2:7"]},"atos_28_28_libertar":{"palavra_pt":"salvacao","palavra_original":"σωτηρία","transliteracao":"sōtēría","strong":"G4991","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"Refere-se à salvação e libertação que vem através de Cristo.","explicacao_detalhada":"A palavra 'salvação' (σωτηρία) é central na mensagem do evangelho, representando a libertação do pecado e da morte. Paulo declara que a salvação é oferecida aos gentios.","por_que_esta_palavra":"A palavra 'salvação' é crucial para entender a missão de Cristo e a oferta de vida eterna a todos os que creem.","conexao_teologica":"A salvação é um tema central na teologia cristã, refletindo o amor e a graça de Deus para com a humanidade.","referencias_relacionadas":["João 3:16","Atos 4:12","Efésios 2:8-9"]},"atos_28_28_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus que oferece salvação e libertação.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para enfatizar a soberania e a autoridade de Deus sobre a salvação. Paulo destaca que a salvação é um ato divino.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a natureza de quem oferece a salvação e a relação entre Deus e a humanidade.","conexao_teologica":"A soberania de Deus na salvação é um tema importante, mostrando que a salvação é um dom de Deus, não um esforço humano.","referencias_relacionadas":["Romanos 5:8","2 Coríntios 5:19","Tito 3:5"]},"atos_28_29_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da mensagem de salvação que é oferecida.","explicacao_detalhada":"A palavra 'grande' (πολύς) é usada para descrever a magnitude da obra de Deus e a abrangência da salvação oferecida aos gentios.","por_que_esta_palavra":"A escolha da palavra 'grande' enfatiza a generosidade e a abundância da graça de Deus.","conexao_teologica":"A grandeza da salvação é um tema central na teologia, refletindo a natureza ilimitada do amor de Deus.","referencias_relacionadas":["Romanos 5:20","Efésios 3:20","1 Timóteo 1:14"]},"atos_28_29_disputationting":{"palavra_pt":"disputation ting","palavra_original":"συζήτησις","transliteracao":"syzḗtēsis","strong":"G4803","significado_raiz":"Ideia básica: disputation ting.","significado_contextual":"Refere-se ao debate e à discussão sobre a verdade do evangelho.","explicacao_detalhada":"A palavra 'disputation ting' (συζήτησις) indica a troca de ideias e argumentos, que é comum quando se discute a mensagem de Cristo.","por_que_esta_palavra":"A escolha desta palavra reflete a natureza da evangelização e a necessidade de defender a fé.","conexao_teologica":"O debate sobre a verdade do evangelho é importante para a apologética cristã e a defesa da fé.","referencias_relacionadas":["Filipenses 1:7","1 Pedro 3:15","Judas 1:3"]},"atos_28_29_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se ao ato de comunicar-se verbalmente, especialmente no contexto de pregação e testemunho.","explicacao_detalhada":"No versículo, Paulo está se dirigindo aos judeus, expressando a importância de compartilhar a mensagem do evangelho. O verbo 'falar' implica uma ação ativa de transmitir informações e ensinamentos.","por_que_esta_palavra":"A escolha da palavra 'falar' enfatiza a necessidade de comunicação clara e direta da verdade de Deus, especialmente em um contexto de resistência e dúvida.","conexao_teologica":"A comunicação da palavra de Deus é central na missão da igreja, refletindo o chamado de Jesus para que seus seguidores sejam testemunhas (Atos 1:8).","referencias_relacionadas":["Atos 1:8","Romanos 10:14","Mateus 28:19-20"]},"atos_28_30_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' de Paulo é mencionado como uma referência à sua identidade e ao seu papel como apóstolo.","explicacao_detalhada":"O nome 'Paulo' carrega um significado de humildade e serviço, refletindo sua transformação de perseguidor a pregador do evangelho.","por_que_esta_palavra":"O uso do nome destaca a individualidade e a importância do testemunho pessoal na propagação da fé.","conexao_teologica":"O nome de um servo de Deus é significativo, pois representa a obra que Deus realiza através dele (2 Coríntios 5:17).","referencias_relacionadas":["Atos 9:15","Gálatas 1:11-12","Filipenses 3:5"]},"atos_28_30_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"A palavra 'acquaintance' refere-se a uma relação de familiaridade ou conhecimento pessoal.","explicacao_detalhada":"Neste contexto, implica que Paulo estava em contato próximo com aqueles que o ouviam, estabelecendo um relacionamento que facilitava a comunicação do evangelho.","por_que_esta_palavra":"A familiaridade é crucial para a construção de relacionamentos que podem levar à conversão e ao discipulado.","conexao_teologica":"A relação pessoal é um aspecto vital da evangelização, refletindo o amor e a conexão que Deus deseja ter com cada indivíduo (João 15:15).","referencias_relacionadas":["1 Coríntios 9:22","Romanos 12:10","Gálatas 6:2"]},"atos_28_31_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Ser Supremo, Criador e Sustentador do universo, que Paulo proclama.","explicacao_detalhada":"Neste versículo, Paulo fala sobre o reino de Deus, enfatizando a soberania e a autoridade divina sobre todas as coisas.","por_que_esta_palavra":"A menção de Deus é fundamental, pois estabelece a base da mensagem que Paulo estava compartilhando, que é a salvação através de Cristo.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, que afirma que Ele é o Senhor de toda a criação (Salmos 103:19).","referencias_relacionadas":["Romanos 1:20","Efésios 1:11","Hebreus 11:6"]},"atos_28_31_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Cristo e à sua posição como Rei e Senhor.","explicacao_detalhada":"Paulo proclama o senhorio de Jesus, enfatizando que a mensagem do evangelho é uma declaração de que Jesus é o Senhor sobre todos.","por_que_esta_palavra":"A palavra 'senhor' é essencial para entender a relação entre Cristo e os crentes, que reconhecem sua autoridade em suas vidas.","conexao_teologica":"O senhorio de Cristo é um aspecto fundamental da fé cristã, que implica submissão e adoração (Filipenses 2:9-11).","referencias_relacionadas":["Romanos 10:9","Atos 2:36","Colossenses 1:16-17"]},"atos_28_31_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'jesus' refere-se ao nome do Salvador, que é central na mensagem do evangelho.","explicacao_detalhada":"Paulo fala sobre Jesus como o cumprimento das promessas de Deus e a fonte de salvação para todos os que creem.","por_que_esta_palavra":"O nome de Jesus é poderoso e representa a esperança e a redenção oferecidas a toda a humanidade.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua obra redentora é o coração do evangelho (1 Timóteo 2:5).","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 5:8"]}}