{"atos_4_1_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"ἱερεύς","transliteracao":"hiereús","strong":"G2409","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é uma figura central na mediação entre Deus e o povo, responsável por oferecer sacrifícios e interceder em favor da comunidade.","explicacao_detalhada":"No contexto do Novo Testamento, os sacerdotes eram líderes religiosos que desempenhavam um papel crucial no templo, realizando rituais e mantendo a santidade do culto. A menção dos sacerdotes em Atos 4:1 destaca a oposição que os apóstolos enfrentavam ao pregar sobre Jesus.","por_que_esta_palavra":"A palavra 'sacerdote' é utilizada para enfatizar a autoridade religiosa que se opunha à mensagem dos apóstolos, mostrando a tensão entre as tradições judaicas e a nova fé cristã.","conexao_teologica":"A figura do sacerdote é importante na teologia cristã, pois Jesus é visto como o Sumo Sacerdote que oferece um sacrifício perfeito e eterno, substituindo o sistema sacrificial do Antigo Testamento.","referencias_relacionadas":["Hebreus 4:14-16","Hebreus 10:11-14","1 Pedro 2:9"]},"atos_4_1_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"O termo 'sagrado' refere-se ao que é consagrado a Deus, separado para um propósito divino.","explicacao_detalhada":"Em Atos 4:1, o uso da palavra 'sagrado' pode se referir ao templo ou aos atos de adoração que eram considerados puros e dedicados a Deus. Isso contrasta com as ações dos apóstolos, que proclamavam uma nova forma de adoração.","por_que_esta_palavra":"A palavra 'sagrado' é utilizada para destacar a importância da pureza e da separação do que é divino, em oposição às práticas que estavam sendo desafiadas pelos apóstolos.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, e a nova aliança em Cristo redefine o que significa ser sagrado, enfatizando a santidade dos crentes como templos do Espírito Santo.","referencias_relacionadas":["1 Coríntios 3:16-17","Romanos 12:1","1 Pedro 1:15-16"]},"atos_4_2_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome central da fé cristã, representando a salvação e a revelação de Deus ao homem.","explicacao_detalhada":"No contexto de Atos 4:2, a menção de Jesus é crucial, pois os apóstolos estavam proclamando sua ressurreição e a salvação que vem através dele, desafiando a autoridade religiosa da época.","por_que_esta_palavra":"A palavra 'Jesus' é utilizada para enfatizar a identidade e a missão do Filho de Deus, que é o fundamento da pregação apostólica.","conexao_teologica":"Jesus é o centro da teologia cristã, sendo o mediador entre Deus e os homens e o cumprimento das promessas do Antigo Testamento.","referencias_relacionadas":["Atos 2:36","Romanos 10:9-10","João 14:6"]},"atos_4_2_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"O termo 'povo' refere-se à comunidade que ouve a mensagem dos apóstolos, representando tanto os crentes quanto os opositores.","explicacao_detalhada":"Em Atos 4:2, o 'povo' é o grupo que estava sendo impactado pela pregação dos apóstolos, mostrando a divisão entre aqueles que aceitavam a mensagem de Jesus e aqueles que a rejeitavam.","por_que_esta_palavra":"A palavra 'povo' é utilizada para enfatizar a coletividade e a necessidade de uma resposta comunitária à mensagem do evangelho.","conexao_teologica":"A noção de 'povo de Deus' é fundamental na Bíblia, onde Deus chama um povo para si, que agora inclui todos os que creem em Cristo.","referencias_relacionadas":["1 Pedro 2:9","Gálatas 3:28","Efésios 2:19"]},"atos_4_2_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a relação de proximidade e inclusão, referindo-se à presença dos apóstolos no meio do povo.","explicacao_detalhada":"Em Atos 4:2, 'entre' é usado para mostrar como os apóstolos estavam ativamente se envolvendo com a comunidade, proclamando a mensagem de Jesus em um contexto social e religioso específico.","por_que_esta_palavra":"A palavra 'entre' é importante para destacar a missão dos apóstolos de levar a mensagem de Cristo para todos, não se isolando, mas se inserindo na sociedade.","conexao_teologica":"A presença de Cristo entre seu povo é um tema recorrente, refletindo a encarnação e a missão da Igreja de ser luz e sal no mundo.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","Romanos 10:14-15"]},"atos_4_3_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"A palavra 'arco' pode simbolizar a ideia de proteção ou de um instrumento de ataque, dependendo do contexto.","explicacao_detalhada":"Embora 'arco' não seja uma palavra frequentemente associada ao contexto de Atos 4, sua inclusão pode sugerir uma metáfora sobre a defesa da fé ou a luta espiritual que os apóstolos enfrentavam.","por_que_esta_palavra":"A palavra 'arco' pode ser usada para ilustrar a ideia de que os apóstolos estavam prontos para se defender contra as acusações e oposições que enfrentavam.","conexao_teologica":"A luta espiritual é um tema importante na teologia cristã, onde os crentes são chamados a se vestir da armadura de Deus para resistir às forças do mal.","referencias_relacionadas":["Efésios 6:10-18","2 Coríntios 10:3-5","1 Pedro 5:8-9"]},"atos_4_3_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' é frequentemente associada a ação, poder e autoridade.","explicacao_detalhada":"Em Atos 4:3, a menção da 'mão' pode simbolizar a ação dos líderes religiosos que prenderam os apóstolos, representando a oposição física e espiritual que eles enfrentavam.","por_que_esta_palavra":"A palavra 'mão' é utilizada para enfatizar a força e a autoridade que os líderes religiosos exerciam sobre os apóstolos, contrastando com o poder de Deus que operava através deles.","conexao_teologica":"A mão de Deus é frequentemente mencionada nas Escrituras como símbolo de poder e intervenção divina, mostrando que, apesar da oposição, Deus está no controle.","referencias_relacionadas":["Salmos 118:15-16","Isaías 41:10","Atos 2:22"]},"atos_4_4_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à mensagem central do evangelho, que é Jesus Cristo.","explicacao_detalhada":"Em Atos 4:4, a menção da 'palavra' destaca a importância da pregação sobre Cristo e a resposta da fé que ela gera entre os ouvintes.","por_que_esta_palavra":"A palavra 'palavra' é utilizada para enfatizar que a mensagem de salvação é viva e eficaz, capaz de transformar vidas.","conexao_teologica":"Cristo é a Palavra viva, e a pregação do evangelho é um meio pelo qual Deus comunica sua verdade e graça ao mundo.","referencias_relacionadas":["João 1:1-14","Romanos 1:16","1 Coríntios 1:18"]},"atos_4_4_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude da obra de Deus e a resposta do povo à mensagem dos apóstolos.","explicacao_detalhada":"Em Atos 4:4, a grandeza da obra de Deus é evidenciada pelo número de pessoas que creram na mensagem, mostrando que o evangelho tem um impacto significativo.","por_que_esta_palavra":"A palavra 'grande' é utilizada para enfatizar a eficácia da pregação e a soberania de Deus em salvar almas.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo sua majestade e poder em todas as coisas, incluindo a salvação.","referencias_relacionadas":["Salmos 145:3","Efésios 3:20","Atos 2:47"]},"atos_4_4_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' refere-se à resposta de fé que os ouvintes tiveram à mensagem dos apóstolos.","explicacao_detalhada":"Em Atos 4:4, a fé é apresentada como a resposta necessária para a salvação, destacando a importância de crer em Jesus como Senhor e Salvador.","por_que_esta_palavra":"A palavra 'crer' é utilizada para enfatizar que a salvação é recebida pela fé, não por obras, e que a fé é um dom de Deus.","conexao_teologica":"A fé é um tema central na teologia cristã, sendo a base da relação entre o crente e Deus, e é essencial para a vida cristã.","referencias_relacionadas":["Efésios 2:8-9","Hebreus 11:1","Romanos 5:1"]},"atos_4_5_elderest":{"palavra_pt":"elder est","palavra_original":"πρεσβύτερος","transliteracao":"presbýteros","strong":"G4245","significado_raiz":"Ideia básica: elder est.","significado_contextual":"Refere-se aos líderes religiosos e anciãos do povo judeu que estavam reunidos para julgar Pedro e João.","explicacao_detalhada":"A palavra 'presbýteros' indica uma posição de autoridade e respeito dentro da comunidade judaica, sendo frequentemente associada à liderança espiritual.","por_que_esta_palavra":"A presença dos 'presbíteros' enfatiza a seriedade do julgamento e a importância da questão que estava sendo discutida.","conexao_teologica":"Os presbíteros são vistos como representantes da tradição e da lei, contrastando com a nova mensagem do evangelho pregada pelos apóstolos.","referencias_relacionadas":["Atos 15:2","1 Timóteo 5:17","Tito 1:5"]},"atos_4_5_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Indica a transformação ou o surgimento de algo significativo, como a pregação do evangelho.","explicacao_detalhada":"A palavra 'gínomai' é usada para descrever a mudança de estado ou condição, refletindo a obra de Deus na vida dos crentes.","por_que_esta_palavra":"A escolha dessa palavra ressalta a ação divina que leva à conversão e ao crescimento da igreja.","conexao_teologica":"A ideia de 'tornar-se' é central na teologia da salvação, onde os crentes são transformados em novas criaturas em Cristo.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 6:15"]},"atos_4_5_scribe":{"palavra_pt":"escriba","palavra_original":"γραμματεύς","transliteracao":"grammateús","strong":"G1122","significado_raiz":"Ideia básica: escriba.","significado_contextual":"Refere-se aos escribas, que eram especialistas na lei e na escritura, frequentemente opositores dos apóstolos.","explicacao_detalhada":"A palavra 'grammateús' indica um papel de autoridade na interpretação da lei, e sua presença destaca a tensão entre a tradição judaica e a nova mensagem do evangelho.","por_que_esta_palavra":"Os escribas eram críticos da nova fé e sua inclusão no relato mostra a resistência que os apóstolos enfrentavam.","conexao_teologica":"Os escribas simbolizam a luta entre a velha aliança e a nova aliança em Cristo.","referencias_relacionadas":["Mateus 23:34","Lucas 11:52","Marcos 12:35"]},"atos_4_6_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de João, que é mencionado como parte do contexto do julgamento dos apóstolos.","explicacao_detalhada":"O nome 'Iōánnēs' é significativo, pois representa a identidade e a missão de João como precursor de Cristo.","por_que_esta_palavra":"O uso do nome enfatiza a conexão de João com a obra de Jesus e a continuidade da mensagem do evangelho.","conexao_teologica":"O nome é um símbolo da autoridade que vem de Deus e da importância do testemunho na fé cristã.","referencias_relacionadas":["Mateus 3:1","João 1:6","Lucas 1:13"]},"atos_4_6_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a origem ou a posição de algo ou alguém dentro de um grupo.","explicacao_detalhada":"A palavra 'ek' é usada para mostrar a relação entre os apóstolos e o povo, enfatizando a comunidade de fé.","por_que_esta_palavra":"A escolha dessa preposição destaca a inclusão dos apóstolos entre o povo e a sua missão de evangelização.","conexao_teologica":"A ideia de estar 'entre' é fundamental na missão da igreja, que é chamada a ser luz e sal no mundo.","referencias_relacionadas":["Mateus 5:14","Filipenses 2:15","Atos 1:8"]},"atos_4_7_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"Refere-se ao poder milagroso que foi manifestado através dos apóstolos.","explicacao_detalhada":"A palavra 'dýnamis' implica em uma força sobrenatural, que é um dos sinais do reino de Deus.","por_que_esta_palavra":"O uso dessa palavra destaca a autoridade divina que os apóstolos possuíam ao realizar milagres e curas.","conexao_teologica":"O poder de Deus é um tema central na obra do Espírito Santo e na missão da igreja.","referencias_relacionadas":["Atos 1:8","Romanos 1:16","1 Coríntios 2:4"]},"atos_4_7_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se à ideia de estabelecer algo firme, como uma aliança ou compromisso.","explicacao_detalhada":"A palavra 'hístēmi' é usada para descrever a ação de firmar ou estabelecer, refletindo a intenção de Deus em fazer alianças com seu povo.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a seriedade do compromisso entre Deus e a humanidade.","conexao_teologica":"As alianças de Deus são fundamentais para entender a relação entre Deus e seu povo ao longo da história bíblica.","referencias_relacionadas":["Gênesis 9:9","Êxodo 19:5","Hebreus 8:6"]},"atos_4_8_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Refere-se a Pedro, que é chamado de 'rocha', simbolizando sua firmeza e liderança na igreja.","explicacao_detalhada":"A palavra 'Pétros' significa 'rocha' e é uma referência à declaração de Jesus sobre Pedro como a base da igreja.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância de Pedro na fundação da igreja e sua autoridade como líder.","conexao_teologica":"Pedro como 'rocha' representa a estabilidade e a força da fé cristã, que é construída sobre Cristo.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:4-5","Efésios 2:20"]},"atos_4_8_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo, que é a fonte de poder e inspiração para os apóstolos.","explicacao_detalhada":"A palavra 'pneûma' é usada para descrever o Espírito, que é essencial para a vida e ministério da igreja.","por_que_esta_palavra":"O uso dessa palavra enfatiza a presença ativa do Espírito Santo na vida dos crentes e na obra da evangelização.","conexao_teologica":"O Espírito Santo é o agente de transformação e capacitação na vida do cristão, essencial para a missão da igreja.","referencias_relacionadas":["Atos 2:4","Romanos 8:26","Gálatas 5:22-23"]},"atos_4_8_elderest":{"palavra_pt":"elder est","palavra_original":"πρεσβύτερος","transliteracao":"presbýteros","strong":"G4245","significado_raiz":"Ideia básica: elder est.","significado_contextual":"Refere-se novamente aos líderes religiosos, enfatizando sua posição durante o julgamento dos apóstolos.","explicacao_detalhada":"A palavra 'presbýteros' é repetida para reforçar a autoridade e a resistência que os apóstolos enfrentavam.","por_que_esta_palavra":"A repetição da palavra destaca a importância da liderança religiosa e a tensão entre a tradição e a nova fé.","conexao_teologica":"A presença dos presbíteros ilustra a luta entre a velha aliança e a nova aliança em Cristo, mostrando a necessidade de discernimento espiritual.","referencias_relacionadas":["Atos 15:6","Tito 1:5","1 Pedro 5:1"]},"atos_4_9_bom":{"palavra_pt":"bom","palavra_original":"εὐεργεσία","transliteracao":"euergesía","strong":"G2108","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade e à generosidade de Deus, que se manifesta através das ações dos apóstolos.","explicacao_detalhada":"A palavra 'bom' aqui implica uma ação benéfica e positiva, que é reconhecida como um ato de Deus através dos apóstolos. É uma referência à cura realizada, que é vista como um ato de bondade divina.","por_que_esta_palavra":"A palavra é usada para descrever a natureza das ações que trazem cura e libertação, refletindo o caráter de Deus.","conexao_teologica":"A bondade de Deus é um tema central na teologia cristã, mostrando que Ele se preocupa com o bem-estar de Sua criação.","referencias_relacionadas":["Salmos 34:8","Mateus 7:11","Gálatas 6:10"]},"atos_4_9_salvar":{"palavra_pt":"salvar","palavra_original":"σώζω","transliteracao":"sṓzō","strong":"G4982","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Indica a ação de libertar ou curar, especialmente em um contexto espiritual e físico.","explicacao_detalhada":"A palavra 'salvar' é usada para descrever a ação de Deus em trazer cura e libertação, não apenas física, mas também espiritual, através de Jesus Cristo.","por_que_esta_palavra":"É fundamental para a mensagem do evangelho, que enfatiza a salvação como um presente de Deus para a humanidade.","conexao_teologica":"A salvação é um dos pilares da fé cristã, representando a reconciliação entre Deus e a humanidade.","referencias_relacionadas":["Romanos 10:9","Efésios 2:8-9","Atos 2:21"]},"atos_4_9_forasmuch":{"palavra_pt":"porque","palavra_original":"εἰ","transliteracao":"ei","strong":"G1487","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir a razão pela qual os apóstolos estão sendo questionados sobre a cura realizada.","explicacao_detalhada":"A palavra 'porque' conecta a ação dos apóstolos à sua defesa, explicando o motivo de sua autoridade e poder.","por_que_esta_palavra":"É uma conjunção que estabelece uma relação de causa e efeito, essencial para a argumentação dos apóstolos.","conexao_teologica":"A defesa da fé é um aspecto importante da vida cristã, onde os crentes são chamados a explicar sua esperança.","referencias_relacionadas":["1 Pedro 3:15","Atos 4:20","Romanos 1:16"]},"atos_4_10_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se ao nome de Jesus, que é central para a fé cristã e a salvação.","explicacao_detalhada":"O nome 'Jesus' é invocado como a fonte de poder e autoridade para a cura e libertação, enfatizando sua divindade e papel redentor.","por_que_esta_palavra":"É crucial para a identidade cristã, pois Jesus é o mediador entre Deus e os homens.","conexao_teologica":"A centralidade de Jesus na salvação e na vida cristã é um tema recorrente nas Escrituras.","referencias_relacionadas":["João 14:6","Atos 4:12","Filipenses 2:9-11"]},"atos_4_11_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à transformação que ocorre através da ação de Deus, destacando a grandeza de Sua obra.","explicacao_detalhada":"A palavra 'tornar-se' implica um processo de mudança, onde algo se torna significativo e impactante pela intervenção divina.","por_que_esta_palavra":"É usada para descrever a obra de Deus que transforma vidas e situações, revelando Sua grandeza.","conexao_teologica":"A transformação é um aspecto fundamental da experiência cristã, onde os crentes são feitos novas criaturas em Cristo.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"atos_4_11_pedra":{"palavra_pt":"pedra","palavra_original":"λίθος","transliteracao":"líthos","strong":"G3037","significado_raiz":"Ideia básica: pedra.","significado_contextual":"Simboliza a firmeza e a durabilidade da fé em Cristo, que é a rocha sobre a qual a igreja é construída.","explicacao_detalhada":"A palavra 'pedra' é usada metaforicamente para descrever Jesus como a base sólida da fé cristã, contrastando com a fragilidade das tradições humanas.","por_que_esta_palavra":"É uma referência à estabilidade e segurança que Jesus oferece aos crentes.","conexao_teologica":"Cristo como a pedra angular é um tema recorrente nas Escrituras, simbolizando a fundação da igreja.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:4-6","Efésios 2:20"]},"atos_4_11_head":{"palavra_pt":"cabeca","palavra_original":"κεφαλή","transliteracao":"kephalḗ","strong":"G2776","significado_raiz":"Ideia básica: cabeca.","significado_contextual":"Refere-se à liderança e à autoridade que Cristo exerce sobre a igreja.","explicacao_detalhada":"A palavra 'cabeça' implica um papel de liderança, onde Cristo é visto como o líder supremo da igreja, guiando e protegendo seus membros.","por_que_esta_palavra":"É uma metáfora que expressa a relação entre Cristo e a igreja, enfatizando sua autoridade divina.","conexao_teologica":"A relação entre Cristo e a igreja é central na teologia cristã, onde Ele é o cabeça e os crentes são o corpo.","referencias_relacionadas":["Colossenses 1:18","Efésios 1:22-23","1 Coríntios 12:27"]},"atos_4_12_libertar":{"palavra_pt":"salvacao","palavra_original":"σωτηρία","transliteracao":"sōtēría","strong":"G4991","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"Refere-se à salvação e à libertação que vem através de Jesus Cristo.","explicacao_detalhada":"A palavra 'salvação' é usada para descrever a obra redentora de Cristo, que oferece libertação do pecado e da morte.","por_que_esta_palavra":"É fundamental para a mensagem do evangelho, que proclama que somente em Cristo há salvação.","conexao_teologica":"A salvação é um tema central na Bíblia, representando a reconciliação entre Deus e a humanidade.","referencias_relacionadas":["Atos 2:21","Romanos 10:13","Efésios 2:8"]},"atos_4_12_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao reino de Deus e à promessa de vida eterna.","explicacao_detalhada":"A palavra 'céu' é usada para descrever a morada de Deus e a esperança dos crentes em um futuro glorioso.","por_que_esta_palavra":"É uma referência à esperança cristã de que a vida eterna é garantida através de Jesus.","conexao_teologica":"A esperança no céu é um aspecto fundamental da fé cristã, onde os crentes aguardam a plenitude da salvação.","referencias_relacionadas":["João 14:2-3","2 Coríntios 5:1","Apocalipse 21:1-4"]},"atos_4_13_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Simboliza a firmeza e a estabilidade da fé dos apóstolos em Cristo.","explicacao_detalhada":"A palavra 'rocha' é usada para descrever a força e a segurança que os apóstolos encontram em sua fé em Jesus, que é a verdadeira rocha.","por_que_esta_palavra":"É uma metáfora que expressa a confiança inabalável que os crentes têm em Cristo.","conexao_teologica":"Cristo como a rocha é um tema importante na teologia, representando a segurança e a proteção que Ele oferece.","referencias_relacionadas":["Salmos 18:2","Mateus 7:24-25","1 Coríntios 10:4"]},"atos_4_13_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome do Salvador, central na fé cristã.","explicacao_detalhada":"Jesus é o nome dado ao Filho de Deus, que veio ao mundo para salvar a humanidade do pecado. No contexto de Atos 4:13, os apóstolos falam com ousadia sobre Jesus, mesmo diante da oposição.","por_que_esta_palavra":"A menção de Jesus é crucial, pois representa a autoridade e o poder que os apóstolos têm em Seu nome.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e a salvação é encontrada somente Nele.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 10:13"]},"atos_4_14_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Compromisso ou pacto estabelecido entre Deus e Seu povo.","explicacao_detalhada":"A aliança é um tema central na Bíblia, simbolizando o relacionamento entre Deus e a humanidade. Em Atos 4:14, a aliança é implícita na obra redentora de Jesus.","por_que_esta_palavra":"A aliança destaca a fidelidade de Deus e Sua promessa de salvação.","conexao_teologica":"A nova aliança em Cristo é a realização das promessas feitas a Israel.","referencias_relacionadas":["Hebreus 8:6","Jeremias 31:31","Lucas 22:20"]},"atos_4_14_deus":{"palavra_pt":"deus","palavra_original":"θεραπεύω","transliteracao":"therapeúō","strong":"G2323","significado_raiz":"Ideia básica: deus.","significado_contextual":"Ser supremo, criador e sustentador do universo.","explicacao_detalhada":"Deus é apresentado como aquele que opera milagres e realiza a salvação. No contexto de Atos 4:14, a ação de Deus é evidente na cura realizada pelos apóstolos.","por_que_esta_palavra":"A menção de Deus enfatiza Sua soberania e poder sobre todas as coisas.","conexao_teologica":"Deus é o autor da salvação e o responsável por todas as obras maravilhosas.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","Efésios 2:8-9"]},"atos_4_14_homem":{"palavra_pt":"homem","palavra_original":"οὐδείς","transliteracao":"oudeís","strong":"G3762","significado_raiz":"Ideia básica: homem.","significado_contextual":"Ser humano, criado à imagem de Deus.","explicacao_detalhada":"A palavra 'homem' refere-se à condição humana e à necessidade de redenção. Em Atos 4:14, os apóstolos falam sobre a cura de um homem, destacando a fragilidade humana.","por_que_esta_palavra":"A menção do homem ressalta a importância da intervenção divina na vida humana.","conexao_teologica":"A humanidade é chamada a reconhecer sua necessidade de Deus e Sua salvação.","referencias_relacionadas":["Gênesis 1:27","Romanos 3:23","Salmos 8:4-5"]},"atos_4_15_confer":{"palavra_pt":"confer","palavra_original":"συμβάλλω","transliteracao":"symbállō","strong":"G4820","significado_raiz":"Ideia básica: confer.","significado_contextual":"Reunir ou discutir algo em conjunto.","explicacao_detalhada":"No contexto de Atos 4:15, as autoridades se reúnem para discutir o que fazer com os apóstolos, evidenciando a tensão entre a fé cristã e a liderança religiosa.","por_que_esta_palavra":"A palavra 'confer' destaca a necessidade de deliberar sobre a verdade apresentada pelos apóstolos.","conexao_teologica":"A verdade do evangelho sempre encontrará resistência, mas é essencial para a edificação da igreja.","referencias_relacionadas":["Atos 15:6","Mateus 18:20","1 Coríntios 1:10"]},"atos_4_15_palavra":{"palavra_pt":"palavra","palavra_original":"κελεύω","transliteracao":"keleúō","strong":"G2753","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Mensagem ou declaração que tem poder e autoridade.","explicacao_detalhada":"A palavra é frequentemente associada ao evangelho e à verdade de Deus. Em Atos 4:15, refere-se ao que os apóstolos proclamam sobre Jesus.","por_que_esta_palavra":"A palavra de Deus é viva e eficaz, capaz de transformar vidas.","conexao_teologica":"A palavra de Deus é fundamental para a fé e a prática cristã.","referencias_relacionadas":["Hebreus 4:12","Romanos 10:17","1 Pedro 1:25"]},"atos_4_16_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Realizar ou executar uma ação.","explicacao_detalhada":"A palavra 'fazer' refere-se à ação dos apóstolos em nome de Jesus. Em Atos 4:16, as autoridades reconhecem que um milagre foi realizado.","por_que_esta_palavra":"A ação dos apóstolos demonstra o poder de Deus atuando através deles.","conexao_teologica":"As obras dos crentes são uma extensão da obra de Cristo na terra.","referencias_relacionadas":["Tiago 2:17","Mateus 5:16","Gálatas 6:9"]},"atos_4_16_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Referente a algo significativo ou notável.","explicacao_detalhada":"A palavra 'tornar-se' implica em transformação. Em Atos 4:16, refere-se ao impacto do milagre realizado pelos apóstolos.","por_que_esta_palavra":"A transformação é um tema central na vida cristã, onde o crente é chamado a ser uma nova criação.","conexao_teologica":"Cristo transforma vidas e realiza grandes obras através de Seus seguidores.","referencias_relacionadas":["2 Coríntios 5:17","Efésios 3:20","Filipenses 1:6"]},"atos_4_16_milagre":{"palavra_pt":"sinal","palavra_original":"σημεῖον","transliteracao":"sēmeîon","strong":"G4592","significado_raiz":"Ideia básica: sinal.","significado_contextual":"Sinal ou maravilha que aponta para a ação de Deus.","explicacao_detalhada":"A palavra 'sinal' refere-se a um milagre que confirma a mensagem do evangelho. Em Atos 4:16, as autoridades reconhecem que um milagre ocorreu.","por_que_esta_palavra":"Os sinais e maravilhas são evidências do poder de Deus e da veracidade da mensagem dos apóstolos.","conexao_teologica":"Os milagres servem para glorificar a Deus e confirmar a fé.","referencias_relacionadas":["João 20:30-31","Atos 2:22","Marcos 16:17-18"]},"atos_4_17_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Ser supremo, criador e sustentador do universo.","explicacao_detalhada":"A palavra 'deus' é usada para enfatizar a soberania e o poder de Deus em meio à oposição enfrentada pelos apóstolos.","por_que_esta_palavra":"A menção de Deus reafirma a confiança dos apóstolos na proteção e na direção divina.","conexao_teologica":"Deus é a fonte de toda autoridade e poder, e os crentes devem confiar Nele em tempos de adversidade.","referencias_relacionadas":["Salmos 121:2","Romanos 8:31","1 Pedro 5:7"]},"atos_4_17_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao grupo de pessoas que estavam ouvindo os apóstolos e que eram parte da comunidade judaica.","explicacao_detalhada":"A palavra 'povo' (λαός) é usada para descrever a coletividade dos israelitas, enfatizando a relação entre Deus e seu povo escolhido. No contexto do versículo, o povo é mencionado em relação à reação das autoridades diante da pregação dos apóstolos.","por_que_esta_palavra":"A escolha da palavra 'povo' destaca a identidade coletiva e a responsabilidade do grupo em relação à mensagem do evangelho.","conexao_teologica":"O conceito de 'povo de Deus' é central na teologia bíblica, representando a aliança entre Deus e Israel, que se estende à Igreja como o novo povo de Deus.","referencias_relacionadas":["Êxodo 19:5-6","Deuteronômio 7:6","1 Pedro 2:9"]},"atos_4_18_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome do Salvador, que é central na mensagem dos apóstolos.","explicacao_detalhada":"O nome 'Jesus' (Ἰησοῦς) é derivado do hebraico 'Yeshua', que significa 'salvação'. No contexto, os apóstolos são advertidos a não ensinar em seu nome, o que revela a importância de Jesus na pregação do evangelho.","por_que_esta_palavra":"A menção de Jesus é crucial, pois representa a autoridade e a fonte da salvação, que os apóstolos proclamam.","conexao_teologica":"Jesus é o mediador da nova aliança e o cumprimento das promessas do Antigo Testamento.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:9"]},"atos_4_18_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus supremo, criador e sustentador do universo.","explicacao_detalhada":"A palavra 'Deus' (μή) é usada para enfatizar a soberania divina sobre todas as coisas. No contexto, as autoridades tentam silenciar a mensagem de Deus, que é proclamada pelos apóstolos.","por_que_esta_palavra":"A menção de Deus destaca a fonte da autoridade dos apóstolos e a importância de obedecer a Deus acima dos homens.","conexao_teologica":"Deus é o centro da fé cristã, e a obediência a Ele é fundamental para a vida do crente.","referencias_relacionadas":["Salmos 115:3","Atos 5:29","Hebreus 11:6"]},"atos_4_19_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Simboliza estabilidade e firmeza, referindo-se a Pedro como a pedra sobre a qual a Igreja seria construída.","explicacao_detalhada":"A palavra 'rocha' (Πέτρος) é um jogo de palavras com o nome de Pedro, que significa 'pedra'. No contexto, enfatiza a posição de Pedro como líder entre os apóstolos e a firmeza da mensagem que ele proclama.","por_que_esta_palavra":"A rocha representa a base sólida da fé cristã, que é Jesus Cristo.","conexao_teologica":"Cristo é a rocha eterna sobre a qual a Igreja é edificada, conforme Mateus 16:18.","referencias_relacionadas":["Mateus 16:18","1 Coríntios 10:4","Efésios 2:20"]},"atos_4_19_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus que deve ser obedecido acima das autoridades humanas.","explicacao_detalhada":"A palavra 'Deus' (θεός) é usada para reafirmar a soberania divina em contraste com as ordens dos homens. Os apóstolos afirmam que devem obedecer a Deus antes de qualquer autoridade terrena.","por_que_esta_palavra":"A ênfase em Deus reforça a ideia de que a missão dos apóstolos é divina e não pode ser silenciada.","conexao_teologica":"A obediência a Deus é um princípio fundamental na vida cristã, refletindo a prioridade da vontade divina.","referencias_relacionadas":["Atos 5:29","Romanos 13:1","1 João 5:3"]},"atos_4_19_inocente":{"palavra_pt":"inocente","palavra_original":"δίκαιος","transliteracao":"díkaios","strong":"G1342","significado_raiz":"Ideia básica: inocente.","significado_contextual":"Refere-se à inocência dos apóstolos em relação às acusações feitas contra eles.","explicacao_detalhada":"A palavra 'inocente' (δίκαιος) implica justiça e retidão. No contexto, os apóstolos defendem sua ação como justa diante das autoridades.","por_que_esta_palavra":"A inocência é um tema importante, pois os apóstolos são perseguidos injustamente por pregar a verdade.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, e os justos são frequentemente perseguidos.","referencias_relacionadas":["Salmos 37:25","Mateus 5:10","1 Pedro 3:14"]},"atos_4_20_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Reforça a ideia de que a mensagem dos apóstolos é de origem divina.","explicacao_detalhada":"A palavra 'Deus' (μή) é usada novamente para enfatizar a autoridade divina que os apóstolos têm ao falar sobre Jesus. Eles afirmam que não podem deixar de falar sobre o que viram e ouviram.","por_que_esta_palavra":"A repetição da palavra 'Deus' sublinha a urgência e a importância da mensagem que eles carregam.","conexao_teologica":"A proclamação do evangelho é uma responsabilidade dada por Deus, e os crentes são chamados a testemunhar.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","2 Coríntios 5:20"]},"atos_4_20_poder":{"palavra_pt":"poder","palavra_original":"δύναμαι","transliteracao":"dýnamai","strong":"G1410","significado_raiz":"Ideia básica: poder.","significado_contextual":"Refere-se à capacidade divina que os apóstolos têm para realizar milagres e pregar com autoridade.","explicacao_detalhada":"A palavra 'poder' (δύναμαι) implica a habilidade e a força que vem de Deus. No contexto, os apóstolos afirmam que têm o poder de falar sobre Jesus devido à sua experiência com Ele.","por_que_esta_palavra":"O poder é essencial para a missão dos apóstolos, pois eles dependem da força divina para cumprir sua tarefa.","conexao_teologica":"O poder do Espírito Santo capacita os crentes a viver e testemunhar a fé.","referencias_relacionadas":["Atos 1:8","Romanos 1:16","Efésios 3:20"]},"atos_4_20_conhecer":{"palavra_pt":"ver/conhecer","palavra_original":"εἴδω","transliteracao":"eídō","strong":"G1492","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se à experiência direta dos apóstolos com Jesus, que é a base de seu testemunho.","explicacao_detalhada":"A palavra 'ver/conhecer' (εἴδω) implica uma percepção profunda e pessoal. Os apóstolos afirmam que não podem deixar de falar sobre o que realmente conheceram.","por_que_esta_palavra":"A ênfase no conhecimento pessoal de Jesus é fundamental para a autenticidade do testemunho dos apóstolos.","conexao_teologica":"O conhecimento de Cristo é essencial para a vida cristã e para a evangelização.","referencias_relacionadas":["João 1:14","Filipenses 3:10","1 João 1:1-3"]},"atos_4_21_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à autoridade de Deus em contraste com a autoridade humana.","explicacao_detalhada":"A palavra 'Deus' (θεός) é usada para reafirmar a soberania divina sobre as decisões humanas. Os apóstolos são libertados, mostrando que Deus tem controle sobre a situação.","por_que_esta_palavra":"A menção de Deus destaca a proteção e a intervenção divina na vida dos crentes.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, mostrando que Ele está no controle de todas as coisas.","referencias_relacionadas":["Salmos 115:3","Romanos 8:28","Hebreus 13:6"]},"atos_4_21_gloria":{"palavra_pt":"gloria","palavra_original":"δοξάζω","transliteracao":"doxázō","strong":"G1392","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'glória' refere-se à manifestação da presença e do poder de Deus.","explicacao_detalhada":"No contexto de Atos 4:21, a glória de Deus é reconhecida pelos apóstolos após a cura do homem coxo, evidenciando a ação divina através deles.","por_que_esta_palavra":"A glória é um tema central na Bíblia, representando a majestade e a santidade de Deus, e é frequentemente associada a milagres e sinais.","conexao_teologica":"A glória de Deus é um aspecto fundamental da teologia cristã, refletindo Sua natureza e Sua obra redentora na história da salvação.","referencias_relacionadas":["Salmos 19:1","Isaías 6:3","Romanos 3:23"]},"atos_4_21_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' indica a transformação ou a realização de algo significativo.","explicacao_detalhada":"Em Atos 4:21, refere-se ao impacto que a cura do coxo teve na comunidade, levando muitos a reconhecerem a grandeza de Deus.","por_que_esta_palavra":"A transformação é um tema recorrente na Bíblia, simbolizando a ação de Deus na vida das pessoas.","conexao_teologica":"A ideia de tornar-se é central na experiência cristã, onde os crentes são chamados a se tornarem novas criaturas em Cristo.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 6:15"]},"atos_4_22_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' novamente enfatiza a transformação que ocorreu após o milagre.","explicacao_detalhada":"Neste versículo, a grandeza do milagre é destacada, mostrando que o homem curado tinha mais de 40 anos, o que torna a cura ainda mais impressionante.","por_que_esta_palavra":"A repetição da ideia de tornar-se reforça a importância da transformação na narrativa bíblica.","conexao_teologica":"A grandeza de Deus é frequentemente revelada através de milagres e transformações na vida das pessoas.","referencias_relacionadas":["Mateus 19:26","Lucas 1:37","Efésios 3:20"]},"atos_4_22_milagre":{"palavra_pt":"sinal","palavra_original":"σημεῖον","transliteracao":"sēmeîon","strong":"G4592","significado_raiz":"Ideia básica: sinal.","significado_contextual":"A palavra 'sinal' refere-se a um milagre que aponta para a autoridade e a divindade de Jesus.","explicacao_detalhada":"Em Atos 4:22, o milagre realizado pelos apóstolos é um sinal que confirma a mensagem do evangelho e a identidade de Jesus como o Messias.","por_que_esta_palavra":"Os sinais são usados por Deus para validar a fé e a mensagem dos apóstolos.","conexao_teologica":"Os sinais e milagres são uma confirmação da presença do Reino de Deus e da obra redentora de Cristo.","referencias_relacionadas":["João 2:11","Atos 2:22","Hebreus 2:4"]},"atos_4_23_elderest":{"palavra_pt":"elder est","palavra_original":"πρεσβύτερος","transliteracao":"presbýteros","strong":"G4245","significado_raiz":"Ideia básica: elder est.","significado_contextual":"A palavra 'elder' refere-se aos líderes espirituais da comunidade cristã.","explicacao_detalhada":"Em Atos 4:23, os apóstolos se reúnem com os anciãos após serem libertados, indicando a importância da liderança na igreja primitiva.","por_que_esta_palavra":"Os anciãos desempenham um papel crucial na orientação espiritual e na supervisão da comunidade de fé.","conexao_teologica":"A liderança na igreja é um princípio bíblico que reflete a ordem e a estrutura que Deus estabeleceu para Seu povo.","referencias_relacionadas":["1 Timóteo 3:1-7","Tito 1:5","Atos 14:23"]},"atos_4_23_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"A palavra 'acquaintance' refere-se a pessoas conhecidas ou próximas aos apóstolos.","explicacao_detalhada":"Neste contexto, indica que os apóstolos estavam em comunhão com outros crentes que compartilhavam da mesma fé e experiência.","por_que_esta_palavra":"A comunhão entre os crentes é fundamental para o fortalecimento da fé e do testemunho cristão.","conexao_teologica":"A ideia de conhecer e ser conhecido é central na relação entre Deus e Seu povo, refletindo a intimidade que devemos ter uns com os outros.","referencias_relacionadas":["Atos 2:42","1 João 1:7","Hebreus 10:24-25"]},"atos_4_23_grande":{"palavra_pt":"vir","palavra_original":"ἔρχομαι","transliteracao":"érchomai","strong":"G2064","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' indica a ação de se aproximar ou entrar em uma situação.","explicacao_detalhada":"Em Atos 4:23, os apóstolos se reúnem para orar e buscar a direção de Deus após a perseguição, enfatizando a importância da oração em comunidade.","por_que_esta_palavra":"A ação de vir juntos para orar é um reflexo da unidade e da dependência de Deus.","conexao_teologica":"A oração é um meio pelo qual os crentes se conectam com Deus e uns com os outros, buscando Sua vontade.","referencias_relacionadas":["Mateus 18:20","Atos 1:14","Filipenses 4:6"]},"atos_4_24_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador e Senhor de todas as coisas.","explicacao_detalhada":"Em Atos 4:24, os apóstolos reconhecem Deus como o soberano que controla a história e as circunstâncias.","por_que_esta_palavra":"A soberania de Deus é um tema central na fé cristã, trazendo conforto e segurança aos crentes.","conexao_teologica":"Reconhecer Deus como Senhor é fundamental para a adoração e a submissão à Sua vontade.","referencias_relacionadas":["Salmos 115:3","Isaías 46:10","Romanos 8:28"]},"atos_4_24_senhor":{"palavra_pt":"senhor","palavra_original":"δεσπότης","transliteracao":"despótēs","strong":"G1203","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' enfatiza a autoridade e o domínio de Deus sobre todas as coisas.","explicacao_detalhada":"Neste versículo, os apóstolos se dirigem a Deus como Senhor, reconhecendo Sua posição de autoridade em suas vidas e na igreja.","por_que_esta_palavra":"A noção de senhorio é essencial na relação entre Deus e os crentes, que devem se submeter à Sua vontade.","conexao_teologica":"O senhorio de Cristo é um tema central no Novo Testamento, refletindo a necessidade de rendição total a Ele.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:9-11","1 Coríntios 8:6"]},"atos_4_24_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' refere-se ao domínio espiritual onde Deus habita.","explicacao_detalhada":"Em Atos 4:24, o céu é mencionado como o lugar de onde Deus governa e de onde vem Sua autoridade.","por_que_esta_palavra":"O céu é um símbolo da presença de Deus e da esperança futura dos crentes.","conexao_teologica":"A esperança do céu é um elemento fundamental da fé cristã, prometendo a vida eterna na presença de Deus.","referencias_relacionadas":["Mateus 6:9","João 14:2-3","Apocalipse 21:1-4"]},"atos_4_25_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo, que é a presença de Deus entre os crentes.","explicacao_detalhada":"A palavra 'espírito' (πνεῦμα) é usada para descrever a ação de Deus em inspirar e guiar os crentes. No contexto de Atos 4:25, enfatiza a soberania de Deus sobre as nações e a sua capacidade de agir através do Espírito.","por_que_esta_palavra":"Esta palavra é crucial para entender a dinâmica da relação entre Deus e a humanidade, especialmente na obra redentora de Cristo.","conexao_teologica":"O Espírito Santo é visto como o Consolador e Ajudador que habita nos crentes, capacitando-os a viver de acordo com a vontade de Deus.","referencias_relacionadas":["Atos 2:4","Romanos 8:26","Gálatas 5:22-23"]},"atos_4_25_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"Representa a comunicação e a expressão da vontade de Deus através dos profetas.","explicacao_detalhada":"A palavra 'boca' (στόμα) simboliza a voz de Deus que fala aos homens. Em Atos 4:25, é mencionada para mostrar como Deus se comunica e revela seus planos.","por_que_esta_palavra":"É importante para entender como Deus se manifesta e como os homens respondem a essa revelação.","conexao_teologica":"A boca é um símbolo do poder da palavra de Deus, que cria e transforma.","referencias_relacionadas":["Salmos 33:6","Hebreus 1:1-2","Mateus 4:4"]},"atos_4_25_rei":{"palavra_pt":"rei","palavra_original":"Δαβίδ","transliteracao":"Dabíd","strong":"G1138","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a Davi, um rei ungido por Deus, que é um tipo de Cristo.","explicacao_detalhada":"A palavra 'rei' (Δαβίδ) é significativa no contexto messiânico, pois Davi é considerado um precursor do Messias. Em Atos 4:25, a menção a Davi liga a história de Israel à vinda de Jesus.","por_que_esta_palavra":"É essencial para entender a linhagem real de Jesus e seu papel como Rei dos Reis.","conexao_teologica":"Jesus é frequentemente chamado de Filho de Davi, enfatizando sua legitimidade como Messias.","referencias_relacionadas":["Mateus 1:1","Lucas 1:32-33","Atos 2:30"]},"atos_4_26_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como o domínio onde Deus exerce sua autoridade.","explicacao_detalhada":"A palavra 'terra' (γῆ) é usada para descrever o espaço físico e espiritual onde a soberania de Deus se manifesta. Em Atos 4:26, destaca a oposição dos poderes terrenos contra Deus e seu ungido.","por_que_esta_palavra":"É importante para compreender a abrangência do reino de Deus sobre toda a criação.","conexao_teologica":"A terra é vista como o palco da redenção e da luta espiritual entre o bem e o mal.","referencias_relacionadas":["Salmos 24:1","Romanos 8:19-21","Apocalipse 21:1"]},"atos_4_26_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a máxima autoridade sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' (κύριος) enfatiza a soberania de Deus e a sua autoridade sobre a criação. Em Atos 4:26, é um lembrete de que, apesar da oposição, Deus está no controle.","por_que_esta_palavra":"É fundamental para entender a relação de submissão dos crentes à autoridade divina.","conexao_teologica":"A autoridade de Deus é um tema central na teologia cristã, que afirma que Ele reina soberanamente.","referencias_relacionadas":["Salmos 103:19","Mateus 28:18","Efésios 1:20-22"]},"atos_4_26_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Cristo, o Messias prometido que foi ungido por Deus.","explicacao_detalhada":"A palavra 'cristo' (Χριστός) significa 'ungido' e é usada para identificar Jesus como o cumprimento das promessas messiânicas. Em Atos 4:26, destaca a oposição contra Ele.","por_que_esta_palavra":"É essencial para a compreensão da identidade de Jesus e sua missão redentora.","conexao_teologica":"Cristo é o centro da fé cristã, sendo o Salvador e Rei que cumpre as profecias do Antigo Testamento.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Atos 10:38"]},"atos_4_27_crianca":{"palavra_pt":"crianca","palavra_original":"παῖς","transliteracao":"paîs","strong":"G3816","significado_raiz":"Ideia básica: crianca.","significado_contextual":"Refere-se a Jesus como o Filho de Deus, que veio ao mundo em forma humana.","explicacao_detalhada":"A palavra 'criança' (παῖς) é usada para descrever a vulnerabilidade e a humanidade de Jesus. Em Atos 4:27, enfatiza a encarnação e a missão de Jesus.","por_que_esta_palavra":"É importante para entender a natureza dual de Cristo como totalmente Deus e totalmente homem.","conexao_teologica":"A encarnação é um dos pilares da fé cristã, mostrando como Deus se fez carne para habitar entre nós.","referencias_relacionadas":["João 1:14","Mateus 1:23","Gálatas 4:4"]},"atos_4_27_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se ao nome de Jesus, que é acima de todo nome e representa a salvação.","explicacao_detalhada":"A palavra 'jesus' (Ἰησοῦς) é o nome dado ao Salvador. Em Atos 4:27, destaca a importância do nome de Jesus na salvação e na autoridade sobre os demônios.","por_que_esta_palavra":"É fundamental para a compreensão da salvação e da relação dos crentes com Cristo.","conexao_teologica":"O nome de Jesus é central na fé cristã, sendo o único pelo qual podemos ser salvos.","referencias_relacionadas":["Atos 4:12","Filipenses 2:9-11","Romanos 10:13"]},"atos_4_27_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Herodes, que representa a autoridade terrena que se opõe a Deus.","explicacao_detalhada":"A palavra 'nome' (Ἡρώδης) é usada para identificar figuras de autoridade. Em Atos 4:27, menciona Herodes como um exemplo de oposição ao plano de Deus.","por_que_esta_palavra":"É importante para entender a luta entre as autoridades terrenas e a soberania divina.","conexao_teologica":"O nome de Herodes simboliza a resistência ao reino de Deus e ao seu ungido.","referencias_relacionadas":["Mateus 2:1-3","Lucas 23:7-12","Atos 12:1-3"]},"atos_4_28_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de fazer, que implica em realizar a vontade de Deus.","explicacao_detalhada":"A palavra 'fazer' (ποιέω) é usada para descrever a ação de cumprir a vontade de Deus. Em Atos 4:28, enfatiza que as ações dos homens não podem frustrar os planos divinos.","por_que_esta_palavra":"É fundamental para entender a soberania de Deus sobre as ações humanas.","conexao_teologica":"A ideia de que Deus usa até mesmo as ações malignas para cumprir seus propósitos é um tema recorrente na teologia.","referencias_relacionadas":["Gênesis 50:20","Romanos 8:28","Efésios 1:11"]},"atos_4_28_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de tornar-se ou acontecer algo significativo na história da salvação.","explicacao_detalhada":"A palavra 'tornar-se' implica uma transformação ou um evento que se concretiza, especialmente no contexto da ação divina na história.","por_que_esta_palavra":"É utilizada para descrever a realização do plano de Deus através de eventos históricos e ações humanas.","conexao_teologica":"A ideia de tornar-se é central na teologia cristã, onde Deus se torna presente na história através de Jesus Cristo.","referencias_relacionadas":["Romanos 8:28","Gálatas 4:4","Efésios 1:10"]},"atos_4_28_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"Representa a ação e o poder de Deus manifestados através de suas obras.","explicacao_detalhada":"A palavra 'mão' simboliza a força e a autoridade de Deus ao agir no mundo e na vida das pessoas.","por_que_esta_palavra":"É uma metáfora comum na Bíblia para descrever a intervenção divina e a proteção.","conexao_teologica":"A mão de Deus é frequentemente associada à criação, salvação e juízo.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","Atos 11:21"]},"atos_4_29_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a fonte de poder e soberania sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' enfatiza a posição de Cristo como autoridade suprema e governante do universo.","por_que_esta_palavra":"É usada para reconhecer a soberania de Deus em todas as situações, especialmente em momentos de perseguição.","conexao_teologica":"A autoridade de Deus é um tema central na Bíblia, refletindo seu controle e plano soberano.","referencias_relacionadas":["Mateus 28:18","Romanos 13:1","Filipenses 2:9-11"]},"atos_4_29_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à Palavra de Deus, que é viva e eficaz, e se manifesta em Cristo.","explicacao_detalhada":"A palavra 'verbo' é usada para descrever a revelação de Deus em Jesus, que é a encarnação da Palavra.","por_que_esta_palavra":"É fundamental para entender a natureza de Cristo como a comunicação perfeita de Deus ao homem.","conexao_teologica":"O conceito de 'Logos' é central na teologia cristã, especialmente em relação à encarnação e à revelação divina.","referencias_relacionadas":["João 1:1","Hebreus 1:1-2","Colossenses 1:16-17"]},"atos_4_30_crianca":{"palavra_pt":"crianca","palavra_original":"παῖς","transliteracao":"paîs","strong":"G3816","significado_raiz":"Ideia básica: crianca.","significado_contextual":"Refere-se à figura de Jesus como o Filho de Deus, que é também chamado de 'criança' em sua encarnação.","explicacao_detalhada":"A palavra 'criança' destaca a humildade e a vulnerabilidade de Cristo ao vir ao mundo.","por_que_esta_palavra":"É importante para entender a natureza dual de Cristo como plenamente Deus e plenamente homem.","conexao_teologica":"A encarnação de Cristo é um dos pilares da fé cristã, mostrando como Deus se fez humano.","referencias_relacionadas":["Lucas 2:7","Mateus 1:23","Isaías 9:6"]},"atos_4_30_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se ao nome de Jesus, que significa 'O Senhor é salvação'.","explicacao_detalhada":"O nome 'Jesus' é central na fé cristã, pois representa a missão de salvar a humanidade.","por_que_esta_palavra":"É usado para invocar a autoridade e o poder de Jesus em oração e ministério.","conexao_teologica":"A salvação através de Jesus é o tema central do Novo Testamento.","referencias_relacionadas":["Atos 4:12","Romanos 10:13","Filipenses 2:9-11"]},"atos_4_30_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de tornar-se ou acontecer algo grandioso na obra de Deus.","explicacao_detalhada":"A repetição da palavra 'tornar-se' enfatiza a magnitude das ações de Deus na história.","por_que_esta_palavra":"É utilizada para descrever a realização do plano de Deus através de eventos significativos.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, refletindo sua majestade e poder.","referencias_relacionadas":["Salmos 126:3","Isaías 25:1","Efésios 3:20"]},"atos_4_31_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo como a presença ativa de Deus entre os crentes.","explicacao_detalhada":"A palavra 'espírito' implica vida, poder e a presença de Deus que capacita os crentes.","por_que_esta_palavra":"É usada para descrever a ação do Espírito Santo em capacitar e guiar a igreja.","conexao_teologica":"O Espírito Santo é essencial na vida do crente, sendo o Consolador prometido por Jesus.","referencias_relacionadas":["Atos 2:4","Romanos 8:26","Gálatas 5:22-23"]},"atos_4_31_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à Palavra de Deus, que é central na vida e ministério de Jesus.","explicacao_detalhada":"A palavra 'verbo' destaca a importância da comunicação de Deus através de Cristo.","por_que_esta_palavra":"É fundamental para entender a revelação de Deus e a obra redentora de Jesus.","conexao_teologica":"A relação entre a Palavra e Cristo é central na teologia cristã, especialmente em relação à salvação.","referencias_relacionadas":["João 1:14","Hebreus 4:12","Colossenses 3:16"]},"atos_4_31_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, criadora e sustentadora de todas as coisas.","explicacao_detalhada":"A palavra 'Deus' enfatiza a soberania e a autoridade de Deus sobre a criação.","por_que_esta_palavra":"É usada para reconhecer a grandeza e o poder de Deus em todas as situações da vida.","conexao_teologica":"A natureza de Deus é um tema central na Bíblia, refletindo seu caráter e suas promessas.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"atos_4_32_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à essência da vida e à individualidade de cada pessoa.","explicacao_detalhada":"No contexto de Atos 4:32, 'alma' é usada para descrever a unidade e a comunhão entre os crentes, que compartilhavam tudo em comum, refletindo a vida espiritual que os unia.","por_que_esta_palavra":"A escolha da palavra 'alma' enfatiza a profundidade da conexão entre os membros da comunidade cristã primitiva, mostrando que eles não apenas compartilhavam bens materiais, mas também suas vidas e experiências espirituais.","conexao_teologica":"A ideia de alma está ligada à noção de que os crentes são um só corpo em Cristo, onde cada um contribui para o bem-estar do todo.","referencias_relacionadas":["1 Coríntios 12:12-27","Romanos 12:4-5","Efésios 4:4-6"]},"atos_4_32_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' implica uma confiança profunda e uma fé ativa em Deus e em Jesus Cristo.","explicacao_detalhada":"Em Atos 4:32, a fé dos apóstolos é central para a vida da comunidade, pois é através dessa fé que eles realizam milagres e proclamam a ressurreição de Jesus.","por_que_esta_palavra":"A palavra 'crer' destaca a importância da fé como fundamento da vida cristã e da missão da igreja.","conexao_teologica":"A fé é vista como o meio pelo qual os crentes se conectam com Deus e experimentam Sua graça e poder.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Gálatas 2:20"]},"atos_4_32_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"A palavra 'acquaintance' refere-se a um relacionamento próximo e familiar entre os crentes.","explicacao_detalhada":"No contexto de Atos 4:32, a familiaridade entre os membros da comunidade cristã é essencial para a unidade e o apoio mútuo.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância de conhecer e se importar uns com os outros dentro da comunidade de fé.","conexao_teologica":"O relacionamento íntimo entre os crentes reflete a relação que Deus deseja ter com Seu povo.","referencias_relacionadas":["João 13:34-35","Atos 2:44-47","1 João 1:7"]},"atos_4_33_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"A palavra 'poder' refere-se à capacidade divina que opera através dos apóstolos para realizar milagres.","explicacao_detalhada":"Em Atos 4:33, o poder é associado à pregação da ressurreição de Jesus e aos sinais e maravilhas que confirmam a mensagem do evangelho.","por_que_esta_palavra":"O uso da palavra 'poder' destaca a ação do Espírito Santo na vida da igreja e a autoridade que os apóstolos têm em nome de Jesus.","conexao_teologica":"O poder de Deus é um tema central na teologia cristã, mostrando que Ele é capaz de transformar vidas e realizar o impossível.","referencias_relacionadas":["Atos 1:8","Romanos 1:16","Efésios 3:20"]},"atos_4_33_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Jesus sobre a igreja e sobre todas as coisas.","explicacao_detalhada":"No contexto de Atos 4:33, a autoridade de Jesus é reconhecida pelos apóstolos, que proclamam Seu nome e realizam milagres em Seu poder.","por_que_esta_palavra":"A escolha da palavra 'senhor' enfatiza a soberania de Cristo e a submissão dos crentes a Sua vontade.","conexao_teologica":"A autoridade de Jesus é fundamental para a missão da igreja, pois é por meio dela que os crentes são enviados para fazer discípulos.","referencias_relacionadas":["Mateus 28:18-20","Filipenses 2:9-11","Colossenses 1:16-17"]},"atos_4_33_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que é central para a fé cristã.","explicacao_detalhada":"Em Atos 4:33, o nome de Jesus é proclamado como aquele que ressuscitou e que dá poder aos apóstolos para realizar milagres e pregar o evangelho.","por_que_esta_palavra":"A menção do nome de Jesus é crucial, pois é por meio dEle que a salvação e a transformação são possíveis.","conexao_teologica":"Jesus é o mediador entre Deus e a humanidade, e Sua obra redentora é o fundamento da fé cristã.","referencias_relacionadas":["Atos 4:12","João 14:6","Romanos 10:9"]},"atos_4_34_lacking":{"palavra_pt":"lacking","palavra_original":"ἐνδεής","transliteracao":"endeḗs","strong":"G1729","significado_raiz":"Ideia básica: lacking.","significado_contextual":"A palavra 'lacking' refere-se à ausência de necessidades básicas entre os membros da comunidade.","explicacao_detalhada":"Em Atos 4:34, a comunidade cristã se esforça para que ninguém passe necessidade, demonstrando o amor e a solidariedade entre os crentes.","por_que_esta_palavra":"A escolha da palavra 'lacking' ressalta a importância da generosidade e do cuidado mútuo dentro da igreja.","conexao_teologica":"A ausência de necessidades é um reflexo do amor de Cristo em ação, onde os crentes se preocupam uns com os outros.","referencias_relacionadas":["2 Coríntios 8:13-15","Gálatas 6:2","1 João 3:17"]},"atos_4_34_possessor":{"palavra_pt":"possessor","palavra_original":"κτήτωρ","transliteracao":"ktḗtōr","strong":"G2935","significado_raiz":"Ideia básica: possessor.","significado_contextual":"A palavra 'possessor' refere-se àquele que possui bens ou propriedades.","explicacao_detalhada":"Em Atos 4:34, a ênfase está na disposição dos crentes em compartilhar suas posses para atender às necessidades da comunidade.","por_que_esta_palavra":"A escolha da palavra 'possessor' destaca a responsabilidade que os crentes têm em usar seus recursos para o bem dos outros.","conexao_teologica":"A generosidade é um princípio bíblico que reflete o caráter de Deus e Sua provisão para o Seu povo.","referencias_relacionadas":["Atos 2:44-45","Lucas 12:33-34","Tiago 2:15-17"]},"atos_4_35_business":{"palavra_pt":"assunto","palavra_original":"χρεία","transliteracao":"chreía","strong":"G5532","significado_raiz":"Ideia básica: assunto.","significado_contextual":"A palavra 'assunto' refere-se à necessidade ou à questão que deve ser tratada na comunidade.","explicacao_detalhada":"Em Atos 4:35, o 'assunto' diz respeito à distribuição de recursos para que todos tenham o que precisam, refletindo a prática de cuidar uns dos outros.","por_que_esta_palavra":"A escolha da palavra 'assunto' enfatiza a organização e a responsabilidade na administração dos bens da comunidade.","conexao_teologica":"A administração responsável dos recursos é uma expressão da mordomia cristã e do amor ao próximo.","referencias_relacionadas":["1 Pedro 4:10","Mateus 25:14-30","Lucas 16:10-12"]},"atos_4_35_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"A palavra 'arco' refere-se ao ato de colocar ou estabelecer algo em seu devido lugar.","explicacao_detalhada":"Em Atos 4:35, o 'arco' pode simbolizar a ação de estabelecer a ordem e a justiça dentro da comunidade, garantindo que as necessidades sejam atendidas.","por_que_esta_palavra":"A escolha da palavra 'arco' sugere a importância de colocar as coisas em ordem, especialmente no que diz respeito ao cuidado com os necessitados.","conexao_teologica":"Deus é um Deus de ordem e justiça, e a igreja é chamada a refletir esses atributos em sua vida comunitária.","referencias_relacionadas":["1 Coríntios 14:40","Salmos 82:3-4","Miquéias 6:8"]},"atos_4_36_nome":{"palavra_pt":"nome","palavra_original":"Ἰωσήφ","transliteracao":"Iōsḗph","strong":"G2501","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de José, que era chamado de Barnabé, um dos primeiros discípulos que ajudou os apóstolos.","explicacao_detalhada":"O nome 'José' é comum na cultura judaica e simboliza a continuidade da linhagem de Israel. Barnabé, que significa 'filho da consolação', é um exemplo de alguém que trouxe encorajamento e apoio à comunidade cristã primitiva.","por_que_esta_palavra":"O uso do nome destaca a identidade e o papel de Barnabé na igreja primitiva, enfatizando a importância do apoio mútuo entre os crentes.","conexao_teologica":"A escolha de nomes na Bíblia muitas vezes reflete o caráter ou a missão da pessoa. Barnabé é um exemplo de como Deus usa indivíduos para edificar a Sua igreja.","referencias_relacionadas":["Atos 4:36-37","Atos 9:27","Atos 11:22-24"]},"atos_4_36_consolo":{"palavra_pt":"consolo","palavra_original":"παράκλησις","transliteracao":"paráklēsis","strong":"G3874","significado_raiz":"Ideia básica: consolo.","significado_contextual":"Refere-se ao ato de confortar ou encorajar, especialmente em tempos de dificuldade.","explicacao_detalhada":"A palavra 'consolo' implica um apoio emocional e espiritual, que é essencial na vida da comunidade cristã. Barnabé, como 'filho da consolação', exemplifica esse papel de encorajar os outros na fé.","por_que_esta_palavra":"O consolo é fundamental na vida cristã, pois os crentes enfrentam perseguições e desafios. A presença de alguém que consola pode ser um reflexo do amor de Deus.","conexao_teologica":"O consolo é uma característica do Espírito Santo, que é chamado de 'Consolador'. Isso mostra a importância do apoio mútuo entre os crentes.","referencias_relacionadas":["2 Coríntios 1:3-4","Romanos 15:5-6","Filipenses 2:1"]},"atos_4_37_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"Neste contexto, refere-se ao ato de colocar ou estabelecer algo, como a doação de propriedades.","explicacao_detalhada":"A palavra 'arco' aqui é uma metáfora para a ação de colocar ou estabelecer, simbolizando a entrega de bens para o bem da comunidade.","por_que_esta_palavra":"A doação de propriedades por Barnabé destaca a generosidade e o espírito de comunidade entre os primeiros cristãos.","conexao_teologica":"A generosidade é um princípio central no cristianismo, refletindo o caráter de Deus que dá livremente.","referencias_relacionadas":["Atos 2:44-45","2 Coríntios 9:6-7","Gálatas 6:2"]},"atos_4_37_money":{"palavra_pt":"money","palavra_original":"χρῆμα","transliteracao":"chrēma","strong":"G5536","significado_raiz":"Ideia básica: money.","significado_contextual":"Refere-se ao dinheiro ou bens materiais que foram vendidos e doados para a comunidade.","explicacao_detalhada":"A palavra 'money' enfatiza a natureza tangível da doação, mostrando que os primeiros cristãos estavam dispostos a sacrificar bens materiais pelo bem-estar dos outros.","por_que_esta_palavra":"O uso de dinheiro neste contexto ressalta a importância do apoio financeiro na edificação da igreja e na ajuda aos necessitados.","conexao_teologica":"A generosidade financeira é um reflexo do amor cristão e da responsabilidade social que os crentes têm uns pelos outros.","referencias_relacionadas":["Atos 2:45","1 Timóteo 6:17-19","Mateus 6:19-21"]}}