{"atos_5_1_sapphira":{"palavra_pt":"sapphira","palavra_original":"Σαπφείρη","transliteracao":"Sappheírē","strong":"G4551","significado_raiz":"Ideia básica: sapphira.","significado_contextual":"Refere-se a Sapphira, esposa de Ananias, que mentiu sobre a doação de suas propriedades.","explicacao_detalhada":"Sapphira representa a hipocrisia e a desonestidade que podem surgir mesmo em uma comunidade cristã. Sua história é um alerta sobre a importância da integridade.","por_que_esta_palavra":"A menção de Sapphira destaca as consequências da mentira e da falta de transparência na vida da igreja.","conexao_teologica":"A história de Sapphira e Ananias ilustra a seriedade do pecado e a necessidade de viver em verdade diante de Deus e da comunidade.","referencias_relacionadas":["Atos 5:1-11","Gálatas 6:7","Efésios 4:25"]},"atos_5_1_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se a Sapphira como a esposa de Ananias, enfatizando seu papel na narrativa.","explicacao_detalhada":"A palavra 'mulher' aqui é usada para identificar Sapphira, que, junto com seu marido, tomou uma decisão errada que teve consequências graves.","por_que_esta_palavra":"A inclusão de Sapphira na narrativa mostra que tanto homens quanto mulheres são responsáveis por suas ações diante de Deus.","conexao_teologica":"A história de Sapphira reforça a ideia de que todos, independentemente do gênero, devem viver em conformidade com os princípios de Deus.","referencias_relacionadas":["Atos 5:1-11","Gálatas 3:28","1 Pedro 3:1-2"]},"atos_5_2_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"Refere-se ao ato de colocar ou estabelecer a quantia que Ananias e Sapphira decidiram reter.","explicacao_detalhada":"A palavra 'arco' aqui simboliza a ação de estabelecer uma quantia, que foi feita de forma desonesta.","por_que_esta_palavra":"O uso desta palavra destaca a intenção deliberada de Ananias e Sapphira de enganar a comunidade.","conexao_teologica":"A desonestidade em relação aos bens materiais é uma questão que Deus leva a sério, refletindo a necessidade de viver em verdade.","referencias_relacionadas":["Atos 5:1-11","Provérbios 12:22","Romanos 12:9"]},"atos_5_2_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se a Sapphira, enfatizando seu papel na decisão de reter parte do dinheiro.","explicacao_detalhada":"A palavra 'mulher' aqui destaca a participação de Sapphira na ação conjunta com Ananias, mostrando que ambos estavam envolvidos na desonestidade.","por_que_esta_palavra":"A menção de Sapphira como mulher enfatiza a responsabilidade compartilhada no pecado que cometeram.","conexao_teologica":"A narrativa de Sapphira e Ananias ilustra a seriedade do pecado e a necessidade de integridade na vida cristã.","referencias_relacionadas":["Atos 5:1-11","Tiago 1:22","1 João 1:6"]},"atos_5_3_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Refere-se a Pedro, cujo nome significa 'rocha', simbolizando sua posição de liderança na igreja.","explicacao_detalhada":"A palavra 'rocha' representa a firmeza e a estabilidade que Pedro deveria ter como líder. É uma referência ao seu papel fundamental na fundação da igreja.","por_que_esta_palavra":"A identificação de Pedro como 'rocha' destaca a importância da liderança e da responsabilidade na comunidade cristã.","conexao_teologica":"A figura de Pedro como rocha reflete a promessa de Jesus sobre a construção da igreja, mostrando que a liderança deve ser baseada na verdade e na fé.","referencias_relacionadas":["Mateus 16:18","Atos 2:14-41","1 Pedro 2:4-5"]},"atos_5_3_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo, que é mencionado como o agente que revela a verdade sobre a situação de Ananias e Sapphira.","explicacao_detalhada":"A palavra 'sopro' simboliza a ação do Espírito Santo, que traz convicção e revela o que está oculto. É um lembrete da presença ativa de Deus na vida da igreja.","por_que_esta_palavra":"A menção do Espírito Santo destaca a importância da verdade e da transparência na vida cristã, pois Ele é o Consolador e guia.","conexao_teologica":"O Espírito Santo é fundamental na vida do crente, trazendo discernimento e convicção sobre o pecado e a verdade.","referencias_relacionadas":["João 14:26","Atos 1:8","Romanos 8:26-27"]},"atos_5_3_enganar":{"palavra_pt":"enganar","palavra_original":"ψεύδομαι","transliteracao":"pseúdomai","strong":"G5574","significado_raiz":"Ideia básica: enganar.","significado_contextual":"Enganar refere-se à ação de mentir ou ocultar a verdade, especialmente em relação a Deus e à comunidade.","explicacao_detalhada":"No contexto de Atos 5:3, Ananias enganou os apóstolos ao reter parte do dinheiro da venda de sua propriedade, afirmando que havia dado tudo. Isso demonstra a gravidade de mentir para o Espírito Santo.","por_que_esta_palavra":"A palavra 'enganar' é crucial aqui, pois revela a intenção maliciosa de Ananias, que não apenas mentiu, mas também tentou enganar Deus.","conexao_teologica":"Esse ato de engano destaca a santidade de Deus e a seriedade do pecado dentro da comunidade cristã.","referencias_relacionadas":["Atos 5:3","Atos 5:4","Gálatas 6:7","Salmos 51:6","1 João 1:8"]},"atos_5_4_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o ser supremo, o criador e sustentador do universo, que conhece todas as coisas.","explicacao_detalhada":"Em Atos 5:4, Pedro confronta Ananias, lembrando-o de que ele não mentiu aos homens, mas a Deus. Isso enfatiza a onisciência de Deus e a seriedade de desobedecer a Ele.","por_que_esta_palavra":"A palavra 'Deus' é central para entender a relação entre o ser humano e o Criador, especialmente no contexto da responsabilidade moral.","conexao_teologica":"A natureza de Deus como onisciente e justo é fundamental para a compreensão do juízo que Ananias enfrentou.","referencias_relacionadas":["Atos 5:4","Salmos 139:1-4","Hebreus 4:13","Romanos 14:12","1 Coríntios 4:5"]},"atos_5_4_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"Arco, neste contexto, pode simbolizar a ação de colocar ou estabelecer algo em um lugar específico.","explicacao_detalhada":"A palavra 'arco' é usada para descrever a ação de Ananias ao colocar a parte do dinheiro aos pés dos apóstolos, simbolizando a entrega e a consagração.","por_que_esta_palavra":"A escolha da palavra 'arco' indica a intenção de Ananias de se apresentar como generoso, enquanto na verdade estava enganando.","conexao_teologica":"Isso reflete a importância da sinceridade nas ofertas a Deus e a necessidade de pureza no coração ao servir.","referencias_relacionadas":["Atos 5:4","2 Coríntios 9:7","Mateus 6:1-4","Provérbios 21:2","Lucas 21:1-4"]},"atos_5_5_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Palavra ou verbo refere-se à expressão de Deus e à manifestação de Sua vontade.","explicacao_detalhada":"Em Atos 5:5, a palavra 'palavra' pode ser vista como a verdade que foi proclamada pelos apóstolos, que Ananias desconsiderou ao mentir.","por_que_esta_palavra":"A palavra 'palavra' é fundamental para entender a revelação de Deus e a importância de viver de acordo com a verdade.","conexao_teologica":"A relação entre a palavra de Deus e a ação humana é um tema central na teologia cristã, refletindo a necessidade de obediência.","referencias_relacionadas":["Atos 5:5","João 1:1","Hebreus 4:12","Tiago 1:22","Romanos 10:17"]},"atos_5_5_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Tornar-se ou acontecer refere-se a uma transformação ou mudança significativa.","explicacao_detalhada":"No contexto de Atos 5:5, a morte de Ananias gerou um grande temor entre os que ouviram sobre o ocorrido, mostrando a seriedade do pecado.","por_que_esta_palavra":"A palavra 'tornar-se' é usada para descrever a mudança drástica que ocorreu na vida da comunidade após o evento.","conexao_teologica":"Isso ilustra a reverência que devemos ter diante de Deus e as consequências do pecado na vida da igreja.","referencias_relacionadas":["Atos 5:5","Atos 5:11","Romanos 6:23","Hebreus 10:31","Salmos 111:10"]},"atos_5_5_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Temor refere-se a um profundo respeito e reverência, especialmente em relação a Deus.","explicacao_detalhada":"Em Atos 5:5, o temor que se espalhou entre os ouvintes é uma resposta natural ao poder de Deus manifestado através do juízo sobre Ananias.","por_que_esta_palavra":"A palavra 'temor' é importante para entender a reação da comunidade e a seriedade do pecado.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria e é essencial para uma vida de fé autêntica.","referencias_relacionadas":["Atos 5:5","Provérbios 1:7","Salmos 111:10","Isaías 66:2","Filipenses 2:12"]},"atos_5_6_new":{"palavra_pt":"new","palavra_original":"νέος","transliteracao":"néos","strong":"G3501","significado_raiz":"Ideia básica: new.","significado_contextual":"Novo refere-se a algo que é recente ou que não existia anteriormente.","explicacao_detalhada":"No contexto de Atos 5:6, a palavra 'novo' pode ser interpretada como a nova realidade da igreja primitiva, que estava sendo moldada por eventos extraordinários.","por_que_esta_palavra":"A palavra 'novo' é significativa para entender a transformação que a comunidade estava passando sob a liderança dos apóstolos.","conexao_teologica":"A nova aliança em Cristo traz uma nova maneira de viver e se relacionar com Deus.","referencias_relacionadas":["Atos 5:6","2 Coríntios 5:17","Hebreus 8:13","Apocalipse 21:5","Romanos 6:4"]},"atos_5_6_enviar":{"palavra_pt":"enviar","palavra_original":"συστέλλω","transliteracao":"systéllō","strong":"G4958","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Enviar refere-se à ação de mandar ou despachar algo ou alguém para um determinado lugar.","explicacao_detalhada":"Em Atos 5:6, a palavra 'enviar' pode ser vista na ação dos apóstolos ao lidar com a situação de Ananias e a resposta da comunidade.","por_que_esta_palavra":"A palavra 'enviar' é importante para entender a dinâmica da liderança apostólica e a resposta do Espírito Santo.","conexao_teologica":"A missão da igreja é enviar e ser enviada, refletindo o caráter de Cristo.","referencias_relacionadas":["Atos 5:6","Mateus 28:19-20","Atos 1:8","Romanos 10:15","2 Coríntios 5:20"]},"atos_5_6_urso":{"palavra_pt":"urso","palavra_original":"ἐκφέρω","transliteracao":"ekphérō","strong":"G1627","significado_raiz":"Ideia básica: urso.","significado_contextual":"Urso refere-se à ação de levar ou carregar algo para fora.","explicacao_detalhada":"No contexto de Atos 5:6, a palavra 'urso' pode simbolizar a retirada do corpo de Ananias, mostrando a gravidade do seu pecado.","por_que_esta_palavra":"A palavra 'urso' destaca a consequência física e espiritual do engano de Ananias.","conexao_teologica":"Isso reflete a realidade do juízo de Deus sobre o pecado e a necessidade de arrependimento.","referencias_relacionadas":["Atos 5:6","Romanos 6:23","Gálatas 6:7","Hebreus 10:31","Ezequiel 18:30"]},"atos_5_7_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Tornar-se ou acontecer refere-se a uma mudança significativa que impacta a comunidade.","explicacao_detalhada":"Em Atos 5:7, a palavra 'grande' é usada para descrever o impacto que a morte de Ananias teve sobre a igreja e seus membros.","por_que_esta_palavra":"A palavra 'tornar-se' é crucial para entender a transformação que ocorreu na percepção da comunidade sobre a santidade de Deus.","conexao_teologica":"Isso ressalta a importância da pureza e da integridade na vida da igreja.","referencias_relacionadas":["Atos 5:7","Atos 5:11","1 Pedro 1:16","Hebreus 12:14","Mateus 5:8"]},"atos_5_7_dia":{"palavra_pt":"dia","palavra_original":"ὥρα","transliteracao":"hṓra","strong":"G5610","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo específico em que um evento ocorre, neste caso, o momento em que Ananias e Safira mentem sobre suas doações.","explicacao_detalhada":"A palavra 'dia' (ὥρα) é usada para indicar um período de tempo, mas neste contexto, enfatiza a seriedade do momento em que a mentira foi dita e suas consequências.","por_que_esta_palavra":"A escolha da palavra 'dia' destaca a importância do tempo em que a ação foi realizada, sublinhando a gravidade da situação.","conexao_teologica":"O conceito de tempo é fundamental na teologia, pois Deus é soberano sobre o tempo e as ações humanas, e cada 'dia' é uma oportunidade para viver em verdade.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","Mateus 6:34"]},"atos_5_8_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Neste contexto, refere-se a Pedro, que é chamado de 'rocha', simbolizando sua firmeza e liderança na igreja primitiva.","explicacao_detalhada":"A palavra 'rocha' (Πέτρος) é um nome dado a Simão, que representa estabilidade e confiança, características essenciais para a liderança espiritual.","por_que_esta_palavra":"Pedro, como 'rocha', é um pilar da fé cristã, e sua posição é enfatizada quando ele confronta Ananias sobre sua mentira.","conexao_teologica":"A rocha é um símbolo de Cristo, que é a verdadeira rocha da salvação, e Pedro, como líder, reflete essa verdade.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:4-5","Salmos 18:2"]},"atos_5_8_verdade":{"palavra_pt":"verdade","palavra_original":"ναί","transliteracao":"naí","strong":"G3483","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para descrever a honestidade que deveria caracterizar a comunidade cristã.","explicacao_detalhada":"A palavra 'verdade' (ναί) enfatiza a importância da integridade nas relações e na vida da igreja, especialmente em contraste com a mentira de Ananias e Safira.","por_que_esta_palavra":"A ênfase na verdade é crucial para a saúde espiritual da igreja, pois a mentira pode levar à destruição e ao juízo.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a viver em transparência e honestidade.","referencias_relacionadas":["João 8:32","Efésios 4:25","Salmos 51:6"]},"atos_5_9_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Refere-se novamente a Pedro, que representa a liderança e a firmeza na fé ao confrontar a mentira.","explicacao_detalhada":"A palavra 'rocha' (Πέτρος) é usada para reforçar a ideia de que Pedro é um líder forte e confiável na comunidade cristã.","por_que_esta_palavra":"A repetição do termo 'rocha' ressalta a importância de Pedro na narrativa e sua autoridade ao lidar com questões de moralidade e verdade.","conexao_teologica":"Pedro, como rocha, é um símbolo de Cristo, que é a verdadeira base da fé, e sua liderança é um reflexo da autoridade divina.","referencias_relacionadas":["Mateus 16:18","1 Coríntios 3:11","Efésios 2:20"]},"atos_5_9_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo, que é mencionado como a presença de Deus que habita na igreja.","explicacao_detalhada":"A palavra 'espírito' (πνεῦμα) implica a vida e a ação de Deus entre os crentes, e a mentira de Ananias é um ataque direto à santidade do Espírito.","por_que_esta_palavra":"A menção do Espírito Santo enfatiza a seriedade do pecado de Ananias e Safira, que tentaram enganar a Deus.","conexao_teologica":"O Espírito Santo é a garantia da presença de Deus na vida dos crentes e é fundamental para a edificação da igreja.","referencias_relacionadas":["Atos 2:4","Romanos 8:9","1 Coríntios 12:13"]},"atos_5_9_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Deus sobre a igreja e a necessidade de reverência diante Dele.","explicacao_detalhada":"A palavra 'senhor' (κύριος) destaca a soberania de Deus e a responsabilidade dos crentes em viver de acordo com Sua vontade.","por_que_esta_palavra":"A ênfase na autoridade de Deus é crucial para entender a gravidade do pecado de Ananias e Safira, que desrespeitaram essa autoridade.","conexao_teologica":"A soberania de Deus é um tema central na teologia, lembrando aos crentes que devem viver em submissão a Ele.","referencias_relacionadas":["Salmos 24:1","Romanos 14:8-9","Filipenses 2:10-11"]},"atos_5_10_cair":{"palavra_pt":"cair","palavra_original":"πίπτω","transliteracao":"píptō","strong":"G4098","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda de Ananias após ser confrontado por Pedro, simbolizando o juízo de Deus.","explicacao_detalhada":"A palavra 'cair' (πίπτω) implica uma queda física, mas também espiritual, representando as consequências do pecado.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a seriedade do juízo de Deus sobre aqueles que mentem e enganam.","conexao_teologica":"A queda de Ananias serve como um aviso sobre as consequências do pecado e a necessidade de viver em verdade diante de Deus.","referencias_relacionadas":["Gálatas 6:7","Hebreus 10:31","1 Pedro 5:5"]},"atos_5_11_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à comunidade de crentes que se reuniam, enfatizando a importância da igreja como corpo de Cristo.","explicacao_detalhada":"A palavra 'igreja' (ἐκκλησία) representa a assembleia dos fiéis, que são chamados a viver em unidade e verdade.","por_que_esta_palavra":"A ênfase na igreja destaca a importância da comunidade cristã e a responsabilidade mútua dos crentes.","conexao_teologica":"A igreja é o corpo de Cristo na terra, e cada membro tem um papel vital na edificação e testemunho da fé.","referencias_relacionadas":["Mateus 18:20","Efésios 4:11-13","Colossenses 1:18"]},"atos_5_11_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao grande temor que se apoderou da igreja após os eventos envolvendo Ananias e Safira.","explicacao_detalhada":"A palavra 'tornar-se' (γίνομαι) indica uma transformação na percepção da comunidade sobre a santidade de Deus.","por_que_esta_palavra":"A escolha da palavra 'grande' enfatiza a magnitude do temor que resultou da manifestação do juízo de Deus.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria e é essencial para uma vida de fé autêntica.","referencias_relacionadas":["Provérbios 1:7","Atos 9:31","Hebreus 12:28-29"]},"atos_5_11_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao temor reverente que se estabeleceu na comunidade após o juízo sobre Ananias e Safira.","explicacao_detalhada":"A palavra 'temor' (μέγας) indica um profundo respeito e reverência diante da santidade de Deus.","por_que_esta_palavra":"A ênfase no temor é crucial para entender a resposta da comunidade ao juízo divino e a seriedade da vida cristã.","conexao_teologica":"O temor do Senhor é fundamental na vida do crente, pois nos leva a viver em obediência e reverência a Deus.","referencias_relacionadas":["Salmos 111:10","Provérbios 14:27","1 Pedro 1:17"]},"atos_5_12_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de se tornar algo significativo ou de acontecer eventos notáveis na comunidade cristã.","explicacao_detalhada":"A palavra 'tornar-se' implica em uma transformação ou mudança de estado, indicando que algo novo está surgindo na vida da igreja primitiva, especialmente em relação aos milagres e à presença do Espírito Santo.","por_que_esta_palavra":"É usada para descrever a dinâmica de crescimento e transformação que a igreja estava experimentando, mostrando que Deus estava agindo poderosamente entre o seu povo.","conexao_teologica":"A transformação é um tema central na teologia cristã, refletindo a obra de Deus em trazer vida e mudança aos crentes.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 6:15"]},"atos_5_12_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"A mão é um símbolo de poder e ação, representando a autoridade de Deus manifestada através dos apóstolos.","explicacao_detalhada":"Neste contexto, a 'mão' é associada aos sinais e maravilhas que eram realizados pelos apóstolos, indicando que a ação de Deus estava presente e ativa na comunidade.","por_que_esta_palavra":"A mão de Deus é frequentemente mencionada nas Escrituras como um sinal de Sua intervenção e poder, e aqui destaca a importância da ação divina através dos apóstolos.","conexao_teologica":"A mão de Deus simboliza Sua soberania e capacidade de realizar milagres, um tema que permeia toda a Bíblia.","referencias_relacionadas":["Salmos 118:16","Isaías 41:10","Atos 4:30"]},"atos_5_13_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo que estava presente e testemunhando os milagres, representando a comunidade que estava sendo impactada pela mensagem do evangelho.","explicacao_detalhada":"A palavra 'povo' enfatiza a coletividade dos crentes e a importância da comunidade na propagação da fé e na experiência dos milagres.","por_que_esta_palavra":"É crucial para entender que a mensagem do evangelho não era apenas para indivíduos, mas para a coletividade, mostrando a inclusão de todos na obra de Deus.","conexao_teologica":"A ideia de povo de Deus é central na Bíblia, refletindo a aliança de Deus com Israel e, posteriormente, com a igreja.","referencias_relacionadas":["1 Pedro 2:9","Romanos 12:5","Efésios 4:4"]},"atos_5_13_descanso":{"palavra_pt":"descanso","palavra_original":"λοιποί","transliteracao":"loipoí","strong":"G3062","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao estado de paz e segurança que a comunidade cristã experimentava, mesmo em meio a perseguições.","explicacao_detalhada":"A palavra 'descanso' sugere um tempo de tranquilidade e confiança em Deus, mesmo diante de desafios, destacando a proteção divina sobre os crentes.","por_que_esta_palavra":"É importante para entender que, apesar das dificuldades, a presença de Deus traz um senso de paz e descanso aos que creem.","conexao_teologica":"O descanso em Deus é um tema recorrente na Bíblia, simbolizando a confiança e a segurança que encontramos Nele.","referencias_relacionadas":["Mateus 11:28","Salmos 23:2","Hebreus 4:9-10"]},"atos_5_13_homem":{"palavra_pt":"homem","palavra_original":"οὐδείς","transliteracao":"oudeís","strong":"G3762","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à condição humana e à universalidade da necessidade de salvação.","explicacao_detalhada":"A palavra 'homem' é usada para enfatizar que todos, independentemente de sua posição, são chamados a reconhecer a obra de Deus e a necessidade de fé.","por_que_esta_palavra":"É relevante para mostrar que a mensagem do evangelho é para todos, sem exceção, e que todos são igualmente necessitados da graça de Deus.","conexao_teologica":"A condição humana e a necessidade de redenção são temas centrais na teologia cristã.","referencias_relacionadas":["Romanos 3:23","Gálatas 3:28","1 Timóteo 2:4"]},"atos_5_14_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania de Deus e à autoridade de Cristo, que se manifesta através dos apóstolos.","explicacao_detalhada":"A palavra 'senhor' destaca a posição de Cristo como autoridade suprema, que opera através dos apóstolos para realizar milagres e curas.","por_que_esta_palavra":"É fundamental para entender que a autoridade dos apóstolos deriva de sua relação com Cristo, que é o verdadeiro Senhor de todas as coisas.","conexao_teologica":"A autoridade de Cristo é um tema central no Novo Testamento, refletindo Sua divindade e poder.","referencias_relacionadas":["Mateus 28:18","Efésios 1:21-22","Colossenses 1:16"]},"atos_5_14_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à crença e confiança que as pessoas depositavam em Jesus como o Messias e Salvador.","explicacao_detalhada":"A palavra 'crer' implica em um ato de fé que leva à salvação e à transformação de vida, essencial para a experiência cristã.","por_que_esta_palavra":"É crucial para entender que a fé é o meio pelo qual recebemos a graça de Deus e somos salvos.","conexao_teologica":"A fé é um dos pilares da teologia cristã, sendo fundamental para a relação entre o crente e Deus.","referencias_relacionadas":["Efésios 2:8-9","Hebreus 11:1","Romanos 10:17"]},"atos_5_15_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Refere-se à figura de Pedro como a rocha sobre a qual a igreja seria edificada, simbolizando firmeza e estabilidade.","explicacao_detalhada":"A palavra 'rocha' destaca a importância de ter uma base sólida na fé, representando a liderança de Pedro e a fundação da igreja.","por_que_esta_palavra":"É usada para enfatizar a importância da liderança e da firmeza na fé, especialmente em tempos de adversidade.","conexao_teologica":"A rocha é um símbolo de Cristo, que é a verdadeira fundação da fé cristã.","referencias_relacionadas":["Mateus 16:18","1 Coríntios 3:11","Salmos 18:2"]},"atos_5_15_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"Refere-se ao ato de colocar ou estabelecer algo, simbolizando a ação de Deus em trazer cura e restauração.","explicacao_detalhada":"A palavra 'arco' implica em um movimento de colocar em posição, indicando que Deus estava estabelecendo Sua obra entre o povo.","por_que_esta_palavra":"É relevante para entender que Deus está ativamente colocando as coisas em ordem e realizando Sua vontade na vida dos crentes.","conexao_teologica":"A ação de Deus em estabelecer Sua vontade é um tema central na narrativa bíblica.","referencias_relacionadas":["Isaías 41:10","Romanos 8:28","Salmos 37:5"]},"atos_5_15_wide":{"palavra_pt":"wide","palavra_original":"πλατύς","transliteracao":"platýs","strong":"G4116","significado_raiz":"Ideia básica: wide.","significado_contextual":"Refere-se à abrangência da obra de Deus, que se estende a muitos e não se limita a um grupo específico.","explicacao_detalhada":"A palavra 'wide' sugere que a ação de Deus é ampla e inclusiva, alcançando todos os que estão dispostos a crer.","por_que_esta_palavra":"É importante para enfatizar que a graça de Deus é disponível para todos, sem barreiras.","conexao_teologica":"A inclusão de todos na salvação é um tema central no Novo Testamento, refletindo o amor universal de Deus.","referencias_relacionadas":["João 3:16","Atos 10:34-35","Romanos 1:16"]},"atos_5_16_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo, que é a presença de Deus entre os crentes.","explicacao_detalhada":"O termo 'espírito' (πνεῦμα) é usado para descrever a ação do Espírito Santo que opera milagres e cura entre o povo. Em Atos 5:16, as pessoas eram curadas e libertadas por meio do poder do Espírito.","por_que_esta_palavra":"A palavra 'espírito' é fundamental para entender a atuação de Deus na vida dos crentes e a continuidade da obra de Jesus através da Igreja.","conexao_teologica":"O Espírito Santo é visto como o Consolador e Ajudador, que guia e fortalece os crentes em sua caminhada de fé.","referencias_relacionadas":["Atos 2:4","Romanos 8:26","1 Coríntios 12:7"]},"atos_5_16_deus":{"palavra_pt":"deus","palavra_original":"θεραπεύω","transliteracao":"therapeúō","strong":"G2323","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como o curador e provedor de milagres.","explicacao_detalhada":"A palavra 'deus' (θεραπεύω) enfatiza a natureza de Deus como aquele que cura e restaura. Em Atos 5:16, as multidões se reuniam para serem curadas em nome de Jesus.","por_que_esta_palavra":"A menção de Deus destaca Sua soberania e poder sobre todas as coisas, especialmente em relação à cura e libertação.","conexao_teologica":"Deus é o autor da vida e da saúde, e a cura é um sinal de Sua presença e ação no mundo.","referencias_relacionadas":["Salmos 103:3","Isaías 53:5","Tiago 5:14-15"]},"atos_5_17_marido":{"palavra_pt":"marido","palavra_original":"ζῆλος","transliteracao":"zēlos","strong":"G2205","significado_raiz":"Ideia básica: marido.","significado_contextual":"Refere-se à relação de autoridade e responsabilidade, especialmente no contexto da liderança da Igreja.","explicacao_detalhada":"A palavra 'marido' (ζῆλος) pode ser entendida como um símbolo de zelo e compromisso. Em Atos 5:17, os apóstolos enfrentam oposição por causa de seu zelo pela mensagem de Cristo.","por_que_esta_palavra":"A palavra é usada para ilustrar a dedicação e o amor que devem existir na liderança espiritual.","conexao_teologica":"A relação entre Cristo e a Igreja é frequentemente comparada ao casamento, onde Cristo é o noivo e a Igreja é a noiva.","referencias_relacionadas":["Efésios 5:25","2 Coríntios 11:2","Apocalipse 19:7"]},"atos_5_17_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao caminho da fé e da vida cristã.","explicacao_detalhada":"A palavra 'caminho' (πᾶς) simboliza a jornada dos crentes em seguir a Cristo. Em Atos 5:17, os apóstolos são perseguidos por pregarem o caminho da salvação.","por_que_esta_palavra":"O 'caminho' é uma metáfora central no Novo Testamento, representando a vida em Cristo e a obediência aos Seus ensinamentos.","conexao_teologica":"Jesus se apresenta como o caminho, a verdade e a vida, enfatizando a exclusividade de Sua mensagem.","referencias_relacionadas":["João 14:6","Atos 9:2","Atos 19:9"]},"atos_5_18_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"Refere-se à prisão dos apóstolos, simbolizando a oposição ao evangelho.","explicacao_detalhada":"A palavra 'arco' (τίθημι) pode ser interpretada como um símbolo de armadilha ou contenção. Em Atos 5:18, os apóstolos são presos por causa de sua pregação.","por_que_esta_palavra":"A prisão representa a resistência que a mensagem do evangelho enfrenta no mundo.","conexao_teologica":"A perseguição dos crentes é uma realidade que Jesus previu e que os apóstolos vivenciaram, mostrando que a verdade muitas vezes é rejeitada.","referencias_relacionadas":["Mateus 5:10-12","Atos 4:3","2 Timóteo 3:12"]},"atos_5_18_common":{"palavra_pt":"common","palavra_original":"δημόσιος","transliteracao":"dēmósios","strong":"G1219","significado_raiz":"Ideia básica: common.","significado_contextual":"Refere-se ao espaço público onde os apóstolos eram levados.","explicacao_detalhada":"A palavra 'common' (δημόσιος) indica que os apóstolos foram levados a um lugar público, enfatizando a natureza pública de sua pregação e a oposição que enfrentavam.","por_que_esta_palavra":"O uso do espaço público destaca a ousadia dos apóstolos em proclamar o evangelho, mesmo diante da perseguição.","conexao_teologica":"A mensagem do evangelho é para todos, e os apóstolos não se intimidaram em compartilhá-la abertamente.","referencias_relacionadas":["Atos 2:47","Atos 4:20","Romanos 1:16"]},"atos_5_18_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à ação de prender os apóstolos.","explicacao_detalhada":"A palavra 'mao' (χείρ) simboliza a ação e o poder humano. Em Atos 5:18, a mão dos líderes religiosos é usada para prender os apóstolos.","por_que_esta_palavra":"A mão representa tanto a ação de Deus quanto a ação dos homens, mostrando a luta entre o bem e o mal.","conexao_teologica":"Deus usa a mão dos homens para cumprir Seus propósitos, mesmo em meio à oposição.","referencias_relacionadas":["Salmos 118:15","Atos 4:27-28","Romanos 8:31"]},"atos_5_19_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade de Deus sobre os apóstolos.","explicacao_detalhada":"A palavra 'senhor' (κύριος) enfatiza a soberania de Deus. Em Atos 5:19, um anjo do Senhor liberta os apóstolos, mostrando que a autoridade divina prevalece sobre a autoridade humana.","por_que_esta_palavra":"A palavra destaca a relação de submissão dos crentes à autoridade de Deus, que é suprema.","conexao_teologica":"A autoridade de Deus é um tema central na Bíblia, mostrando que Ele é o verdadeiro Senhor sobre todas as coisas.","referencias_relacionadas":["Mateus 28:18","Atos 4:24","Efésios 1:21-22"]},"atos_5_19_midnight":{"palavra_pt":"mid night","palavra_original":"νύξ","transliteracao":"nýx","strong":"G3571","significado_raiz":"Ideia básica: mid night.","significado_contextual":"Refere-se ao momento de libertação dos apóstolos.","explicacao_detalhada":"A palavra 'mid night' (νύξ) simboliza um tempo de escuridão e incerteza. Em Atos 5:19, a libertação dos apóstolos ocorre em um momento crítico, mostrando a intervenção divina.","por_que_esta_palavra":"A escuridão da noite representa os desafios e as dificuldades que os crentes enfrentam, mas a luz de Cristo sempre prevalece.","conexao_teologica":"Deus é a luz que brilha nas trevas, e Sua intervenção traz esperança e libertação.","referencias_relacionadas":["Salmos 30:5","João 1:5","2 Coríntios 4:6"]},"atos_5_20_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à mensagem divina que os apóstolos devem proclamar.","explicacao_detalhada":"A palavra 'sagrado' (ἱερόν) indica a importância e a santidade da mensagem do evangelho. Em Atos 5:20, os apóstolos são instruídos a falar sobre todas as palavras da vida.","por_que_esta_palavra":"A santidade da mensagem reflete a natureza de Deus e Sua vontade para a humanidade.","conexao_teologica":"A mensagem do evangelho é sagrada e deve ser tratada com reverência, pois é a revelação de Deus para a salvação.","referencias_relacionadas":["1 Pedro 1:15-16","Romanos 1:16","2 Timóteo 3:16-17"]},"atos_5_20_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência plena e ao propósito que Deus dá aos seres humanos.","explicacao_detalhada":"No contexto de Atos 5:20, a vida é apresentada como um dom divino que deve ser proclamado. Os apóstolos são instruídos a falar sobre a vida que Jesus oferece, que é mais do que mera existência física, mas uma vida espiritual abundante.","por_que_esta_palavra":"Esta palavra é crucial porque enfatiza a missão dos apóstolos de compartilhar a mensagem de salvação e a nova vida em Cristo.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, representando a transformação e a nova criação que ocorre em quem crê.","referencias_relacionadas":["João 10:10","Gálatas 2:20","2 Coríntios 5:17"]},"atos_5_20_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se ao pacto estabelecido entre Deus e Seu povo, simbolizando compromisso e fidelidade.","explicacao_detalhada":"Em Atos 5:20, a aliança é um lembrete da relação especial entre Deus e Israel, e a continuidade dessa aliança através de Jesus Cristo, que cumpre as promessas feitas.","por_que_esta_palavra":"A aliança é fundamental para entender a relação entre Deus e a humanidade, especialmente no contexto da nova aliança em Cristo.","conexao_teologica":"A nova aliança é um tema recorrente no Novo Testamento, onde Jesus é o mediador que estabelece um novo relacionamento com Deus.","referencias_relacionadas":["Hebreus 8:6","Lucas 22:20","Jeremias 31:31"]},"atos_5_21_luz":{"palavra_pt":"luz","palavra_original":"ὄρθρος","transliteracao":"órthros","strong":"G3722","significado_raiz":"Ideia básica: luz.","significado_contextual":"A palavra 'luz' simboliza a verdade, a revelação e a presença de Deus no mundo.","explicacao_detalhada":"No contexto de Atos 5:21, a luz representa a mensagem do evangelho que os apóstolos devem proclamar, trazendo clareza e esperança ao povo.","por_que_esta_palavra":"A luz é essencial para a missão da igreja, que é levar a verdade de Cristo ao mundo em trevas.","conexao_teologica":"Jesus é descrito como a luz do mundo, e os crentes são chamados a refletir essa luz em suas vidas.","referencias_relacionadas":["João 8:12","Mateus 5:14-16","1 João 1:5"]},"atos_5_21_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se ao que é consagrado a Deus, separado para um propósito divino.","explicacao_detalhada":"Em Atos 5:21, o sagrado é um lembrete da importância de manter a pureza e a reverência em relação ao que pertence a Deus.","por_que_esta_palavra":"A santidade é um aspecto vital da vida cristã, que chama os crentes a viverem de maneira que honre a Deus.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, e os crentes são chamados a ser santos como Ele é santo.","referencias_relacionadas":["1 Pedro 1:16","Levítico 11:44","Romanos 12:1"]},"atos_5_22_servo":{"palavra_pt":"servo","palavra_original":"ὑπηρέτης","transliteracao":"hypērétēs","strong":"G5257","significado_raiz":"Ideia básica: servo.","significado_contextual":"A palavra 'servo' refere-se a alguém que serve, muitas vezes em um papel de humildade e obediência.","explicacao_detalhada":"No contexto de Atos 5:22, os apóstolos são vistos como servos de Cristo, dedicados a cumprir Sua vontade e a espalhar o evangelho.","por_que_esta_palavra":"A identidade de servo é fundamental para a compreensão do chamado cristão, que envolve serviço e sacrifício.","conexao_teologica":"Jesus é o exemplo supremo de servo, e os crentes são chamados a seguir Seu exemplo de humildade e serviço.","referencias_relacionadas":["Marcos 10:45","Filipenses 2:7","Gálatas 5:13"]},"atos_5_22_dia":{"palavra_pt":"dia","palavra_original":"φυλακή","transliteracao":"phylakḗ","strong":"G5438","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' pode referir-se a um período específico de tempo, mas também simboliza um tempo de julgamento ou revelação.","explicacao_detalhada":"Em Atos 5:22, o dia é um lembrete da urgência da mensagem que os apóstolos devem proclamar, pois o tempo é precioso.","por_que_esta_palavra":"O conceito de dia é importante para entender a expectativa do retorno de Cristo e a urgência da missão da igreja.","conexao_teologica":"O dia do Senhor é um tema recorrente nas Escrituras, enfatizando a importância de estar preparado para a volta de Cristo.","referencias_relacionadas":["2 Pedro 3:10","Mateus 24:36","1 Tessalonicenses 5:2"]},"atos_5_22_present":{"palavra_pt":"present","palavra_original":"παραγίνομαι","transliteracao":"paragínomai","strong":"G3854","significado_raiz":"Ideia básica: present.","significado_contextual":"A palavra 'present' refere-se à ideia de estar presente ou se apresentar diante de alguém.","explicacao_detalhada":"Em Atos 5:22, a ideia de 'present' implica em estar diante das autoridades para dar conta da pregação do evangelho.","por_que_esta_palavra":"A presença dos apóstolos diante das autoridades é um ato de coragem e fidelidade à missão que receberam.","conexao_teologica":"A presença de crentes diante das autoridades é um tema que destaca a necessidade de testemunhar a verdade de Cristo, mesmo em face da oposição.","referencias_relacionadas":["Atos 4:19","Mateus 10:18","Romanos 1:16"]},"atos_5_23_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' é reiterada, reforçando a ideia de compromisso entre Deus e Seu povo.","explicacao_detalhada":"Em Atos 5:23, a aliança é um lembrete da fidelidade de Deus em cumprir Suas promessas, mesmo diante da perseguição.","por_que_esta_palavra":"A repetição da palavra 'aliança' enfatiza a continuidade da relação entre Deus e os apóstolos.","conexao_teologica":"A aliança é um tema central que liga o Antigo e o Novo Testamento, mostrando a fidelidade de Deus ao longo da história.","referencias_relacionadas":["Hebreus 9:15","Lucas 1:72","Romanos 11:27"]},"atos_5_23_prison":{"palavra_pt":"prison","palavra_original":"δεσμωτήριον","transliteracao":"desmōtḗrion","strong":"G1201","significado_raiz":"Ideia básica: prison.","significado_contextual":"A palavra 'prison' refere-se ao lugar de detenção, simbolizando a opressão e a perseguição enfrentadas pelos crentes.","explicacao_detalhada":"Em Atos 5:23, a prisão representa os desafios e as dificuldades que os apóstolos enfrentam por causa de sua fé e testemunho.","por_que_esta_palavra":"A prisão é um lembrete da realidade da perseguição que os crentes podem enfrentar ao seguir a Cristo.","conexao_teologica":"A perseguição é uma parte da experiência cristã, e os crentes são chamados a permanecer firmes na fé, mesmo em tempos difíceis.","referencias_relacionadas":["2 Timóteo 3:12","Atos 12:4","Filipenses 1:29"]},"atos_5_24_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/verbo' refere-se à comunicação divina e à revelação de Deus através de Cristo.","explicacao_detalhada":"Em Atos 5:24, a palavra é um lembrete do poder e da autoridade de Cristo, que é a própria Palavra de Deus encarnada.","por_que_esta_palavra":"A palavra é fundamental para a compreensão da identidade de Jesus como o Verbo que se fez carne e habitou entre nós.","conexao_teologica":"A centralidade de Cristo como a Palavra é um tema que permeia todo o Novo Testamento, enfatizando Sua divindade e missão.","referencias_relacionadas":["João 1:1","Hebreus 1:1-2","Colossenses 1:16"]},"atos_5_24_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"ἱερεύς","transliteracao":"hiereús","strong":"G2409","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é uma figura central na religião judaica, responsável por realizar sacrifícios e interceder pelo povo diante de Deus.","explicacao_detalhada":"No contexto de Atos 5:24, os sacerdotes estavam preocupados com a pregação dos apóstolos e a influência que estavam exercendo sobre o povo. O sacerdote, como líder religioso, tinha a responsabilidade de manter a ordem e a doutrina da fé judaica.","por_que_esta_palavra":"A palavra 'sacerdote' é usada para enfatizar a autoridade religiosa que estava sendo desafiada pelos apóstolos, que proclamavam a ressurreição de Jesus.","conexao_teologica":"A figura do sacerdote no Antigo Testamento é um precursor do sacerdócio de todos os crentes em Cristo, que é o Sumo Sacerdote.","referencias_relacionadas":["Hebreus 4:14","Êxodo 28:1","Levítico 10:1-3"]},"atos_5_25_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"O termo 'sagrado' refere-se a algo que é separado para o serviço divino e que possui um caráter especial diante de Deus.","explicacao_detalhada":"Em Atos 5:25, o sagrado é associado ao templo e à adoração a Deus, que era central na vida religiosa dos judeus. O templo era considerado a morada de Deus na terra.","por_que_esta_palavra":"A palavra 'sagrado' é utilizada para destacar a importância do templo e a seriedade da adoração que estava sendo ameaçada pela pregação dos apóstolos.","conexao_teologica":"O conceito de sagrado se conecta com a ideia de que os crentes são agora o templo do Espírito Santo, tornando-se sagrados diante de Deus.","referencias_relacionadas":["1 Coríntios 3:16","Levítico 19:30","Salmos 93:5"]},"atos_5_25_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A aliança é um pacto estabelecido por Deus com Seu povo, que envolve promessas e obrigações mútuas.","explicacao_detalhada":"No contexto de Atos 5:25, a aliança é relevante porque os apóstolos estavam proclamando a nova aliança em Cristo, que cumpria as promessas feitas no Antigo Testamento.","por_que_esta_palavra":"A palavra 'aliança' é usada para enfatizar a continuidade do plano de Deus e a nova relação que os crentes têm com Ele através de Jesus.","conexao_teologica":"A nova aliança é um tema central no Novo Testamento, mostrando como Jesus é o mediador de um novo pacto.","referencias_relacionadas":["Hebreus 8:6","Jeremias 31:31-34","Lucas 22:20"]},"atos_5_26_servo":{"palavra_pt":"servo","palavra_original":"ὑπηρέτης","transliteracao":"hypērétēs","strong":"G5257","significado_raiz":"Ideia básica: servo.","significado_contextual":"O termo 'servo' refere-se a alguém que serve, muitas vezes em um contexto de submissão e dedicação a uma causa maior.","explicacao_detalhada":"Em Atos 5:26, os apóstolos são vistos como servos de Deus, dedicados à missão de proclamar o evangelho, mesmo diante da oposição.","por_que_esta_palavra":"A palavra 'servo' é utilizada para mostrar a humildade e a disposição dos apóstolos em obedecer a Deus acima das autoridades humanas.","conexao_teologica":"A ideia de ser servo é central no ensinamento de Jesus, que veio para servir e dar a Sua vida em resgate por muitos.","referencias_relacionadas":["Marcos 10:45","Filipenses 2:7","Romanos 1:1"]},"atos_5_26_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"O verbo 'seguir' implica em acompanhar ou obedecer a alguém ou algo, especialmente em um contexto de liderança espiritual.","explicacao_detalhada":"No contexto de Atos 5:26, seguir refere-se à disposição dos apóstolos em obedecer a Deus e continuar sua missão, apesar da oposição.","por_que_esta_palavra":"A palavra 'seguir' é importante para entender a devoção dos apóstolos e a chamada para todos os crentes a seguir a Cristo.","conexao_teologica":"Seguir a Jesus é um chamado fundamental para todos os cristãos, que são chamados a imitar Seu exemplo.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"atos_5_27_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A aliança é um pacto estabelecido por Deus com Seu povo, que envolve promessas e obrigações mútuas.","explicacao_detalhada":"Em Atos 5:27, a aliança é relevante porque os apóstolos estavam proclamando a nova aliança em Cristo, que cumpria as promessas feitas no Antigo Testamento.","por_que_esta_palavra":"A palavra 'aliança' é usada para enfatizar a continuidade do plano de Deus e a nova relação que os crentes têm com Ele através de Jesus.","conexao_teologica":"A nova aliança é um tema central no Novo Testamento, mostrando como Jesus é o mediador de um novo pacto.","referencias_relacionadas":["Hebreus 8:6","Jeremias 31:31-34","Lucas 22:20"]},"atos_5_27_buscar":{"palavra_pt":"buscar","palavra_original":"ἐπερωτάω","transliteracao":"eperōtáō","strong":"G1905","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Buscar implica em procurar ativamente algo, geralmente com um propósito ou intenção.","explicacao_detalhada":"No contexto de Atos 5:27, buscar refere-se à ação dos líderes religiosos em tentar encontrar e silenciar os apóstolos que estavam pregando.","por_que_esta_palavra":"A palavra 'buscar' é significativa porque mostra a determinação dos líderes em manter o controle sobre a narrativa religiosa.","conexao_teologica":"Buscar a verdade é um tema importante na Bíblia, onde Deus convida Seu povo a buscá-Lo de todo o coração.","referencias_relacionadas":["Jeremias 29:13","Mateus 7:7","Salmos 119:2"]},"atos_5_28_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Ser Supremo, Criador e Sustentador do universo, que é adorado no contexto judaico.","explicacao_detalhada":"Em Atos 5:28, a menção a Deus é crucial, pois os apóstolos estavam sendo acusados de desobedecer às ordens dos líderes religiosos em favor da obediência a Deus.","por_que_esta_palavra":"A palavra 'deus' é utilizada para reafirmar a autoridade divina sobre as autoridades humanas e a prioridade da obediência a Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, enfatizando que Ele é o Senhor sobre todas as coisas.","referencias_relacionadas":["Salmos 115:3","Atos 4:19","Romanos 13:1"]},"atos_5_29_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' simboliza firmeza, estabilidade e segurança, frequentemente usada para descrever Deus ou a fé.","explicacao_detalhada":"Em Atos 5:29, a referência à rocha pode ser entendida como uma metáfora para a firmeza da fé dos apóstolos em sua missão, apesar da oposição.","por_que_esta_palavra":"A palavra 'rocha' é significativa porque representa a confiança dos apóstolos em Deus como sua base e proteção.","conexao_teologica":"Cristo é descrito como a rocha em várias passagens, simbolizando a segurança que os crentes têm Nele.","referencias_relacionadas":["Mateus 16:18","Salmos 18:2","1 Coríntios 10:4"]},"atos_5_29_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Ser Supremo, Criador e Sustentador do universo, que é adorado no contexto judaico.","explicacao_detalhada":"Em Atos 5:29, a menção a Deus é crucial, pois os apóstolos estavam sendo acusados de desobedecer às ordens dos líderes religiosos em favor da obediência a Deus.","por_que_esta_palavra":"A palavra 'deus' é utilizada para reafirmar a autoridade divina sobre as autoridades humanas e a prioridade da obediência a Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, enfatizando que Ele é o Senhor sobre todas as coisas.","referencias_relacionadas":["Salmos 115:3","Atos 4:19","Romanos 13:1"]},"atos_5_29_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de comunicar ou expressar algo verbalmente, especialmente no contexto de proclamação da verdade.","explicacao_detalhada":"Neste versículo, os apóstolos afirmam que devem obedecer a Deus em vez dos homens, enfatizando a importância de falar a verdade de Deus, mesmo diante da oposição.","por_que_esta_palavra":"A escolha da palavra 'falar' destaca a necessidade de comunicação clara e corajosa da mensagem divina, que é central para a missão dos apóstolos.","conexao_teologica":"A obediência a Deus em vez dos homens é um tema recorrente na teologia cristã, refletindo a prioridade da verdade divina sobre as autoridades terrenas.","referencias_relacionadas":["Atos 4:19-20","Mateus 10:27","1 Pedro 3:15"]},"atos_5_30_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Ser Supremo, Criador e Sustentador do universo, que tem autoridade sobre todas as coisas.","explicacao_detalhada":"Neste contexto, Deus é mencionado como aquele que ressuscitou Jesus, afirmando Sua soberania e poder sobre a vida e a morte.","por_que_esta_palavra":"A ênfase em 'Deus' sublinha a centralidade da divindade na narrativa da ressurreição e na missão dos apóstolos.","conexao_teologica":"A ressurreição de Jesus é um dos pilares da fé cristã, demonstrando o poder de Deus e Sua promessa de vida eterna.","referencias_relacionadas":["Romanos 1:4","Atos 2:24","1 Coríntios 15:20"]},"atos_5_30_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao Filho de Deus, o Messias prometido, cuja vida, morte e ressurreição são centrais para a fé cristã.","explicacao_detalhada":"Neste versículo, Jesus é apresentado como aquele que foi crucificado, mas que Deus ressuscitou, reafirmando Sua identidade como Salvador.","por_que_esta_palavra":"A menção de Jesus é crucial, pois destaca a conexão entre a obra redentora de Cristo e a missão dos apóstolos de testemunhar sobre Ele.","conexao_teologica":"A ressurreição de Jesus é fundamental para a doutrina da salvação e a esperança cristã na vida eterna.","referencias_relacionadas":["João 3:16","Atos 2:32","1 Coríntios 15:3-4"]},"atos_5_30_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' refere-se ao estado de cessação da vida, que é um tema central na narrativa da crucificação de Jesus.","explicacao_detalhada":"Neste contexto, a morte de Jesus é um ponto crucial, pois é através dela que a redenção é alcançada, seguida pela ressurreição.","por_que_esta_palavra":"A ênfase na morte de Jesus destaca a seriedade do pecado e a necessidade de um sacrifício para a salvação da humanidade.","conexao_teologica":"A morte de Cristo é vista como o sacrifício perfeito que paga a penalidade do pecado, um conceito central na teologia da expiação.","referencias_relacionadas":["Isaías 53:5","Romanos 5:8","Hebreus 9:28"]},"atos_5_31_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é novamente utilizada para enfatizar a autoridade divina na ressurreição e na concessão do arrependimento.","explicacao_detalhada":"Deus é apresentado como aquele que, através de Jesus, oferece arrependimento e perdão aos pecadores, mostrando Sua misericórdia.","por_que_esta_palavra":"A repetição da palavra 'Deus' reforça a ideia de que toda a ação redentora é iniciada e sustentada por Ele.","conexao_teologica":"A oferta de arrependimento é um aspecto fundamental da graça de Deus, que convida todos à reconciliação.","referencias_relacionadas":["Lucas 24:47","Atos 2:38","2 Pedro 3:9"]},"atos_5_31_repentance":{"palavra_pt":"repentance","palavra_original":"μετάνοια","transliteracao":"metánoia","strong":"G3341","significado_raiz":"Ideia básica: repentance.","significado_contextual":"A palavra 'arrependimento' refere-se à mudança de mente e coração que leva à transformação e ao perdão dos pecados.","explicacao_detalhada":"Neste versículo, o arrependimento é apresentado como um presente de Deus, essencial para a salvação e a restauração do relacionamento com Ele.","por_que_esta_palavra":"A inclusão do arrependimento destaca a resposta necessária do ser humano à oferta de salvação de Deus.","conexao_teologica":"O arrependimento é um tema central na pregação do evangelho, sendo a primeira etapa na jornada de fé.","referencias_relacionadas":["Mateus 4:17","Atos 3:19","Romanos 2:4"]},"atos_5_32_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se à presença e ação do Espírito Santo, que é o Consolador prometido por Jesus.","explicacao_detalhada":"Neste contexto, o Espírito Santo é descrito como testemunha da verdade e da ressurreição de Jesus, capacitando os apóstolos em sua missão.","por_que_esta_palavra":"A menção do Espírito Santo enfatiza a continuidade da obra de Deus na vida da Igreja e dos crentes.","conexao_teologica":"A presença do Espírito Santo é fundamental para a vida cristã, pois Ele guia, ensina e fortalece os crentes.","referencias_relacionadas":["João 14:26","Atos 1:8","Romanos 8:26"]},"atos_5_32_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é novamente utilizada para reafirmar Sua soberania e a importância de Sua testemunha na história da salvação.","explicacao_detalhada":"Deus é o autor da missão dos apóstolos e o responsável pela capacitação deles através do Espírito Santo.","por_que_esta_palavra":"A repetição da palavra 'Deus' reforça a centralidade da divindade na obra de redenção e na vida da Igreja.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, que afirma que Ele está no controle de toda a história.","referencias_relacionadas":["Salmos 115:3","Isaías 46:10","Efésios 1:11"]},"atos_5_32_testemunha":{"palavra_pt":"testemunha","palavra_original":"μάρτυς","transliteracao":"mártys","strong":"G3144","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"A palavra 'testemunha' refere-se àquele que dá testemunho da verdade, especialmente em relação à ressurreição de Jesus.","explicacao_detalhada":"Os apóstolos são descritos como testemunhas da ressurreição, o que é fundamental para a credibilidade da mensagem do evangelho.","por_que_esta_palavra":"A ênfase na testemunha destaca a responsabilidade dos apóstolos de compartilhar a mensagem de Cristo com ousadia.","conexao_teologica":"O chamado para ser testemunha é um aspecto central da missão da Igreja, refletindo o mandato de Jesus para fazer discípulos.","referencias_relacionadas":["Atos 1:8","Mateus 28:19-20","1 João 1:1-3"]},"atos_5_33_coracao":{"palavra_pt":"coracao","palavra_original":"διαπρίω","transliteracao":"diapríō","strong":"G1282","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' refere-se ao centro das emoções e decisões humanas, simbolizando a disposição interna das pessoas.","explicacao_detalhada":"Neste versículo, o coração dos líderes religiosos é descrito como endurecido, revelando sua resistência à verdade e à obra do Espírito Santo.","por_que_esta_palavra":"A menção do coração enfatiza a necessidade de uma transformação interna para aceitar a mensagem do evangelho.","conexao_teologica":"A condição do coração é um tema importante na Bíblia, que fala sobre a necessidade de um novo coração para seguir a Deus.","referencias_relacionadas":["Ezequiel 36:26","Mateus 15:18-19","Romanos 10:9"]},"atos_5_34_dear":{"palavra_pt":"dear","palavra_original":"τίμιος","transliteracao":"tímios","strong":"G5093","significado_raiz":"Ideia básica: dear.","significado_contextual":"A palavra 'dear' refere-se a algo que é estimado ou valioso.","explicacao_detalhada":"No contexto de Atos 5:34, a palavra é usada para descrever a importância de Gamaliel, um fariseu respeitado, que aconselha cautela em relação aos apóstolos.","por_que_esta_palavra":"Gamaliel é considerado 'dear' por sua sabedoria e influência, o que dá peso ao seu conselho.","conexao_teologica":"A valorização da sabedoria e do discernimento é um tema recorrente nas Escrituras, refletindo a importância de ouvir conselhos sábios.","referencias_relacionadas":["Provérbios 12:15","Tiago 1:5","Eclesiastes 7:5"]},"atos_5_34_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' implica em realizar uma ação ou executar algo.","explicacao_detalhada":"Em Atos 5:34, a palavra é utilizada para descrever a ação que deve ser tomada em resposta à situação dos apóstolos.","por_que_esta_palavra":"A ação de 'fazer' é crucial para a narrativa, pois envolve decisões que impactam a vida dos apóstolos e a comunidade.","conexao_teologica":"A ação é um tema central na fé cristã, onde a fé sem obras é considerada morta.","referencias_relacionadas":["Tiago 2:17","Mateus 7:21","Gálatas 6:9"]},"atos_5_35_commit":{"palavra_pt":"entregar","palavra_original":"πράσσω","transliteracao":"prássō","strong":"G4238","significado_raiz":"Ideia básica: entregar.","significado_contextual":"A palavra 'entregar' refere-se a dar ou submeter algo a alguém.","explicacao_detalhada":"No versículo, 'entregar' é usado para descrever a ação de Gamaliel ao sugerir que os líderes religiosos deixem os apóstolos em paz, entregando a situação a Deus.","por_que_esta_palavra":"A entrega é um ato de confiança e submissão à vontade divina, essencial na vida cristã.","conexao_teologica":"A entrega a Deus é um princípio fundamental da fé, refletindo a dependência do crente em relação ao Senhor.","referencias_relacionadas":["Salmos 37:5","1 Pedro 5:7","Romanos 12:1"]},"atos_5_35_israelite":{"palavra_pt":"israelita","palavra_original":"Ἰσραηλίτης","transliteracao":"Israēlítēs","strong":"G2475","significado_raiz":"Ideia básica: israelita.","significado_contextual":"A palavra 'israelita' refere-se a um membro do povo de Israel.","explicacao_detalhada":"No contexto, Gamaliel é reconhecido como um israelita, enfatizando sua posição e autoridade entre os judeus.","por_que_esta_palavra":"A identificação como israelita confere a Gamaliel um status que é respeitado pelos outros líderes religiosos.","conexao_teologica":"A identidade israelita é central na história da salvação, sendo o povo escolhido de Deus.","referencias_relacionadas":["Romanos 9:4-5","Gálatas 3:29","Êxodo 19:6"]},"atos_5_35_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se ao ato de expressar-se verbalmente.","explicacao_detalhada":"Gamaliel 'fala' para os líderes, oferecendo um conselho que pode mudar o curso da ação contra os apóstolos.","por_que_esta_palavra":"A fala de Gamaliel é significativa, pois traz uma perspectiva que pode evitar um erro grave.","conexao_teologica":"A importância da palavra e do discurso é um tema recorrente na Bíblia, refletindo o poder da comunicação.","referencias_relacionadas":["Provérbios 18:21","Tiago 1:19","Mateus 12:36"]},"atos_5_36_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode simbolizar um tempo de eventos significativos.","explicacao_detalhada":"No versículo, 'dia' é mencionado em relação a eventos passados que servem como advertência para o presente.","por_que_esta_palavra":"O uso de 'dia' ajuda a contextualizar a história e a advertência que Gamaliel está fazendo.","conexao_teologica":"O conceito de tempo e a soberania de Deus sobre a história são temas importantes nas Escrituras.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 90:12","2 Pedro 3:8"]},"atos_5_36_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se a um processo de transformação ou mudança.","explicacao_detalhada":"Gamaliel menciona que se um movimento é de Deus, ele se tornará grande, enfatizando a soberania divina sobre os eventos.","por_que_esta_palavra":"A ideia de 'tornar-se' sugere que o que é verdadeiro e divino prevalecerá ao longo do tempo.","conexao_teologica":"A soberania de Deus em fazer crescer Sua obra é um tema central na teologia cristã.","referencias_relacionadas":["Mateus 16:18","Atos 2:47","1 Coríntios 3:6-7"]},"atos_5_36_theudas":{"palavra_pt":"theudas","palavra_original":"Θευδᾶς","transliteracao":"Theudâs","strong":"G2333","significado_raiz":"Ideia básica: theudas.","significado_contextual":"A palavra 'Theudas' refere-se a um líder de um movimento que se levantou antes dos apóstolos.","explicacao_detalhada":"Gamaliel menciona Theudas como um exemplo de alguém que teve seguidores, mas cujo movimento não durou.","por_que_esta_palavra":"A menção de Theudas serve para ilustrar a fragilidade de movimentos que não são de Deus.","conexao_teologica":"A história de líderes e movimentos é usada na Bíblia para ensinar sobre a verdadeira natureza da liderança e da fé.","referencias_relacionadas":["Atos 5:36-37","Lucas 21:8","Mateus 24:5"]},"atos_5_37_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é novamente usada para referir-se a um período significativo na história.","explicacao_detalhada":"Gamaliel menciona outro 'dia' para reforçar seu argumento sobre a efemeridade de movimentos não divinos.","por_que_esta_palavra":"A repetição da palavra 'dia' enfatiza a continuidade da advertência e a necessidade de discernimento.","conexao_teologica":"A percepção do tempo e dos eventos históricos é importante para entender a obra de Deus na história.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 90:12","Romanos 15:4"]},"atos_5_37_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar ou estar em conformidade com algo.","explicacao_detalhada":"Gamaliel fala sobre aqueles que 'seguem' movimentos, alertando sobre a necessidade de discernir o que é de Deus.","por_que_esta_palavra":"A ideia de 'seguir' é central na vida cristã, onde os crentes são chamados a seguir a Cristo.","conexao_teologica":"O chamado para seguir a Cristo é um tema fundamental no Novo Testamento, refletindo a relação entre o crente e o Salvador.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"atos_5_37_nome":{"palavra_pt":"nome","palavra_original":"Ἰούδας","transliteracao":"Ioúdas","strong":"G2455","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e à autoridade de Judas, que se levantou como líder de uma revolta.","explicacao_detalhada":"O nome 'Judas' é associado a um líder que buscou libertar o povo, mas que acabou sendo um símbolo de rebelião sem sucesso. O uso do nome neste contexto destaca a importância da liderança e das consequências de se levantar contra a autoridade.","por_que_esta_palavra":"A palavra 'nome' aqui enfatiza a importância da identidade e da reputação de Judas, que era conhecido entre o povo.","conexao_teologica":"A menção do nome de Judas pode ser vista como um paralelo à importância do nome de Jesus, que é o verdadeiro libertador.","referencias_relacionadas":["Atos 1:16","Mateus 26:14","Lucas 22:3"]},"atos_5_38_noite":{"palavra_pt":"noite","palavra_original":"καταλύω","transliteracao":"katalýō","strong":"G2647","significado_raiz":"Ideia básica: noite.","significado_contextual":"A palavra 'noite' é usada para descrever um tempo de incerteza e escuridão, tanto literal quanto figurativamente.","explicacao_detalhada":"Neste contexto, a 'noite' pode simbolizar um período de confusão e falta de clareza nas decisões que estavam sendo tomadas sobre os apóstolos.","por_que_esta_palavra":"A escolha da palavra 'noite' sugere um contraste com a luz da verdade que os apóstolos estavam trazendo ao mundo.","conexao_teologica":"A escuridão da noite pode ser vista como um símbolo do pecado e da ignorância, enquanto a luz de Cristo representa a verdade e a salvação.","referencias_relacionadas":["João 3:19","1 João 1:5","Salmos 139:12"]},"atos_5_38_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a posição dos apóstolos no meio do povo e a sua influência sobre eles.","explicacao_detalhada":"Neste contexto, 'entre' enfatiza a presença dos apóstolos no meio da sociedade, onde eles estavam pregando e realizando milagres.","por_que_esta_palavra":"A palavra 'entre' é crucial para entender a missão dos apóstolos de estar próximos do povo e de compartilhar a mensagem do evangelho.","conexao_teologica":"A presença dos apóstolos 'entre' as pessoas reflete a encarnação de Cristo, que veio habitar entre nós.","referencias_relacionadas":["Mateus 28:19-20","Atos 2:42","1 Pedro 2:9"]},"atos_5_38_advise":{"palavra_pt":"advise","palavra_original":"βουλή","transliteracao":"boulḗ","strong":"G1012","significado_raiz":"Ideia básica: advise.","significado_contextual":"A palavra 'advise' refere-se ao conselho ou à sabedoria que Gamaliel estava oferecendo aos líderes religiosos.","explicacao_detalhada":"Gamaliel, um respeitado fariseu, aconselha cautela em lidar com os apóstolos, sugerindo que se a obra deles for de Deus, não poderá ser parada.","por_que_esta_palavra":"A palavra 'advise' destaca a importância de buscar sabedoria e discernimento em momentos de conflito.","conexao_teologica":"A sabedoria de Gamaliel pode ser vista como uma antecipação da sabedoria divina que guia os crentes em suas decisões.","referencias_relacionadas":["Provérbios 12:15","Tiago 1:5","Salmos 37:30"]},"atos_5_39_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a soberania de Deus sobre os planos humanos.","explicacao_detalhada":"Gamaliel argumenta que se a obra dos apóstolos é de Deus, não há como detê-la, destacando a invencibilidade dos planos divinos.","por_que_esta_palavra":"A palavra 'deus' é central para a argumentação de Gamaliel, pois ele reconhece a autoridade suprema de Deus sobre todas as coisas.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, mostrando que Ele está no controle da história.","referencias_relacionadas":["Isaías 14:27","Salmos 33:10-11","Romanos 8:31"]},"atos_5_39_noite":{"palavra_pt":"noite","palavra_original":"καταλύω","transliteracao":"katalýō","strong":"G2647","significado_raiz":"Ideia básica: noite.","significado_contextual":"A repetição da palavra 'noite' reforça a ideia de um tempo de incerteza e a necessidade de discernimento.","explicacao_detalhada":"Neste contexto, a 'noite' representa a confusão que pode surgir quando se tenta agir contra a vontade de Deus.","por_que_esta_palavra":"A palavra 'noite' é usada para contrastar com a clareza e a luz que vêm da verdade de Deus.","conexao_teologica":"A escuridão da noite simboliza a luta entre a luz e as trevas, um tema central na teologia cristã.","referencias_relacionadas":["João 1:5","Efésios 5:8","1 Tessalonicenses 5:5"]},"atos_5_40_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'jesus' é mencionada em um contexto de resistência e perseguição aos apóstolos.","explicacao_detalhada":"Os apóstolos estavam sendo advertidos a não falar mais sobre Jesus, o que mostra a oposição que enfrentavam por causa do nome dEle.","por_que_esta_palavra":"A menção do nome de Jesus é central para a mensagem do evangelho e para a identidade dos apóstolos.","conexao_teologica":"O nome de Jesus é poderoso e é a base da fé cristã, representando a salvação e a autoridade divina.","referencias_relacionadas":["Atos 4:12","Filipenses 2:9-11","Romanos 10:13"]},"atos_5_40_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para enfatizar a negação da autoridade divina pelos líderes religiosos.","explicacao_detalhada":"Neste contexto, a palavra 'deus' é usada para contrastar a rejeição dos líderes com a aceitação dos apóstolos da vontade de Deus.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a relação entre a autoridade divina e a resistência humana.","conexao_teologica":"A rejeição de Deus pelos líderes religiosos é um tema que se repete ao longo da história bíblica, mostrando a necessidade de submissão à Sua vontade.","referencias_relacionadas":["Salmos 2:1-4","Mateus 21:42","Atos 7:51"]},"atos_5_41_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada em um contexto de alegria e gratidão por sofrer por causa do nome de Jesus.","explicacao_detalhada":"Os apóstolos se alegraram por serem considerados dignos de sofrer por Cristo, mostrando a importância da perseverança na fé.","por_que_esta_palavra":"A palavra 'deus' é central para a experiência de fé dos apóstolos, que reconhecem a soberania de Deus mesmo em meio à perseguição.","conexao_teologica":"A alegria em sofrer por Cristo é um tema que reflete a identificação dos crentes com a paixão de Jesus.","referencias_relacionadas":["Mateus 5:10-12","Romanos 5:3-5","1 Pedro 4:13"]},"atos_5_41_rosto":{"palavra_pt":"rosto","palavra_original":"πρόσωπον","transliteracao":"prósōpon","strong":"G4383","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' é usada para descrever a presença de Deus e a alegria dos apóstolos.","explicacao_detalhada":"Neste contexto, 'rosto' simboliza a face de Deus que brilha sobre aqueles que O servem fielmente.","por_que_esta_palavra":"A palavra 'rosto' é significativa porque representa a intimidade e a relação pessoal que os crentes têm com Deus.","conexao_teologica":"A ideia de ver o rosto de Deus é um tema que aparece em várias partes da Bíblia, simbolizando a comunhão com o Criador.","referencias_relacionadas":["Números 6:25","Salmos 67:1","2 Coríntios 4:6"]},"atos_5_42_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período em que os apóstolos pregavam diariamente no templo.","explicacao_detalhada":"O termo 'dia' aqui enfatiza a continuidade e a regularidade da pregação dos apóstolos, mostrando que a mensagem do evangelho era compartilhada de forma constante e pública.","por_que_esta_palavra":"A escolha da palavra 'dia' destaca a importância da evangelização diária e a urgência da mensagem cristã.","conexao_teologica":"A pregação diária reflete o mandamento de Jesus de fazer discípulos de todas as nações, enfatizando a missão contínua da Igreja.","referencias_relacionadas":["Mateus 28:19-20","Atos 2:46","1 Tessalonicenses 5:17"]},"atos_5_42_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao templo como um lugar separado para adoração a Deus.","explicacao_detalhada":"A palavra 'sagrado' indica que o templo é um espaço dedicado ao culto e à presença divina, onde os apóstolos realizavam suas atividades religiosas.","por_que_esta_palavra":"A utilização de 'sagrado' ressalta a reverência que os primeiros cristãos tinham pelo templo e pela adoração a Deus.","conexao_teologica":"O conceito de sagrado é central na relação entre Deus e seu povo, simbolizando a separação do profano e a dedicação ao divino.","referencias_relacionadas":["Êxodo 3:5","Salmos 29:2","Hebreus 9:24"]},"atos_5_42_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à comunidade de crentes como uma família espiritual.","explicacao_detalhada":"A palavra 'família' sugere um vínculo profundo entre os membros da Igreja, que se consideram irmãos e irmãs em Cristo.","por_que_esta_palavra":"A escolha de 'família' enfatiza a unidade e o amor que devem existir entre os crentes, refletindo a nova identidade em Cristo.","conexao_teologica":"A ideia de família é fundamental no Novo Testamento, onde a Igreja é descrita como o corpo de Cristo, com cada membro desempenhando um papel vital.","referencias_relacionadas":["Efésios 2:19","1 Pedro 2:9","Romanos 12:5"]}}