{"atos_6_1_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Novamente, refere-se ao período em que a Igreja estava crescendo e enfrentando desafios.","explicacao_detalhada":"O uso da palavra 'dia' aqui indica um tempo específico em que as necessidades da comunidade começaram a ser mais evidentes.","por_que_esta_palavra":"A repetição do termo 'dia' sublinha a importância do tempo presente e a necessidade de ação imediata na vida da Igreja.","conexao_teologica":"A noção de tempo é crucial na narrativa da Igreja primitiva, onde cada dia traz novas oportunidades e desafios para a missão.","referencias_relacionadas":["Atos 2:47","Gálatas 6:10","Colossenses 3:17"]},"atos_6_1_servo":{"palavra_pt":"servo","palavra_original":"διακονία","transliteracao":"diakonía","strong":"G1248","significado_raiz":"Ideia básica: servo.","significado_contextual":"Refere-se ao papel dos diáconos como servos da Igreja.","explicacao_detalhada":"A palavra 'servo' implica um serviço humilde e dedicado, essencial para o funcionamento da comunidade cristã.","por_que_esta_palavra":"A escolha de 'servo' destaca a importância do serviço e da liderança servidora na Igreja, refletindo o exemplo de Cristo.","conexao_teologica":"O conceito de serviço é central no ensinamento de Jesus, que veio para servir e não para ser servido.","referencias_relacionadas":["Marcos 10:45","Filipenses 2:7","1 Pedro 4:10"]},"atos_6_2_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus e ao ensino de Cristo.","explicacao_detalhada":"A palavra 'palavra' aqui enfatiza a centralidade do ensino de Cristo na vida da Igreja e na formação dos crentes.","por_que_esta_palavra":"A escolha de 'palavra' reflete a importância da revelação divina e da verdade que deve ser proclamada.","conexao_teologica":"A palavra de Deus é vista como viva e eficaz, essencial para a edificação da fé e a transformação da vida dos crentes.","referencias_relacionadas":["Hebreus 4:12","Romanos 10:17","2 Timóteo 3:16-17"]},"atos_6_2_amigo":{"palavra_pt":"amigo","palavra_original":"διακονέω","transliteracao":"diakonéō","strong":"G1247","significado_raiz":"Ideia básica: amigo.","significado_contextual":"Refere-se ao ato de servir aos outros, especialmente dentro da comunidade cristã.","explicacao_detalhada":"A palavra 'amigo' implica um relacionamento de apoio e serviço mútuo entre os membros da Igreja.","por_que_esta_palavra":"A escolha de 'amigo' destaca a importância das relações interpessoais e do amor fraternal na vida cristã.","conexao_teologica":"O amor e a amizade são fundamentais no ensinamento de Jesus, que nos chama a amar uns aos outros como Ele nos amou.","referencias_relacionadas":["João 15:12-13","1 João 4:7","Gálatas 5:13"]},"atos_6_3_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo como a fonte de poder e sabedoria.","explicacao_detalhada":"A palavra 'espírito' implica a presença ativa de Deus na vida dos crentes, capacitando-os para o serviço.","por_que_esta_palavra":"A escolha de 'espírito' enfatiza a necessidade da orientação divina em todas as atividades da Igreja.","conexao_teologica":"O Espírito Santo é o Consolador prometido por Jesus, essencial para a vida e a missão da Igreja.","referencias_relacionadas":["Atos 1:8","Romanos 8:26","Gálatas 5:22-23"]},"atos_6_3_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"σοφία","transliteracao":"sophía","strong":"G4678","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"Refere-se à necessidade de sabedoria na liderança da Igreja.","explicacao_detalhada":"A palavra 'sabedoria' indica a capacidade de discernir e tomar decisões justas em situações desafiadoras.","por_que_esta_palavra":"A escolha de 'sabedoria' destaca a importância de buscar a direção de Deus em todas as decisões da Igreja.","conexao_teologica":"A sabedoria é um dom do Espírito Santo e é fundamental para a vida cristã e a liderança eficaz.","referencias_relacionadas":["Tiago 1:5","Provérbios 3:5-6","Colossenses 1:9"]},"atos_6_3_business":{"palavra_pt":"assunto","palavra_original":"χρεία","transliteracao":"chreía","strong":"G5532","significado_raiz":"Ideia básica: assunto.","significado_contextual":"Refere-se às necessidades práticas da comunidade que precisam ser atendidas.","explicacao_detalhada":"A palavra 'assunto' implica a gestão de recursos e a atenção às necessidades dos membros da Igreja.","por_que_esta_palavra":"A escolha de 'assunto' destaca a importância de cuidar das questões práticas da vida comunitária.","conexao_teologica":"A administração dos recursos da Igreja é uma expressão do amor e da responsabilidade cristã.","referencias_relacionadas":["Atos 4:32-35","1 Coríntios 12:25-26","Gálatas 6:2"]},"atos_6_4_servo":{"palavra_pt":"servo","palavra_original":"διακονία","transliteracao":"diakonía","strong":"G1248","significado_raiz":"Ideia básica: servo.","significado_contextual":"Refere-se a alguém que serve, especialmente no contexto da liderança e do ministério na igreja primitiva.","explicacao_detalhada":"A palavra 'servo' (diakonía) implica um papel de serviço e dedicação, essencial para a organização e o crescimento da comunidade cristã. No contexto de Atos 6, os apóstolos delegam responsabilidades a servos para que possam se dedicar à oração e à pregação.","por_que_esta_palavra":"Esta palavra é crucial para entender a estrutura de liderança na igreja primitiva, onde o serviço é valorizado e necessário para o funcionamento da comunidade.","conexao_teologica":"O conceito de servo é central no cristianismo, refletindo o próprio ministério de Jesus, que veio para servir e não para ser servido (Marcos 10:45).","referencias_relacionadas":["Marcos 10:45","Mateus 20:26-28","Filipenses 2:7"]},"atos_6_4_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus, que é central na mensagem cristã e na vida da igreja.","explicacao_detalhada":"A palavra 'lógos' é utilizada para descrever não apenas a comunicação verbal, mas também a essência e a revelação de Deus. Em Atos 6, enfatiza a importância da pregação da palavra de Deus como fundamento da fé.","por_que_esta_palavra":"A palavra é fundamental para a fé cristã, pois é através dela que os crentes conhecem a verdade e a vontade de Deus.","conexao_teologica":"A relação entre a palavra e Cristo é profunda, como visto em João 1:1, onde Cristo é identificado como o Verbo que estava com Deus e era Deus.","referencias_relacionadas":["João 1:1","Romanos 10:17","Hebreus 4:12"]},"atos_6_4_oracao":{"palavra_pt":"oracao","palavra_original":"προσευχή","transliteracao":"proseuchḗ","strong":"G4335","significado_raiz":"Ideia básica: oracao.","significado_contextual":"Refere-se à comunicação com Deus, um aspecto vital da vida espiritual dos crentes.","explicacao_detalhada":"A oração é apresentada como um meio de buscar a direção e a força de Deus. Em Atos 6, os apóstolos enfatizam a oração como uma prioridade em seu ministério.","por_que_esta_palavra":"A oração é essencial para a vida cristã, pois fortalece a relação do crente com Deus e é um meio de intercessão e ação divina.","conexao_teologica":"A oração é um tema recorrente na Bíblia, mostrando a dependência do homem em relação a Deus e a importância da comunhão com Ele.","referencias_relacionadas":["1 Tessalonicenses 5:17","Filipenses 4:6","Mateus 6:6"]},"atos_6_5_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Novamente, refere-se à palavra de Deus, enfatizando sua importância na vida da igreja.","explicacao_detalhada":"A palavra 'lógos' destaca a centralidade da mensagem de Cristo na vida dos crentes e na missão da igreja. Em Atos 6, a palavra é o que sustenta a fé e a prática dos apóstolos.","por_que_esta_palavra":"A palavra é a base da fé cristã e a fonte de sabedoria e direção para a vida dos crentes.","conexao_teologica":"A conexão entre a palavra e a obra de Cristo é fundamental, pois é através da palavra que os crentes conhecem a salvação e a verdade.","referencias_relacionadas":["João 1:1","Romanos 1:16","Colossenses 3:16"]},"atos_6_5_stephen":{"palavra_pt":"stephen","palavra_original":"Στέφανος","transliteracao":"Stéphanos","strong":"G4736","significado_raiz":"Ideia básica: stephen.","significado_contextual":"Refere-se a Estêvão, um dos primeiros diáconos da igreja, conhecido por sua fé e coragem.","explicacao_detalhada":"Estêvão é um exemplo de serviço e dedicação à palavra de Deus. Sua história é um testemunho da fé em ação e da resistência diante da oposição.","por_que_esta_palavra":"O nome Estêvão é significativo porque representa a coragem e a disposição de servir a Deus, mesmo em face da perseguição.","conexao_teologica":"A vida de Estêvão ilustra o chamado de todos os crentes para serem testemunhas de Cristo, refletindo a missão da igreja.","referencias_relacionadas":["Atos 7:54-60","Atos 6:8","Atos 6:10"]},"atos_6_5_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"Refere-se à fé, a crença firme nas promessas de Deus e na verdade do evangelho.","explicacao_detalhada":"A palavra 'pístis' implica uma confiança ativa em Deus e em Sua palavra. Em Atos 6, a fé é o que sustenta os crentes em sua missão.","por_que_esta_palavra":"A fé é fundamental para a vida cristã, pois é através dela que os crentes se conectam com Deus e experimentam Sua graça.","conexao_teologica":"A fé é um tema central na teologia cristã, sendo a base da salvação e da vida em Cristo.","referencias_relacionadas":["Hebreus 11:1","Romanos 1:17","Gálatas 2:20"]},"atos_6_6_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se à aliança de Deus com Seu povo, um tema central nas Escrituras.","explicacao_detalhada":"A palavra 'hístēmi' implica a ideia de estabelecer ou firmar algo. No contexto de Atos 6, a aliança é um lembrete da fidelidade de Deus ao Seu povo.","por_que_esta_palavra":"A aliança é fundamental para entender a relação de Deus com a humanidade e a promessa de redenção.","conexao_teologica":"A aliança de Deus é um tema que permeia toda a Bíblia, desde a aliança com Abraão até a nova aliança em Cristo.","referencias_relacionadas":["Gênesis 17:7","Hebreus 8:6-13","Lucas 22:20"]},"atos_6_6_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus, o Criador e Sustentador de todas as coisas.","explicacao_detalhada":"A palavra 'proseúchomai' implica a ideia de invocar ou chamar a Deus em oração. Em Atos 6, destaca a importância de buscar a orientação divina.","por_que_esta_palavra":"Deus é o centro da fé cristã, e a comunicação com Ele é essencial para a vida espiritual.","conexao_teologica":"A relação com Deus é a base da vida cristã, sendo fundamental para a compreensão da Sua vontade e propósito.","referencias_relacionadas":["Salmos 46:1","Tiago 1:5","Mateus 7:7"]},"atos_6_6_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão de Deus, simbolizando poder e ação.","explicacao_detalhada":"A palavra 'cheír' é frequentemente usada para descrever a ação de Deus em favor de Seu povo. Em Atos 6, isso pode se referir à obra de Deus através dos servos escolhidos.","por_que_esta_palavra":"A mão de Deus representa Sua intervenção e ajuda em momentos de necessidade.","conexao_teologica":"A mão de Deus é um símbolo de Sua soberania e poder, sendo um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Atos 11:21"]},"atos_6_7_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se novamente à palavra de Deus, enfatizando seu impacto na vida da igreja.","explicacao_detalhada":"A palavra 'lógos' destaca a importância da mensagem de Cristo e como ela transforma vidas. Em Atos 6, o crescimento da igreja é atribuído à pregação da palavra.","por_que_esta_palavra":"A palavra é a fonte de vida e transformação para os crentes, sendo essencial para o crescimento espiritual.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua pregação é fundamental para a edificação da igreja.","referencias_relacionadas":["Atos 2:41","Colossenses 1:5-6","1 Pedro 1:23"]},"atos_6_7_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus único, criador e sustentador do universo, que é adorado pelos cristãos.","explicacao_detalhada":"A palavra 'deus' é usada para descrever a natureza divina e a autoridade suprema de Deus. No contexto de Atos 6:7, a menção de Deus destaca a ação divina no crescimento da igreja e na propagação da fé.","por_que_esta_palavra":"A palavra é central para a fé cristã, pois enfatiza a soberania de Deus sobre a história e a vida dos crentes.","conexao_teologica":"A presença de Deus é fundamental na vida da igreja, pois é Ele quem capacita e guia os crentes em sua missão.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Mateus 28:18","Atos 17:24","Romanos 1:20"]},"atos_6_7_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"ἱερεύς","transliteracao":"hiereús","strong":"G2409","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se aos líderes religiosos que serviam no templo e eram responsáveis pelos sacrifícios e pela mediação entre Deus e o povo.","explicacao_detalhada":"A palavra 'sacerdote' implica uma função de intercessão e serviço a Deus. No contexto de Atos 6:7, os sacerdotes estão sendo confrontados com a nova fé cristã e a pregação do evangelho.","por_que_esta_palavra":"Os sacerdotes eram figuras centrais na religião judaica, e sua resposta ao evangelho é crucial para entender a dinâmica entre o judaísmo e o cristianismo primitivo.","conexao_teologica":"A transição do sacerdócio levítico para o sacerdócio de todos os crentes em Cristo é um tema importante na teologia cristã.","referencias_relacionadas":["Êxodo 28:1","Hebreus 5:1","1 Pedro 2:9","Atos 4:6","Mateus 26:3"]},"atos_6_8_stephen":{"palavra_pt":"stephen","palavra_original":"Στέφανος","transliteracao":"Stéphanos","strong":"G4736","significado_raiz":"Ideia básica: stephen.","significado_contextual":"Refere-se a um dos primeiros diáconos da igreja primitiva, conhecido por sua fé e poder em realizar milagres.","explicacao_detalhada":"Estêvão é apresentado como um homem cheio de fé e do Espírito Santo, que realiza grandes sinais e maravilhas. Sua vida e morte se tornam um testemunho poderoso da fé cristã.","por_que_esta_palavra":"A menção de Estêvão é significativa porque ele é o primeiro mártir do cristianismo, simbolizando a luta e o sacrifício pela fé.","conexao_teologica":"A vida de Estêvão exemplifica o chamado de Jesus para os crentes serem testemunhas, mesmo diante da perseguição.","referencias_relacionadas":["Atos 7:54-60","Atos 6:5","Atos 8:1","Atos 11:19","Mateus 10:28"]},"atos_6_8_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à disposição interior e à atitude de uma pessoa, especialmente em relação a Deus.","explicacao_detalhada":"A palavra 'graça' implica um favor imerecido e é fundamental para entender a relação entre Deus e a humanidade. No contexto de Atos 6:8, a graça de Deus é evidente na vida de Estêvão.","por_que_esta_palavra":"A graça é um tema central no cristianismo, pois é através dela que os crentes são salvos e capacitados para viver em obediência.","conexao_teologica":"A graça de Deus é o fundamento da salvação e da vida cristã, permitindo que os crentes vivam de acordo com a vontade de Deus.","referencias_relacionadas":["Efésios 2:8-9","Romanos 3:24","Tito 2:11","2 Coríntios 12:9","Hebreus 4:16"]},"atos_6_8_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"Refere-se à capacidade de realizar milagres e obras poderosas através do Espírito Santo.","explicacao_detalhada":"A palavra 'poder' é frequentemente associada à ação do Espírito Santo na vida dos crentes. Em Atos 6:8, o poder de Estêvão é um testemunho da presença de Deus em sua vida.","por_que_esta_palavra":"O poder é essencial para a missão da igreja, pois é através do poder do Espírito que os crentes são capacitados a testemunhar e realizar obras de Deus.","conexao_teologica":"A relação entre o poder do Espírito Santo e a missão da igreja é um tema central em Atos, mostrando como Deus age através de Seus servos.","referencias_relacionadas":["Atos 1:8","Romanos 15:19","1 Coríntios 2:4","Efésios 3:20","2 Timóteo 1:7"]},"atos_6_9_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à comunidade de crentes que se reúnem para adorar a Deus e compartilhar a fé.","explicacao_detalhada":"A palavra 'igreja' implica uma assembleia de pessoas chamadas por Deus. Em Atos 6:9, a igreja está em crescimento e enfrentando desafios, incluindo a oposição.","por_que_esta_palavra":"A igreja é o corpo de Cristo na terra, e sua missão é levar o evangelho ao mundo, sendo um reflexo da presença de Deus.","conexao_teologica":"A natureza da igreja como corpo de Cristo é fundamental para entender a missão e a identidade dos crentes.","referencias_relacionadas":["Mateus 16:18","Atos 2:42","Efésios 4:11-13","Colossenses 1:18","1 Pedro 2:5"]},"atos_6_9_stephen":{"palavra_pt":"stephen","palavra_original":"Στέφανος","transliteracao":"Stéphanos","strong":"G4736","significado_raiz":"Ideia básica: stephen.","significado_contextual":"Refere-se novamente a Estêvão, destacando sua importância na narrativa de Atos.","explicacao_detalhada":"Estêvão é um exemplo de fé e coragem, enfrentando a oposição com graça e sabedoria. Sua história é central para a compreensão da expansão da igreja.","por_que_esta_palavra":"A repetição do nome de Estêvão enfatiza sua relevância e o impacto de sua vida e morte na história da igreja.","conexao_teologica":"A vida de Estêvão é um modelo de testemunho cristão, mostrando como os crentes devem se comportar diante da adversidade.","referencias_relacionadas":["Atos 7:55-56","Atos 6:5","Atos 8:2","Atos 11:19","Mateus 5:10-12"]},"atos_6_9_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar em meio a um grupo ou comunidade.","explicacao_detalhada":"A palavra 'entre' destaca a interação de Estêvão com os outros, tanto crentes quanto opositores, em sua missão.","por_que_esta_palavra":"A noção de estar 'entre' é importante para entender a dinâmica da comunidade cristã e a missão de evangelização.","conexao_teologica":"A presença dos crentes no mundo é um chamado para serem luz e sal, influenciando aqueles que estão ao seu redor.","referencias_relacionadas":["Mateus 5:14-16","João 17:15-18","Atos 1:8","Romanos 12:2","1 Pedro 2:9"]},"atos_6_10_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"σοφία","transliteracao":"sophía","strong":"G4678","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"Refere-se à capacidade de discernir e aplicar conhecimento de forma prática e espiritual.","explicacao_detalhada":"A sabedoria de Estêvão é um reflexo do Espírito Santo em sua vida, permitindo-lhe responder aos desafios com clareza e verdade.","por_que_esta_palavra":"A sabedoria é um dom espiritual essencial para a liderança e a defesa da fé.","conexao_teologica":"A sabedoria divina é fundamental para a vida cristã, guiando os crentes em suas decisões e ações.","referencias_relacionadas":["Tiago 1:5","Provérbios 3:5-6","Colossenses 2:3","1 Coríntios 1:30","Efésios 1:17"]},"atos_6_10_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo, a presença de Deus que habita nos crentes.","explicacao_detalhada":"A palavra 'espírito' implica vida, poder e a presença de Deus. Em Atos 6:10, o Espírito Santo capacita Estêvão a falar com sabedoria.","por_que_esta_palavra":"O Espírito Santo é essencial para a vida cristã, pois é Ele quem guia, ensina e fortalece os crentes.","conexao_teologica":"A obra do Espírito Santo é central na teologia cristã, sendo o agente de transformação e santificação na vida dos crentes.","referencias_relacionadas":["Atos 2:4","Romanos 8:26-27","Gálatas 5:22-23","1 Coríntios 12:7","Efésios 4:30"]},"atos_6_10_bom":{"palavra_pt":"bom","palavra_original":"ἰσχύω","transliteracao":"ischýō","strong":"G2480","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se a alguém que possui força e capacidade, especialmente em um contexto de defesa da fé.","explicacao_detalhada":"A palavra 'bom' aqui é usada para descrever a habilidade e a força de Estêvão em argumentar e defender sua fé diante dos opositores. Essa força é não apenas física, mas também espiritual e intelectual.","por_que_esta_palavra":"A escolha da palavra 'bom' enfatiza a qualidade superior de Estêvão em comparação com seus adversários, mostrando que ele estava capacitado por Deus.","conexao_teologica":"A força e a sabedoria que vêm de Deus são frequentemente destacadas na Bíblia como essenciais para a defesa da verdade e da justiça.","referencias_relacionadas":["1 Coríntios 1:27","Tiago 1:5","Salmos 37:30"]},"atos_6_11_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus único e verdadeiro, que é o criador e sustentador de todas as coisas.","explicacao_detalhada":"A palavra 'deus' é usada para enfatizar a soberania e a autoridade divina, especialmente em contraste com as falsas acusações feitas contra Estêvão.","por_que_esta_palavra":"A menção de Deus é crucial para entender a origem da verdade e da justiça que Estêvão estava defendendo.","conexao_teologica":"A presença de Deus na vida dos crentes é um tema central na Bíblia, mostrando que Ele é a fonte de toda verdade e justiça.","referencias_relacionadas":["Salmos 46:1","Isaías 40:28","Romanos 1:20"]},"atos_6_11_mal":{"palavra_pt":"mal","palavra_original":"ῥῆμα","transliteracao":"rhēma","strong":"G4487","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se a palavras ou ações que são injustas ou malignas, usadas para desacreditar Estêvão.","explicacao_detalhada":"A palavra 'mal' aqui indica as acusações falsas que foram levantadas contra Estêvão, mostrando a oposição que ele enfrentou por sua fé.","por_que_esta_palavra":"A utilização da palavra 'mal' destaca a injustiça das acusações e a necessidade de testemunho fiel diante da adversidade.","conexao_teologica":"A luta entre o bem e o mal é um tema recorrente na Bíblia, onde os crentes são chamados a permanecer firmes na verdade.","referencias_relacionadas":["Mateus 5:11","1 Pedro 3:16","Romanos 12:21"]},"atos_6_11_moses":{"palavra_pt":"moises","palavra_original":"Μωσεύς","transliteracao":"Mōseús","strong":"G3475","significado_raiz":"Ideia básica: moises.","significado_contextual":"Refere-se a Moisés, uma figura central na história do povo de Israel e um líder escolhido por Deus.","explicacao_detalhada":"A menção de Moisés é significativa, pois ele representa a lei e a aliança de Deus com Israel, e as acusações contra Estêvão tentam distorcer essa herança.","por_que_esta_palavra":"Moisés é um símbolo de libertação e liderança, e sua menção aqui serve para mostrar a continuidade da obra de Deus através de Estêvão.","conexao_teologica":"A figura de Moisés é frequentemente usada para ilustrar a obra redentora de Deus e a importância da obediência à Sua palavra.","referencias_relacionadas":["Êxodo 3:10","Deuteronômio 18:15","Hebreus 11:24-26"]},"atos_6_12_elderest":{"palavra_pt":"elder est","palavra_original":"πρεσβύτερος","transliteracao":"presbýteros","strong":"G4245","significado_raiz":"Ideia básica: elder est.","significado_contextual":"Refere-se aos líderes religiosos e anciãos do povo, que tinham autoridade sobre a comunidade.","explicacao_detalhada":"A palavra 'elder est' destaca a posição de liderança e a responsabilidade que esses homens tinham em guiar o povo de Deus.","por_que_esta_palavra":"A menção dos anciãos é importante, pois eles eram os que deveriam proteger a verdade, mas estavam se opondo a Estêvão.","conexao_teologica":"A liderança espiritual é um tema importante na Bíblia, onde os líderes são chamados a ser exemplos de fé e integridade.","referencias_relacionadas":["1 Timóteo 5:17","Tito 1:5","Hebreus 13:17"]},"atos_6_12_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se à comunidade de crentes e ao povo de Israel como um todo.","explicacao_detalhada":"A palavra 'povo' enfatiza a coletividade e a responsabilidade do povo de Deus em ouvir e seguir a verdade.","por_que_esta_palavra":"A inclusão do povo mostra que a mensagem de Estêvão não era apenas para os líderes, mas para toda a comunidade.","conexao_teologica":"A ideia de um povo escolhido por Deus é central na narrativa bíblica, onde a comunidade é chamada a viver em obediência.","referencias_relacionadas":["1 Pedro 2:9","Gálatas 3:26-29","Romanos 9:25-26"]},"atos_6_12_scribe":{"palavra_pt":"escriba","palavra_original":"γραμματεύς","transliteracao":"grammateús","strong":"G1122","significado_raiz":"Ideia básica: escriba.","significado_contextual":"Refere-se aos escribas, que eram especialistas na lei e na interpretação das Escrituras.","explicacao_detalhada":"A palavra 'escriba' indica a oposição intelectual que Estêvão enfrentou, pois os escribas eram respeitados por seu conhecimento da lei.","por_que_esta_palavra":"A menção dos escribas sublinha a seriedade da acusação e a necessidade de uma defesa sólida por parte de Estêvão.","conexao_teologica":"Os escribas são frequentemente retratados na Bíblia como aqueles que conhecem a lei, mas que muitas vezes falham em aplicá-la corretamente.","referencias_relacionadas":["Mateus 23:13","Lucas 11:52","Marcos 12:38-40"]},"atos_6_13_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"Refere-se à lei de Moisés, que era a base da vida religiosa e social do povo de Israel.","explicacao_detalhada":"A palavra 'lei' é central na acusação contra Estêvão, que foi acusado de falar contra a lei e o templo.","por_que_esta_palavra":"A lei representa a aliança de Deus com Seu povo, e a acusação contra Estêvão era uma tentativa de deslegitimar sua mensagem.","conexao_teologica":"A relação entre a lei e a graça é um tema importante no Novo Testamento, onde Jesus cumpre a lei.","referencias_relacionadas":["Romanos 3:20","Gálatas 3:24","Hebreus 10:1"]},"atos_6_13_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se à aliança que Deus fez com Seu povo, simbolizando um relacionamento especial.","explicacao_detalhada":"A palavra 'aliança' destaca a fidelidade de Deus e a expectativa de que Seu povo viva de acordo com Seus mandamentos.","por_que_esta_palavra":"A menção da aliança é crucial para entender a base da relação entre Deus e Israel, e a acusação contra Estêvão tenta romper essa relação.","conexao_teologica":"A aliança é um tema central na Bíblia, refletindo o compromisso de Deus com Seu povo e a promessa de redenção.","referencias_relacionadas":["Gênesis 17:7","Jeremias 31:31-34","Hebreus 8:6-13"]},"atos_6_13_testemunha":{"palavra_pt":"testemunha","palavra_original":"μάρτυς","transliteracao":"mártys","strong":"G3144","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"Refere-se a alguém que dá testemunho da verdade, especialmente em um contexto legal.","explicacao_detalhada":"A palavra 'testemunha' é usada para descrever o papel de Estêvão como alguém que testemunha a verdade de Deus, mesmo diante da oposição.","por_que_esta_palavra":"A ênfase na testemunha destaca a importância do testemunho fiel na vida cristã e a disposição de sofrer por causa da verdade.","conexao_teologica":"O chamado para ser testemunha é um tema recorrente na Bíblia, onde os crentes são chamados a compartilhar a verdade de Deus.","referencias_relacionadas":["Atos 1:8","Apocalipse 12:11","Mateus 5:14"]},"atos_6_14_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que se refere a Jesus Cristo, o Messias.","explicacao_detalhada":"Jesus é o nome dado ao Filho de Deus, que veio ao mundo para salvar a humanidade. No contexto de Atos 6:14, é mencionado em um testemunho contra Estevão, onde se afirma que ele disse que Jesus mudaria os costumes que Moisés deixou.","por_que_esta_palavra":"A palavra 'Jesus' é central na fé cristã, representando a encarnação de Deus e a salvação oferecida a todos.","conexao_teologica":"Jesus é o cumprimento das profecias do Antigo Testamento e a chave para a nova aliança entre Deus e a humanidade.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"atos_6_14_noite":{"palavra_pt":"noite","palavra_original":"καταλύω","transliteracao":"katalýō","strong":"G2647","significado_raiz":"Ideia básica: noite.","significado_contextual":"Período do dia que se opõe ao dia, simbolizando escuridão e incerteza.","explicacao_detalhada":"A palavra 'noite' pode simbolizar momentos de provação e dificuldade. No contexto de Atos 6:14, pode ser interpretada como um tempo de escuridão espiritual em que a verdade de Jesus estava sendo distorcida.","por_que_esta_palavra":"A escuridão da noite é frequentemente usada na Bíblia para descrever a ausência de Deus ou a presença do mal.","conexao_teologica":"A noite pode ser vista como um símbolo do pecado e da necessidade de luz, que é Jesus.","referencias_relacionadas":["João 8:12","1 Tessalonicenses 5:5","Salmos 30:5"]},"atos_6_15_rosto":{"palavra_pt":"rosto","palavra_original":"πρόσωπον","transliteracao":"prósōpon","strong":"G4383","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A face ou expressão de uma pessoa, que pode refletir emoções e intenções.","explicacao_detalhada":"No contexto de Atos 6:15, o rosto de Estevão brilha como o de um anjo, simbolizando a presença de Deus e a aprovação divina em sua defesa.","por_que_esta_palavra":"O rosto é muitas vezes um reflexo do estado interior de uma pessoa, e neste caso, representa a paz e a confiança de Estevão em Deus.","conexao_teologica":"A expressão do rosto de Estevão é um testemunho da glória de Deus que pode ser vista em aqueles que estão cheios do Espírito Santo.","referencias_relacionadas":["Êxodo 34:29","Mateus 5:16","2 Coríntios 3:18"]},"atos_6_15_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao modo de vida ou à prática de seguir a Jesus.","explicacao_detalhada":"A palavra 'caminho' é frequentemente usada no Novo Testamento para descrever a vida cristã. Em Atos 6:15, pode se referir ao caminho que Estevão estava seguindo, que era o de Cristo.","por_que_esta_palavra":"O 'caminho' é uma metáfora para a jornada espiritual e a obediência a Deus.","conexao_teologica":"Jesus se apresenta como o caminho, a verdade e a vida, enfatizando a importância de segui-lo.","referencias_relacionadas":["João 14:6","Atos 9:2","Hebreus 10:20"]}}