{"atos_7_1_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Ato de expressar-se verbalmente, comunicar-se.","explicacao_detalhada":"Em Atos 7:1, a palavra 'falar' é usada quando o sumo sacerdote pergunta a Estevão se as acusações contra ele são verdadeiras. Estevão então começa a defender sua fé.","por_que_esta_palavra":"A habilidade de falar é crucial para a defesa da fé e para a proclamação do evangelho.","conexao_teologica":"A fala de Estevão é um exemplo de como os crentes devem estar prontos para dar testemunho da esperança que têm.","referencias_relacionadas":["1 Pedro 3:15","Mateus 10:19-20","Atos 4:20"]},"atos_7_1_possessao":{"palavra_pt":"possessao","palavra_original":"ἔχω","transliteracao":"échō","strong":"G2192","significado_raiz":"Ideia básica: possessao.","significado_contextual":"Ato de ter ou possuir algo, frequentemente relacionado a bens ou terras.","explicacao_detalhada":"No contexto de Atos 7:1, a possessão pode se referir à terra prometida e à herança que Deus deu ao povo de Israel.","por_que_esta_palavra":"A possessão é um tema importante na Bíblia, simbolizando a bênção de Deus e a fidelidade às promessas.","conexao_teologica":"A possessão da terra é um símbolo da herança espiritual que os crentes têm em Cristo.","referencias_relacionadas":["Gênesis 12:7","Josué 1:3","Romanos 8:17"]},"atos_7_2_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Ser supremo, criador e sustentador do universo.","explicacao_detalhada":"Em Atos 7:2, Estevão fala sobre Deus, enfatizando Sua grandeza e a história da salvação que Ele tem com Seu povo.","por_que_esta_palavra":"A palavra 'Deus' é central na teologia cristã, representando a fonte de toda vida e a autoridade suprema.","conexao_teologica":"O reconhecimento de Deus é fundamental para entender a relação entre Ele e a humanidade, especialmente na história da redenção.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Hebreus 11:6"]},"atos_7_2_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A manifestação da majestade e do poder de Deus.","explicacao_detalhada":"A palavra 'glória' em Atos 7:2 se refere à grandeza de Deus e à Sua presença que é digna de adoração.","por_que_esta_palavra":"A glória de Deus é um tema recorrente na Bíblia, representando Sua santidade e majestade.","conexao_teologica":"A glória de Deus é revelada em Jesus Cristo e é o objetivo final da criação e da redenção.","referencias_relacionadas":["Isaías 6:3","Romanos 11:36","João 1:14"]},"atos_7_3_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Superfície da terra, frequentemente referindo-se a um lugar específico.","explicacao_detalhada":"Em Atos 7:3, a palavra 'terra' é usada para descrever a terra prometida que Deus deu a Abraão, simbolizando a herança e a fidelidade de Deus.","por_que_esta_palavra":"A terra é um símbolo de promessa e bênção na narrativa bíblica.","conexao_teologica":"A terra prometida é um tipo da herança espiritual que os crentes têm em Cristo.","referencias_relacionadas":["Gênesis 15:18","Deuteronômio 8:7-10","Hebreus 11:9"]},"atos_7_3_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a posição ou localização entre duas ou mais coisas.","explicacao_detalhada":"A palavra 'entre' em Atos 7:3 é usada para descrever a relação de Deus com Seu povo, que é chamado a ser separado entre as nações.","por_que_esta_palavra":"A ideia de estar 'entre' enfatiza a presença de Deus em meio ao Seu povo.","conexao_teologica":"Deus deseja habitar entre Seu povo, mostrando Sua proximidade e cuidado.","referencias_relacionadas":["Êxodo 25:8","Mateus 18:20","Apocalipse 21:3"]},"atos_7_3_kindred":{"palavra_pt":"kindred","palavra_original":"συγγένεια","transliteracao":"syngéneia","strong":"G4772","significado_raiz":"Ideia básica: kindred.","significado_contextual":"Refere-se à linhagem ou parentesco, indicando a conexão familiar entre os descendentes.","explicacao_detalhada":"A palavra 'kindred' (συγγένεια) é usada para enfatizar a relação de parentesco entre os indivíduos mencionados, destacando a importância das raízes familiares na narrativa bíblica.","por_que_esta_palavra":"Esta palavra é utilizada para mostrar a continuidade da promessa de Deus através das gerações, ligando os patriarcas e suas famílias.","conexao_teologica":"A ideia de 'kindred' está ligada ao plano de Deus para a salvação, que se estende através das gerações da família de Abraão.","referencias_relacionadas":["Gênesis 12:1-3","Gênesis 17:7","Gálatas 3:29"]},"atos_7_4_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra ou solo, simbolizando a herança e a promessa de Deus ao povo de Israel.","explicacao_detalhada":"A palavra 'terra' (γῆ) é crucial na narrativa bíblica, pois representa o lugar onde Deus estabeleceu seu povo e cumpriu suas promessas.","por_que_esta_palavra":"A menção da 'terra' destaca a importância da herança física e espiritual que Deus prometeu a Abraão e seus descendentes.","conexao_teologica":"A terra é um símbolo da presença de Deus e da bênção, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Deuteronômio 6:10"]},"atos_7_4_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a ideia de estar dentro de um grupo ou entre pessoas, enfatizando a presença de Deus no meio do seu povo.","explicacao_detalhada":"A palavra 'entre' (ἐκ) é usada para mostrar a proximidade e a relação de Deus com seu povo, que é escolhido e separado para um propósito.","por_que_esta_palavra":"A utilização de 'entre' ressalta a ideia de que Deus está ativamente presente na vida de seu povo, guiando e protegendo.","conexao_teologica":"A presença de Deus entre seu povo é um tema central na teologia bíblica, simbolizando comunhão e relacionamento.","referencias_relacionadas":["Êxodo 25:8","Salmos 46:5","Mateus 18:20"]},"atos_7_5_possessao":{"palavra_pt":"possessao","palavra_original":"κληρονομία","transliteracao":"klēronomía","strong":"G2817","significado_raiz":"Ideia básica: possessao.","significado_contextual":"Refere-se à herança ou posse que Deus prometeu a Abraão e seus descendentes.","explicacao_detalhada":"A palavra 'possessão' (κληρονομία) é usada para enfatizar a ideia de que a terra e as bênçãos são um legado divino para o povo de Israel.","por_que_esta_palavra":"A menção da 'possessão' destaca a fidelidade de Deus em cumprir suas promessas ao longo da história.","conexao_teologica":"A possessão é um símbolo da aliança entre Deus e seu povo, refletindo a segurança e a esperança na promessa divina.","referencias_relacionadas":["Gênesis 15:18-21","Salmos 37:29","Hebreus 11:8-10"]},"atos_7_6_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, o Criador e Sustentador do universo, que faz promessas e estabelece alianças.","explicacao_detalhada":"A palavra 'deus' (θεός) é central na fé judaico-cristã, representando a autoridade e o poder divino que guia a história da salvação.","por_que_esta_palavra":"A presença de Deus é fundamental para entender a relação entre o Criador e sua criação, especialmente em relação ao povo escolhido.","conexao_teologica":"Deus é o agente ativo na história, que cumpre suas promessas e se revela ao seu povo.","referencias_relacionadas":["Gênesis 1:1","Êxodo 20:2-3","Romanos 1:20"]},"atos_7_6_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra, enfatizando a importância do local prometido por Deus ao povo de Israel.","explicacao_detalhada":"A palavra 'terra' (γῆ) é utilizada para destacar a conexão entre o povo de Deus e o espaço físico que lhes foi dado como herança.","por_que_esta_palavra":"A repetição da palavra 'terra' reforça a ideia de que a herança física é parte do plano divino.","conexao_teologica":"A terra é um símbolo da promessa de Deus e da realização de sua vontade entre os homens.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7-10","Josué 1:3"]},"atos_7_6_semente":{"palavra_pt":"semente","palavra_original":"σπέρμα","transliteracao":"spérma","strong":"G4690","significado_raiz":"Ideia básica: semente.","significado_contextual":"Refere-se à descendência ou progenitura, simbolizando a continuidade das promessas de Deus.","explicacao_detalhada":"A palavra 'semente' (σπέρμα) é usada para enfatizar a importância dos descendentes de Abraão na história da salvação.","por_que_esta_palavra":"A menção da 'semente' destaca a promessa de Deus de que através de Abraão, todas as nações seriam abençoadas.","conexao_teologica":"A semente é um símbolo da esperança e da continuidade do plano redentor de Deus através das gerações.","referencias_relacionadas":["Gênesis 22:18","Gálatas 3:16","Romanos 4:13"]},"atos_7_7_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus que ouve e responde às súplicas de seu povo, mostrando seu caráter misericordioso.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para enfatizar a natureza ativa de Deus em ouvir e agir em favor de seu povo.","por_que_esta_palavra":"A presença de Deus é fundamental para a compreensão da relação entre o Criador e sua criação, especialmente em tempos de necessidade.","conexao_teologica":"Deus é visto como um ser que se importa com a história humana e que intervém em momentos críticos.","referencias_relacionadas":["Êxodo 3:7-8","Salmos 34:17","Tiago 5:16"]},"atos_7_8_pai":{"palavra_pt":"pai","palavra_original":"γεννάω","transliteracao":"gennáō","strong":"G1080","significado_raiz":"Ideia básica: pai.","significado_contextual":"Refere-se à figura paterna, simbolizando a origem e a autoridade na linhagem de Abraão.","explicacao_detalhada":"A palavra 'pai' (γεννάω) é utilizada para enfatizar a relação de paternidade e a continuidade da linhagem através das gerações.","por_que_esta_palavra":"A menção de 'pai' destaca a importância da identidade familiar e da herança espiritual.","conexao_teologica":"A paternidade de Deus é um tema central na teologia, refletindo o cuidado e a proteção que Ele oferece ao seu povo.","referencias_relacionadas":["Gênesis 17:5","Romanos 8:15","Efésios 1:5"]},"atos_7_8_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico, simbolizando a realização das promessas de Deus.","explicacao_detalhada":"A palavra 'dia' (ἡμέρα) é usada para indicar um momento significativo na história da salvação, onde as promessas de Deus se concretizam.","por_que_esta_palavra":"A menção do 'dia' destaca a importância dos eventos históricos na narrativa bíblica.","conexao_teologica":"O conceito de 'dia' é frequentemente associado à intervenção divina e ao cumprimento das promessas.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","2 Coríntios 6:2"]},"atos_7_9_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que age na história de José e de seu povo.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para descrever a soberania e a intervenção divina na vida de José, que foi vendido como escravo, mas que Deus usou para salvar sua família da fome.","por_que_esta_palavra":"A presença de Deus na narrativa é fundamental para entender como Ele guia os eventos para o bem de Seu povo.","conexao_teologica":"Deus é visto como o controlador da história e aquele que transforma situações adversas em oportunidades de redenção.","referencias_relacionadas":["Gênesis 37:28","Gênesis 50:20","Romanos 8:28"]},"atos_7_9_nome":{"palavra_pt":"nome","palavra_original":"Ἰωσήφ","transliteracao":"Iōsḗph","strong":"G2501","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de José, que é central na narrativa de sua vida e suas interações com seus irmãos.","explicacao_detalhada":"O nome 'José' (Ἰωσήφ) significa 'aquele que acrescenta' e simboliza a esperança e a continuidade da linhagem de Israel.","por_que_esta_palavra":"O nome é importante porque representa a identidade e o papel de José na história da salvação.","conexao_teologica":"José é uma figura tipológica de Cristo, que também foi rejeitado, mas que trouxe salvação.","referencias_relacionadas":["Gênesis 30:24","Gênesis 37:2","Mateus 1:16"]},"atos_7_10_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à graça que Deus deu a José, permitindo que ele ganhasse favor diante do faraó.","explicacao_detalhada":"A palavra 'graça' (χάρις) implica um favor imerecido, que foi essencial para a ascensão de José ao poder no Egito.","por_que_esta_palavra":"A graça de Deus é um tema central na Bíblia, mostrando como Ele capacita e usa pessoas para Seus propósitos.","conexao_teologica":"A graça é um princípio que se estende a todos os crentes, assim como José recebeu graça para cumprir seu destino.","referencias_relacionadas":["Gênesis 39:21","Efésios 2:8-9","Romanos 5:20"]},"atos_7_10_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"σοφία","transliteracao":"sophía","strong":"G4678","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"Refere-se à sabedoria que Deus deu a José, permitindo que ele interpretasse sonhos e administrasse o Egito.","explicacao_detalhada":"A palavra 'sabedoria' (σοφία) é crucial para entender como José foi capaz de planejar durante a fome e salvar muitos.","por_que_esta_palavra":"A sabedoria divina é um presente que permite aos crentes discernir e agir de acordo com a vontade de Deus.","conexao_teologica":"A sabedoria é frequentemente associada ao temor do Senhor e à capacidade de liderar e servir aos outros.","referencias_relacionadas":["Gênesis 41:39-40","Provérbios 2:6","Tiago 1:5"]},"atos_7_10_rei":{"palavra_pt":"rei","palavra_original":"Φαραώ","transliteracao":"Pharaṓ","strong":"G5328","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao faraó, que representa a autoridade e o poder do Egito na época de José.","explicacao_detalhada":"A palavra 'rei' (Φαραώ) é usada para descrever a figura de autoridade que reconheceu a sabedoria de José e o elevou a uma posição de poder.","por_que_esta_palavra":"O faraó é um símbolo do governo humano, que pode ser usado por Deus para cumprir Seus planos.","conexao_teologica":"A soberania de Deus se manifesta através das autoridades terrenas, mostrando que Ele está no controle de todas as coisas.","referencias_relacionadas":["Gênesis 41:46","Romanos 13:1","Provérbios 21:1"]},"atos_7_11_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra do Egito, onde a fome afetou a população e levou os irmãos de José a procurá-lo.","explicacao_detalhada":"A palavra 'terra' (γῆ) é importante para entender o contexto geográfico e social da história de José e sua família.","por_que_esta_palavra":"A terra é o cenário onde os eventos se desenrolam e onde a providência de Deus se manifesta.","conexao_teologica":"A terra é frequentemente vista como um símbolo da promessa de Deus ao Seu povo, que inclui tanto bênçãos quanto provações.","referencias_relacionadas":["Gênesis 41:54","Gênesis 42:1","Êxodo 3:8"]},"atos_7_11_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao grande temor que se abateu sobre o Egito devido à fome.","explicacao_detalhada":"A palavra 'temor' (μέγας) indica a gravidade da situação e a urgência que levou os irmãos de José a buscar ajuda.","por_que_esta_palavra":"O temor é uma resposta humana a crises e desafios, que pode levar à busca por Deus e por soluções.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria e pode levar à salvação e à proteção.","referencias_relacionadas":["Gênesis 41:30","Salmos 111:10","Provérbios 1:7"]},"atos_7_12_israelite":{"palavra_pt":"israelita","palavra_original":"Ἰακώβ","transliteracao":"Iakṓb","strong":"G2384","significado_raiz":"Ideia básica: israelita.","significado_contextual":"Refere-se a Jacó, o pai de José, e à sua linhagem, que é central na história de Israel.","explicacao_detalhada":"A palavra 'israelita' (Ἰακώβ) destaca a importância da família de Jacó na narrativa bíblica e na história da salvação.","por_que_esta_palavra":"A identidade israelita é fundamental para entender a aliança de Deus com Seu povo escolhido.","conexao_teologica":"A linhagem de Israel é crucial para a vinda do Messias, que é Jesus Cristo.","referencias_relacionadas":["Gênesis 37:3","Gênesis 46:1","Mateus 1:2"]},"atos_7_13_rei":{"palavra_pt":"rei","palavra_original":"Φαραώ","transliteracao":"Pharaṓ","strong":"G5328","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente ao faraó, que teve um papel importante na história de José e na salvação de Israel.","explicacao_detalhada":"A repetição da palavra 'rei' (Φαραώ) enfatiza a continuidade do poder e da influência do faraó na narrativa.","por_que_esta_palavra":"O faraó é uma figura de autoridade que, apesar de seu poder, está sob a soberania de Deus.","conexao_teologica":"A relação entre Deus e as autoridades terrenas é um tema recorrente na Bíblia, mostrando que Deus usa até mesmo reis para cumprir Seus propósitos.","referencias_relacionadas":["Gênesis 41:14","Romanos 13:1","Provérbios 21:1"]},"atos_7_13_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao grande acontecimento da fome que afetou a terra e levou os irmãos de José ao Egito.","explicacao_detalhada":"A expressão 'tornar-se' (γίνομαι) indica a transformação da situação, que se tornou crítica e exigiu ação.","por_que_esta_palavra":"A mudança de circunstâncias é um tema importante na narrativa bíblica, mostrando como Deus pode transformar situações.","conexao_teologica":"Deus é capaz de fazer grandes coisas em meio a dificuldades, trazendo esperança e redenção.","referencias_relacionadas":["Gênesis 41:30","Romanos 8:28","2 Coríntios 5:17"]},"atos_7_13_nome":{"palavra_pt":"nome","palavra_original":"Ἰωσήφ","transliteracao":"Iōsḗph","strong":"G2501","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de José, que é central na narrativa da história do Egito e da preservação da família de Jacó.","explicacao_detalhada":"O nome José, que significa 'aquele que acrescenta', é significativo no contexto da providência divina, onde Deus usou José para salvar sua família da fome.","por_que_esta_palavra":"A palavra 'nome' é importante porque representa a identidade e o papel de José na história da salvação.","conexao_teologica":"José é uma figura tipológica de Cristo, mostrando como Deus usa indivíduos para cumprir Seus propósitos.","referencias_relacionadas":["Gênesis 37:28","Gênesis 45:7","Mateus 1:20-21"]},"atos_7_14_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à essência da vida, que foi dada por Deus ao ser humano.","explicacao_detalhada":"A alma é vista como a parte imortal do ser humano, que se relaciona com Deus e é fundamental para a compreensão da vida e da morte.","por_que_esta_palavra":"A palavra 'alma' é usada para enfatizar a dignidade do ser humano como criado à imagem de Deus.","conexao_teologica":"A alma é central na teologia cristã, pois é através dela que se estabelece a relação com Deus e a possibilidade de salvação.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","Hebreus 4:12"]},"atos_7_14_nome":{"palavra_pt":"nome","palavra_original":"Ἰωσήφ","transliteracao":"Iōsḗph","strong":"G2501","significado_raiz":"Ideia básica: nome.","significado_contextual":"Novamente, refere-se ao nome de José, que é crucial para a narrativa da salvação do povo de Israel.","explicacao_detalhada":"O nome de José é mencionado para destacar sua importância na história da redenção e na preservação do povo escolhido.","por_que_esta_palavra":"O nome é um símbolo da identidade e do papel de José como salvador temporário do povo durante a fome.","conexao_teologica":"Assim como José salvou seu povo, Cristo é o Salvador que oferece vida eterna.","referencias_relacionadas":["Gênesis 41:46","Gênesis 45:5","Atos 7:9"]},"atos_7_14_israelite":{"palavra_pt":"israelita","palavra_original":"Ἰακώβ","transliteracao":"Iakṓb","strong":"G2384","significado_raiz":"Ideia básica: israelita.","significado_contextual":"Refere-se a Jacó, o patriarca de Israel, e à sua descendência.","explicacao_detalhada":"Jacó, que teve seu nome mudado para Israel, é o pai das doze tribos, e sua linhagem é fundamental para a história do povo de Deus.","por_que_esta_palavra":"A palavra 'israelita' é usada para conectar a história de José à identidade do povo de Israel.","conexao_teologica":"A história de Jacó e seus filhos é um precursor da história da redenção através de Cristo.","referencias_relacionadas":["Gênesis 32:28","Gênesis 35:10","Romanos 9:4"]},"atos_7_15_vida":{"palavra_pt":"vida","palavra_original":"τελευτάω","transliteracao":"teleutáō","strong":"G5053","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' é usada para descrever a existência e o propósito dado por Deus aos seres humanos.","explicacao_detalhada":"A vida é um dom de Deus, e a forma como vivemos reflete nossa relação com Ele.","por_que_esta_palavra":"A palavra 'vida' é crucial para entender a importância da existência e da missão que Deus nos confere.","conexao_teologica":"A vida em Cristo é apresentada como uma nova criação, onde encontramos propósito e significado.","referencias_relacionadas":["João 10:10","Gálatas 2:20","1 João 5:12"]},"atos_7_15_israelite":{"palavra_pt":"israelita","palavra_original":"Ἰακώβ","transliteracao":"Iakṓb","strong":"G2384","significado_raiz":"Ideia básica: israelita.","significado_contextual":"Novamente, refere-se a Jacó, enfatizando a continuidade da linhagem israelita.","explicacao_detalhada":"A menção de Jacó destaca a importância da herança e da identidade do povo de Deus.","por_que_esta_palavra":"A palavra 'israelita' é usada para reafirmar a conexão entre a história de José e a nação de Israel.","conexao_teologica":"A linhagem de Israel é fundamental para a vinda do Messias, Jesus Cristo.","referencias_relacionadas":["Gênesis 48:16","Êxodo 3:6","Mateus 1:2"]},"atos_7_16_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"A palavra 'arco' pode simbolizar a proteção e a aliança de Deus com Seu povo.","explicacao_detalhada":"O arco é um símbolo de guerra, mas também pode representar a aliança e a proteção divina.","por_que_esta_palavra":"A menção do arco sugere a ideia de defesa e a luta pela sobrevivência do povo de Deus.","conexao_teologica":"Deus é o nosso defensor e protetor, assim como um arco protege em tempos de batalha.","referencias_relacionadas":["Gênesis 9:13","Salmos 91:2","Isaías 54:17"]},"atos_7_16_nome":{"palavra_pt":"nome","palavra_original":"Συχέμ","transliteracao":"Sychém","strong":"G4966","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Siquém, que é uma cidade importante na história de Israel.","explicacao_detalhada":"Siquém é um local de significância histórica e espiritual, onde várias alianças foram feitas.","por_que_esta_palavra":"O nome é importante para identificar o local onde eventos significativos ocorreram na história do povo de Deus.","conexao_teologica":"Siquém é um símbolo da terra prometida e da herança de Israel.","referencias_relacionadas":["Gênesis 12:6","Gênesis 33:18-20","Josué 24:1"]},"atos_7_17_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Deus de Israel, que é fiel às Suas promessas.","explicacao_detalhada":"Deus é apresentado como o ser supremo que guia e protege Seu povo ao longo da história.","por_que_esta_palavra":"A menção de Deus é crucial para entender a soberania e a providência divina na história da redenção.","conexao_teologica":"A fidelidade de Deus é um tema central na Bíblia, mostrando que Ele cumpre Suas promessas.","referencias_relacionadas":["Êxodo 3:14","Salmos 46:1","Romanos 8:31"]},"atos_7_17_alianca":{"palavra_pt":"alianca","palavra_original":"ὁμολογέω","transliteracao":"homologéō","strong":"G3670","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se ao pacto que Deus fez com Abraão e seus descendentes.","explicacao_detalhada":"A aliança é um tema central na Bíblia, representando o compromisso de Deus com Seu povo.","por_que_esta_palavra":"A menção da aliança é importante para entender a relação entre Deus e Israel e as promessas feitas.","conexao_teologica":"A nova aliança em Cristo é o cumprimento das promessas feitas a Israel.","referencias_relacionadas":["Gênesis 17:7","Jeremias 31:31","Hebreus 8:6"]},"atos_7_17_years":{"palavra_pt":"anos","palavra_original":"χρόνος","transliteracao":"chrónos","strong":"G5550","significado_raiz":"Ideia básica: anos.","significado_contextual":"Refere-se ao período de tempo em que os israelitas estiveram no Egito antes da libertação.","explicacao_detalhada":"O termo 'anos' indica a duração da opressão e do sofrimento do povo de Israel, enfatizando a espera pelo cumprimento da promessa de Deus.","por_que_esta_palavra":"A palavra 'anos' é utilizada para mostrar a continuidade do sofrimento e a fidelidade de Deus em meio à espera.","conexao_teologica":"Os anos de opressão prefiguram a libertação que Deus traria, refletindo a paciência e a soberania divina na história da salvação.","referencias_relacionadas":["Gênesis 15:13-14","Êxodo 3:7-10","Salmos 105:24-25"]},"atos_7_18_nome":{"palavra_pt":"nome","palavra_original":"Ἰωσήφ","transliteracao":"Iōsḗph","strong":"G2501","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de José, que se tornou uma figura central na história do povo de Israel no Egito.","explicacao_detalhada":"O nome 'José' é significativo, pois representa a providência de Deus e a salvação de Israel durante a fome.","por_que_esta_palavra":"O uso do nome destaca a importância da identidade e do papel de José na preservação do povo de Deus.","conexao_teologica":"José é um tipo de Cristo, cuja vida e ações prefiguram a salvação que viria através de Jesus.","referencias_relacionadas":["Gênesis 37:28","Gênesis 41:46","Gênesis 50:20"]},"atos_7_18_dia":{"palavra_pt":"dia","palavra_original":"ἕτερος","transliteracao":"héteros","strong":"G2087","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que um novo rei surgiu no Egito que não conhecia José.","explicacao_detalhada":"O termo 'dia' simboliza um momento crítico na história de Israel, onde a mudança de liderança trouxe opressão.","por_que_esta_palavra":"A palavra 'dia' é usada para marcar um ponto de virada que resulta em sofrimento para o povo de Deus.","conexao_teologica":"A mudança de governo ilustra como Deus pode usar circunstâncias adversas para cumprir Seus propósitos.","referencias_relacionadas":["Êxodo 1:8","Gênesis 15:13","Salmos 105:25"]},"atos_7_18_conhecer":{"palavra_pt":"ver/conhecer","palavra_original":"εἴδω","transliteracao":"eídō","strong":"G1492","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se ao conhecimento que o novo faraó não tinha sobre José e suas contribuições para o Egito.","explicacao_detalhada":"A falta de conhecimento do faraó sobre José representa a ingratidão e a desconsideração pela história e pela providência de Deus.","por_que_esta_palavra":"O verbo 'conhecer' enfatiza a importância da memória e do reconhecimento das obras de Deus na história.","conexao_teologica":"A falta de reconhecimento de José é um reflexo da rejeição de Cristo por parte de muitos em Sua época.","referencias_relacionadas":["Gênesis 41:46","Gênesis 45:7","Salmos 105:17-19"]},"atos_7_19_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação do faraó em oprimir os israelitas, forçando-os a trabalhar arduamente.","explicacao_detalhada":"O verbo 'fazer' implica em ações de opressão e escravidão, mostrando a crueldade do novo regime.","por_que_esta_palavra":"A palavra 'fazer' é usada para descrever a imposição de trabalho forçado, refletindo a injustiça.","conexao_teologica":"A opressão dos israelitas é um paralelo à opressão do pecado, da qual Cristo nos liberta.","referencias_relacionadas":["Êxodo 1:11-14","Salmos 106:42","Isaías 53:4"]},"atos_7_19_morte":{"palavra_pt":"morte","palavra_original":"ζωογονέω","transliteracao":"zōogonéō","strong":"G2225","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à intenção do faraó de eliminar a população israelita através da opressão.","explicacao_detalhada":"A palavra 'morte' simboliza a tentativa de exterminar a linhagem de Israel, que é crucial para a história da salvação.","por_que_esta_palavra":"A ênfase na morte destaca a gravidade da opressão e a luta pela sobrevivência do povo de Deus.","conexao_teologica":"A morte e a opressão enfrentadas pelos israelitas prefiguram a morte de Cristo e a vitória sobre o pecado e a morte.","referencias_relacionadas":["Êxodo 1:16","Mateus 2:16","Romanos 6:23"]},"atos_7_19_geracao":{"palavra_pt":"geracao","palavra_original":"γένος","transliteracao":"génos","strong":"G1085","significado_raiz":"Ideia básica: geracao.","significado_contextual":"Refere-se à geração de israelitas que enfrentou a opressão no Egito.","explicacao_detalhada":"A palavra 'geração' enfatiza a continuidade do povo de Deus e a importância da identidade coletiva.","por_que_esta_palavra":"A palavra é usada para mostrar a relação entre as gerações e a fidelidade de Deus através do tempo.","conexao_teologica":"A geração de israelitas no Egito é um símbolo da luta do povo de Deus ao longo da história.","referencias_relacionadas":["Êxodo 1:7","Salmos 22:30","Gênesis 50:24"]},"atos_7_20_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à ação de Deus em levantar Moisés como libertador do povo de Israel.","explicacao_detalhada":"A palavra 'Deus' enfatiza a soberania e a intervenção divina na história da salvação.","por_que_esta_palavra":"A palavra é central para entender a natureza de Deus como aquele que salva e liberta.","conexao_teologica":"Deus é o agente ativo na história, sempre buscando redimir Seu povo, o que culmina na obra de Cristo.","referencias_relacionadas":["Êxodo 3:10","Salmos 77:14","Romanos 8:31"]},"atos_7_20_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à família de Moisés e à importância da linhagem na história de Israel.","explicacao_detalhada":"A palavra 'família' destaca a importância das relações familiares e da continuidade da fé entre as gerações.","por_que_esta_palavra":"A palavra é usada para enfatizar a escolha de Deus em usar uma família específica para cumprir Seus propósitos.","conexao_teologica":"A família de Moisés é um exemplo de como Deus trabalha através de indivíduos e suas linhagens para realizar Sua vontade.","referencias_relacionadas":["Êxodo 2:1-2","Mateus 1:1","Hebreus 11:23"]},"atos_7_20_pai":{"palavra_pt":"pai","palavra_original":"γεννάω","transliteracao":"gennáō","strong":"G1080","significado_raiz":"Ideia básica: pai.","significado_contextual":"Refere-se à paternidade de Moisés, que é um aspecto importante de sua identidade.","explicacao_detalhada":"A palavra 'pai' destaca a relação familiar e a responsabilidade que vem com a paternidade.","por_que_esta_palavra":"A palavra é usada para mostrar a importância da figura paterna na formação de caráter e identidade.","conexao_teologica":"Deus é frequentemente referido como Pai, e a paternidade de Moisés reflete a relação que Deus deseja ter com Seu povo.","referencias_relacionadas":["Êxodo 2:10","Gênesis 17:7","Romanos 8:15"]},"atos_7_21_rei":{"palavra_pt":"rei","palavra_original":"Φαραώ","transliteracao":"Pharaṓ","strong":"G5328","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' refere-se ao governante do Egito, que tinha poder absoluto sobre o povo hebreu.","explicacao_detalhada":"No contexto de Atos 7:21, o rei é mencionado em relação à adoção de Moisés pela filha do faraó, o que destaca a providência de Deus na vida de Moisés e sua preparação para liderar os israelitas.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a opressão que os hebreus enfrentavam sob o domínio egípcio e o contraste entre o poder humano e a soberania divina.","conexao_teologica":"A figura do rei é um símbolo do governo humano, que muitas vezes se opõe aos planos de Deus, mas que, mesmo assim, é usado por Ele para cumprir Seus propósitos.","referencias_relacionadas":["Êxodo 1:8-10","Êxodo 2:5-10","Romanos 13:1"]},"atos_7_22_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"σοφία","transliteracao":"sophía","strong":"G4678","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"A 'sabedoria' mencionada refere-se ao conhecimento e entendimento que Moisés adquiriu no Egito, preparando-o para sua missão.","explicacao_detalhada":"Em Atos 7:22, a sabedoria de Moisés é destacada como um dom que o capacitou a ser um líder eficaz e um defensor do seu povo, mostrando que Deus o preparou desde cedo.","por_que_esta_palavra":"A palavra 'sabedoria' é importante para enfatizar que o conhecimento humano pode ser usado para a glória de Deus e para a libertação do Seu povo.","conexao_teologica":"A sabedoria é frequentemente associada à ação de Deus na vida dos crentes, mostrando que Ele pode usar o conhecimento e a experiência para cumprir Seus planos.","referencias_relacionadas":["Provérbios 2:6","Tiago 1:5","1 Coríntios 1:30"]},"atos_7_22_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'Cristo' é usada para referir-se à figura messiânica que Moisés prefigurava, apontando para a vinda de Jesus.","explicacao_detalhada":"Em Atos 7:22, a menção ao 'Cristo' sugere que Moisés, em sua vida e missão, é um tipo de Cristo, antecipando a salvação que Jesus traria.","por_que_esta_palavra":"A palavra 'Cristo' é central na teologia cristã, pois representa a esperança de redenção e a realização das promessas de Deus.","conexao_teologica":"A conexão entre Moisés e Cristo mostra como o Antigo Testamento aponta para o Novo Testamento, revelando a continuidade do plano de salvação.","referencias_relacionadas":["Deuteronômio 18:15","Lucas 24:27","Atos 3:22"]},"atos_7_22_poderoso":{"palavra_pt":"poderoso","palavra_original":"δυνατός","transliteracao":"dynatós","strong":"G1415","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"O termo 'poderoso' refere-se à força e capacidade que Moisés possuía, tanto em conhecimento quanto em ação.","explicacao_detalhada":"Em Atos 7:22, a descrição de Moisés como 'poderoso' ressalta a habilidade que Deus lhe deu para liderar e realizar milagres, preparando-o para sua missão de libertação.","por_que_esta_palavra":"A palavra 'poderoso' é significativa para mostrar que Deus capacita Seus escolhidos com habilidades especiais para cumprir Seus propósitos.","conexao_teologica":"A ideia de poder é central na obra de Deus, que frequentemente usa pessoas comuns para realizar feitos extraordinários.","referencias_relacionadas":["Êxodo 3:20","Hebreus 11:24-26","Filipenses 4:13"]},"atos_7_23_years":{"palavra_pt":"anos","palavra_original":"χρόνος","transliteracao":"chrónos","strong":"G5550","significado_raiz":"Ideia básica: anos.","significado_contextual":"A palavra 'anos' refere-se ao tempo que Moisés passou no Egito antes de se tornar o líder do povo hebreu.","explicacao_detalhada":"Em Atos 7:23, a menção dos anos indica o período de preparação e amadurecimento de Moisés, enfatizando que Deus trabalha em nossas vidas ao longo do tempo.","por_que_esta_palavra":"A palavra 'anos' é importante para entender que a preparação para a liderança muitas vezes requer paciência e tempo.","conexao_teologica":"O tempo de preparação é um tema recorrente na Bíblia, onde Deus frequentemente molda Seus servos antes de enviá-los à missão.","referencias_relacionadas":["Gênesis 37:2","Êxodo 2:11-15","Salmos 90:12"]},"atos_7_23_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O 'coração' refere-se à disposição interna de Moisés e sua preocupação genuína com o sofrimento de seu povo.","explicacao_detalhada":"Em Atos 7:23, o coração de Moisés é destacado como um reflexo de sua identidade e chamado, mostrando que ele se importava profundamente com os hebreus.","por_que_esta_palavra":"A palavra 'coração' é significativa porque representa a motivação e a paixão que devem guiar a ação de um líder.","conexao_teologica":"A condição do coração é um tema importante na Bíblia, onde Deus olha para o coração e não apenas para as ações externas.","referencias_relacionadas":["1 Samuel 16:7","Salmos 51:10","Mateus 5:8"]},"atos_7_24_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de Moisés ao tentar defender um hebreu, mostrando sua intenção de agir em favor do seu povo.","explicacao_detalhada":"Em Atos 7:24, a ação de Moisés ao 'fazer' justiça é um reflexo de seu desejo de libertar os hebreus da opressão egípcia, embora sua abordagem tenha sido precipitada.","por_que_esta_palavra":"A palavra 'fazer' é importante para destacar a necessidade de ação em resposta à injustiça, mesmo que a ação de Moisés não tenha sido a correta.","conexao_teologica":"A ação de Moisés ilustra a tensão entre a vontade de Deus e as falhas humanas, mostrando que Deus pode usar até mesmo nossos erros para Seus propósitos.","referencias_relacionadas":["Êxodo 2:11-12","Gálatas 6:9","Tiago 1:22"]},"atos_7_24_revengeance":{"palavra_pt":"re venge ance","palavra_original":"ἐκδίκησις","transliteracao":"ekdíkēsis","strong":"G1557","significado_raiz":"Ideia básica: re venge ance.","significado_contextual":"A palavra 'vingança' refere-se ao desejo de Moisés de fazer justiça ao ver um hebreu sendo maltratado.","explicacao_detalhada":"Em Atos 7:24, a vingança de Moisés é uma resposta emocional ao sofrimento de seu povo, mas sua ação resulta em consequências negativas.","por_que_esta_palavra":"A palavra 'vingança' é significativa para discutir a justiça e como a busca por ela pode levar a ações precipitadas e erradas.","conexao_teologica":"A vingança é um tema complexo na Bíblia, onde Deus é o juiz supremo e nos ensina a confiar Nele para a justiça.","referencias_relacionadas":["Romanos 12:19","Salmos 94:1","Mateus 5:38-39"]},"atos_7_24_conhecer":{"palavra_pt":"ver/conhecer","palavra_original":"εἴδω","transliteracao":"eídō","strong":"G1492","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' ou 'conhecer' refere-se à percepção de Moisés sobre a injustiça que seu povo estava enfrentando.","explicacao_detalhada":"Em Atos 7:24, o ato de 'ver' é mais do que apenas observar; é uma compreensão profunda da realidade do sofrimento dos hebreus.","por_que_esta_palavra":"A palavra 'ver' é importante para enfatizar que o verdadeiro conhecimento leva à ação e à responsabilidade diante da injustiça.","conexao_teologica":"A visão espiritual é um tema recorrente na Bíblia, onde Deus nos chama a ver as realidades do mundo à luz de Sua verdade.","referencias_relacionadas":["Isaías 1:17","Mateus 9:36","Hebreus 4:13"]},"atos_7_25_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Senhor que estava atuando na vida de Moisés e no destino do povo hebreu.","explicacao_detalhada":"Em Atos 7:25, a menção de Deus destaca a soberania divina e o plano de libertação que Ele tinha para os israelitas através de Moisés.","por_que_esta_palavra":"A palavra 'Deus' é central na narrativa bíblica, pois é através Dele que todas as coisas são possíveis e o plano de salvação é realizado.","conexao_teologica":"A soberania de Deus é um tema fundamental, mostrando que Ele está no controle da história e usa indivíduos para cumprir Seus propósitos.","referencias_relacionadas":["Êxodo 3:10","Romanos 8:28","Salmos 115:3"]},"atos_7_25_libertar":{"palavra_pt":"salvacao","palavra_original":"σωτηρία","transliteracao":"sōtēría","strong":"G4991","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A salvação é entendida como libertação do sofrimento e opressão.","explicacao_detalhada":"Neste contexto, a salvação se refere à intervenção divina que traz libertação ao povo de Israel da escravidão no Egito. É uma promessa de esperança e redenção.","por_que_esta_palavra":"A palavra 'salvação' é central na narrativa bíblica, pois representa a ação de Deus em favor do seu povo, trazendo libertação e restauração.","conexao_teologica":"A salvação é um tema recorrente na Bíblia, simbolizando a relação entre Deus e a humanidade, onde Ele oferece libertação do pecado e da morte.","referencias_relacionadas":["Êxodo 3:7-10","Salmos 68:20","Isaías 43:11"]},"atos_7_25_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"A mão simboliza poder e ação, especialmente no contexto de libertação.","explicacao_detalhada":"A mão de Deus é frequentemente mencionada como o meio pelo qual Ele realiza milagres e intervenções. Neste versículo, a mão representa a força de Deus em agir em favor do seu povo.","por_que_esta_palavra":"A palavra 'mão' é utilizada para descrever a ação direta de Deus na história, enfatizando Sua soberania e poder.","conexao_teologica":"A mão de Deus é um símbolo da Sua presença ativa e do Seu poder salvador ao longo das Escrituras.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","Deuteronômio 5:15"]},"atos_7_26_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia representa um tempo de julgamento e de ação divina.","explicacao_detalhada":"Neste contexto, o 'dia' refere-se a um momento específico em que Deus se manifestou para trazer justiça e libertação ao Seu povo.","por_que_esta_palavra":"A palavra 'dia' é significativa, pois muitas vezes na Bíblia, dias específicos são marcados por eventos importantes na história da salvação.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tempo de revelação e cumprimento das promessas de Deus.","referencias_relacionadas":["Joel 2:31","Amós 5:18","Mateus 24:36"]},"atos_7_26_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"A paz é entendida como a restauração da ordem e harmonia entre Deus e a humanidade.","explicacao_detalhada":"Neste versículo, a paz é um resultado da intervenção de Deus, trazendo reconciliação e segurança ao Seu povo.","por_que_esta_palavra":"A palavra 'paz' é fundamental na mensagem do evangelho, simbolizando a restauração que Cristo traz entre Deus e os homens.","conexao_teologica":"A paz é um dos frutos do Espírito e um sinal do reino de Deus, onde a harmonia é restaurada.","referencias_relacionadas":["Isaías 9:6","Romanos 5:1","Filipenses 4:7"]},"atos_7_27_homem":{"palavra_pt":"homem","palavra_original":"πλησίον","transliteracao":"plēsíon","strong":"G4139","significado_raiz":"Ideia básica: homem.","significado_contextual":"O homem representa a humanidade e sua condição diante de Deus.","explicacao_detalhada":"Neste contexto, o 'homem' é visto como alguém que precisa de ajuda e intervenção divina, refletindo a fragilidade humana.","por_que_esta_palavra":"A palavra 'homem' é usada para enfatizar a dignidade e a necessidade de salvação da humanidade.","conexao_teologica":"A condição do homem é central na teologia cristã, onde a necessidade de redenção é reconhecida.","referencias_relacionadas":["Gênesis 1:27","Romanos 3:23","Salmos 8:4-5"]},"atos_7_27_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar implica em comunicação e revelação, especialmente em contextos de instrução e advertência.","explicacao_detalhada":"Neste versículo, 'falar' refere-se à necessidade de expressar verdades e advertências, muitas vezes ignoradas pelo povo.","por_que_esta_palavra":"A palavra 'falar' é crucial para a transmissão da mensagem de Deus e para a edificação da fé.","conexao_teologica":"A comunicação divina é um tema central na Bíblia, onde Deus se revela através de Sua palavra.","referencias_relacionadas":["Hebreus 1:1-2","Salmos 119:105","Tiago 1:19"]},"atos_7_28_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Escolher implica em decisão e vontade, especialmente em relação ao plano de Deus.","explicacao_detalhada":"Neste contexto, 'escolher' refere-se à capacidade de decidir entre o bem e o mal, refletindo a responsabilidade humana diante de Deus.","por_que_esta_palavra":"A palavra 'escolher' é importante, pois destaca a liberdade que Deus dá ao homem para tomar decisões.","conexao_teologica":"A escolha é um tema teológico que aborda a soberania de Deus e a responsabilidade humana.","referencias_relacionadas":["Deuteronômio 30:19","Josué 24:15","Romanos 8:33"]},"atos_7_28_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o ser supremo, criador e sustentador de todas as coisas.","explicacao_detalhada":"Neste contexto, a palavra 'Deus' enfatiza a autoridade e o poder divinos sobre a história e a vida do povo.","por_que_esta_palavra":"A palavra 'Deus' é central na fé, representando a fonte de toda a vida e a base da moralidade.","conexao_teologica":"A natureza de Deus é um tema fundamental na teologia, onde Sua soberania e amor são explorados.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"atos_7_29_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Cristo é a palavra que se fez carne, representando a revelação de Deus ao homem.","explicacao_detalhada":"Neste contexto, 'Cristo' refere-se à presença de Deus em Jesus, que traz a mensagem de salvação e redenção.","por_que_esta_palavra":"A palavra 'Cristo' é essencial, pois representa a culminação do plano de Deus para a salvação da humanidade.","conexao_teologica":"Cristo é o mediador entre Deus e os homens, e Sua obra é central na teologia cristã.","referencias_relacionadas":["João 1:14","Atos 4:12","Romanos 10:9"]},"atos_7_29_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra representa o lar, a promessa e a herança do povo de Deus.","explicacao_detalhada":"Neste contexto, 'terra' refere-se à terra prometida, simbolizando a bênção e a presença de Deus entre Seu povo.","por_que_esta_palavra":"A palavra 'terra' é significativa, pois representa o lugar onde Deus se relaciona com Seu povo e cumpre Suas promessas.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Israel e, por extensão, com todos os que creem.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Mateus 5:5"]},"atos_7_29_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de Moisés se tornar um líder e libertador do povo hebreu.","explicacao_detalhada":"A palavra 'tornar-se' indica a transformação de Moisés de um príncipe egípcio para um líder do povo de Deus, mostrando como Deus pode mudar a trajetória de uma vida.","por_que_esta_palavra":"Esta palavra é crucial para entender a mudança de identidade de Moisés e seu chamado divino.","conexao_teologica":"A transformação de Moisés é um paralelo à conversão e ao chamado de cada crente para servir a Deus.","referencias_relacionadas":["Êxodo 3:10","Hebreus 11:24-26","Atos 7:35"]},"atos_7_30_monte":{"palavra_pt":"monte","palavra_original":"Σινᾶ","transliteracao":"Sinâ","strong":"G4614","significado_raiz":"Ideia básica: monte.","significado_contextual":"Refere-se ao Monte Sinai, onde Moisés teve um encontro com Deus.","explicacao_detalhada":"O Monte Sinai é o local onde Deus deu a Moisés as Tábuas da Lei, simbolizando a aliança entre Deus e Israel.","por_que_esta_palavra":"O monte é um símbolo de encontro com o sagrado e de revelação divina.","conexao_teologica":"O Monte Sinai representa a presença de Deus e a entrega da Lei, que é fundamental para a compreensão da aliança.","referencias_relacionadas":["Êxodo 19:1-3","Êxodo 20:1-17","Gálatas 4:24"]},"atos_7_30_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania de Deus sobre Moisés e o povo de Israel.","explicacao_detalhada":"A palavra 'senhor' enfatiza a autoridade divina que guia e comanda a vida de Moisés e a história de Israel.","por_que_esta_palavra":"É importante para reconhecer que a liderança de Moisés é legitimada pela autoridade de Deus.","conexao_teologica":"A autoridade de Deus é um tema central na Bíblia, refletindo seu controle sobre a história e seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 68:20","Romanos 13:1"]},"atos_7_31_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à confirmação da autoridade de Deus na vida de Moisés.","explicacao_detalhada":"A repetição da palavra 'senhor' reforça a ideia de que Moisés age sob a direção divina.","por_que_esta_palavra":"A ênfase na autoridade é crucial para entender a legitimidade do chamado de Moisés.","conexao_teologica":"A autoridade de Deus é um tema que permeia toda a Escritura, mostrando que Ele é o soberano sobre todas as coisas.","referencias_relacionadas":["Êxodo 4:12","Mateus 28:18","Atos 10:36"]},"atos_7_31_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à grandeza do chamado de Moisés e ao impacto de sua liderança.","explicacao_detalhada":"A palavra 'tornar-se' sugere que Moisés se tornará um grande líder, escolhido por Deus para libertar seu povo.","por_que_esta_palavra":"É essencial para entender o papel de Moisés como um instrumento de Deus na história da salvação.","conexao_teologica":"A grandeza do chamado de Moisés reflete a grandeza do plano de Deus para a redenção do seu povo.","referencias_relacionadas":["Êxodo 3:10","Hebreus 11:23-29","Atos 7:35"]},"atos_7_31_moses":{"palavra_pt":"moises","palavra_original":"Μωσεύς","transliteracao":"Mōseús","strong":"G3475","significado_raiz":"Ideia básica: moises.","significado_contextual":"Refere-se a Moisés como o escolhido de Deus para liderar Israel.","explicacao_detalhada":"A menção de Moisés destaca sua importância na história da salvação e seu papel como mediador entre Deus e o povo.","por_que_esta_palavra":"Moisés é uma figura central na narrativa bíblica, representando a lei e a libertação.","conexao_teologica":"Moisés é um tipo de Cristo, prefigurando o papel de Jesus como libertador e mediador.","referencias_relacionadas":["Êxodo 2:10","Deuteronômio 18:15","Mateus 17:3"]},"atos_7_32_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à revelação de Deus a Moisés no Monte Sinai.","explicacao_detalhada":"A palavra 'deus' enfatiza a natureza divina e a santidade de Deus que se manifesta a Moisés.","por_que_esta_palavra":"É fundamental para entender a relação entre Deus e Moisés, e a importância da revelação divina.","conexao_teologica":"A revelação de Deus é um tema central na Bíblia, mostrando como Ele se comunica com a humanidade.","referencias_relacionadas":["Êxodo 3:6","Salmos 46:10","Hebreus 1:1-2"]},"atos_7_32_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à grandeza de Deus e ao seu poder revelado a Moisés.","explicacao_detalhada":"A palavra 'tornar-se' indica a manifestação do poder de Deus em um momento crucial da história.","por_que_esta_palavra":"É importante para reconhecer a grandeza de Deus em contrastar com a fragilidade humana.","conexao_teologica":"A grandeza de Deus é um tema recorrente, mostrando que Ele é soberano sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:28","Romanos 11:33"]},"atos_7_33_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à ordem de Deus para Moisés sobre o solo sagrado.","explicacao_detalhada":"A palavra 'senhor' enfatiza a autoridade de Deus ao instruir Moisés a tirar as sandálias, reconhecendo a santidade do lugar.","por_que_esta_palavra":"A ênfase na autoridade é crucial para entender a reverência que devemos ter diante de Deus.","conexao_teologica":"A santidade de Deus é um tema central, mostrando que devemos nos aproximar dEle com temor e respeito.","referencias_relacionadas":["Êxodo 3:5","Levítico 10:3","Hebreus 12:28-29"]},"atos_7_33_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo sagrado onde Deus se revelou a Moisés.","explicacao_detalhada":"A palavra 'terra' indica a importância do local onde Deus se manifestou, tornando-o sagrado.","por_que_esta_palavra":"É essencial para entender a reverência que devemos ter ao nos encontrarmos com Deus.","conexao_teologica":"A ideia de solo sagrado é um símbolo da presença de Deus e da separação do profano.","referencias_relacionadas":["Êxodo 3:5","Salmos 24:3-4","Atos 7:33"]},"atos_7_33_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A aliança representa o pacto de Deus com o Seu povo, simbolizando compromisso e fidelidade.","explicacao_detalhada":"No contexto de Atos 7:33, a aliança é mencionada em relação à interação de Deus com Moisés e o povo de Israel, destacando a importância do pacto na história da salvação.","por_que_esta_palavra":"A palavra 'aliança' é fundamental para entender a relação entre Deus e a humanidade, especialmente no contexto do Antigo Testamento.","conexao_teologica":"A aliança é um tema central na teologia bíblica, representando a fidelidade de Deus e a resposta do povo à Sua graça.","referencias_relacionadas":["Gênesis 9:13","Êxodo 19:5","Hebreus 8:6"]},"atos_7_34_affliction":{"palavra_pt":"affliction","palavra_original":"κάκωσις","transliteracao":"kákōsis","strong":"G2561","significado_raiz":"Ideia básica: affliction.","significado_contextual":"A aflição refere-se ao sofrimento e opressão que o povo de Israel enfrentou no Egito.","explicacao_detalhada":"Em Atos 7:34, a aflição do povo é um chamado à ação de Deus, que se compadece e decide libertá-los através de Moisés.","por_que_esta_palavra":"A palavra 'aflição' é crucial para entender a condição do povo e a motivação divina para a libertação.","conexao_teologica":"A aflição do povo de Deus é um tema recorrente que destaca a necessidade de redenção e a intervenção divina.","referencias_relacionadas":["Êxodo 3:7","Salmos 34:19","Romanos 8:18"]},"atos_7_34_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"O povo refere-se aos israelitas, escolhidos por Deus como Sua nação especial.","explicacao_detalhada":"Em Atos 7:34, o termo 'povo' enfatiza a identidade coletiva dos israelitas e sua relação com Deus, que os vê como Sua herança.","por_que_esta_palavra":"A palavra 'povo' é significativa porque representa a comunidade que Deus escolheu para cumprir Seus propósitos.","conexao_teologica":"A noção de povo de Deus é central na narrativa bíblica, refletindo a aliança e a missão divina.","referencias_relacionadas":["Deuteronômio 7:6","1 Pedro 2:9","Romanos 9:25-26"]},"atos_7_35_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como o ser supremo que intervém na história para salvar Seu povo.","explicacao_detalhada":"No versículo, Deus se revela a Moisés e o comissiona para liderar a libertação dos israelitas da escravidão no Egito.","por_que_esta_palavra":"A palavra 'Deus' é essencial para entender a soberania e a ação divina na história da salvação.","conexao_teologica":"A natureza de Deus como salvador é um tema central na teologia cristã, refletindo Sua vontade de redimir.","referencias_relacionadas":["Êxodo 3:14","Salmos 46:1","Romanos 10:13"]},"atos_7_35_moses":{"palavra_pt":"moises","palavra_original":"Μωσεύς","transliteracao":"Mōseús","strong":"G3475","significado_raiz":"Ideia básica: moises.","significado_contextual":"Moisés é o líder escolhido por Deus para guiar o povo de Israel para fora do Egito.","explicacao_detalhada":"Em Atos 7:35, Moisés é reconhecido como o mediador entre Deus e o povo, simbolizando a liderança e a obediência a Deus.","por_que_esta_palavra":"A palavra 'Moisés' é significativa porque representa a figura central da libertação e da entrega da Lei.","conexao_teologica":"Moisés é um tipo de Cristo, prefigurando a salvação e a libertação que Jesus traz.","referencias_relacionadas":["Êxodo 2:10","Deuteronômio 18:15","Hebreus 11:24-26"]},"atos_7_36_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é o lugar onde Deus promete estabelecer Seu povo e onde a libertação ocorrerá.","explicacao_detalhada":"No contexto de Atos 7:36, a terra é um símbolo da promessa de Deus e da herança que Ele dá ao Seu povo.","por_que_esta_palavra":"A palavra 'terra' é importante porque representa o cumprimento das promessas de Deus e a identidade do povo.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, simbolizando a presença de Deus e a bênção.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Hebreus 11:9-10"]},"atos_7_36_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Fazer refere-se à ação de Deus em realizar milagres e sinais através de Moisés.","explicacao_detalhada":"Em Atos 7:36, a palavra 'fazer' destaca a capacidade de Deus de operar poderosamente em favor de Seu povo.","por_que_esta_palavra":"A palavra 'fazer' é significativa porque enfatiza a ação divina e a realização de promessas.","conexao_teologica":"A ação de Deus em fazer milagres é um testemunho de Sua soberania e poder sobre a criação.","referencias_relacionadas":["Êxodo 4:21","Salmos 77:14","Atos 2:22"]},"atos_7_37_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se à autoridade de Deus sobre o povo e a criação.","explicacao_detalhada":"Em Atos 7:37, a palavra 'senhor' enfatiza a soberania de Deus e Sua posição como líder supremo.","por_que_esta_palavra":"A palavra 'senhor' é crucial para entender a relação de autoridade entre Deus e Seu povo.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo Seu controle sobre a história.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 14:9"]},"atos_7_37_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o ser supremo que se revela e se relaciona com a humanidade.","explicacao_detalhada":"No versículo, Deus é mencionado como aquele que envia Moisés, destacando Sua iniciativa na salvação.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a natureza divina e Sua relação com o povo.","conexao_teologica":"A revelação de Deus é um tema central na Bíblia, mostrando Sua vontade e propósito para a humanidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 100:3","João 1:1"]},"atos_7_38_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Igreja/assembleia refere-se ao povo de Deus reunido, tanto no Antigo quanto no Novo Testamento.","explicacao_detalhada":"Em Atos 7:38, a palavra 'igreja' destaca a comunidade de crentes que se reúnem em torno da palavra de Deus.","por_que_esta_palavra":"A palavra 'igreja' é significativa porque representa a união dos fiéis e a missão de Deus na Terra.","conexao_teologica":"A igreja é o corpo de Cristo, chamado a ser luz e sal no mundo, refletindo a missão de Deus.","referencias_relacionadas":["Mateus 16:18","Atos 2:42","Efésios 2:19-22"]},"atos_7_38_monte":{"palavra_pt":"monte","palavra_original":"Σινᾶ","transliteracao":"Sinâ","strong":"G4614","significado_raiz":"Ideia básica: monte.","significado_contextual":"Refere-se ao Monte Sinai, onde Moisés recebeu a Lei de Deus.","explicacao_detalhada":"O Monte Sinai é um local sagrado na tradição judaica, simbolizando a aliança entre Deus e o povo de Israel. É o lugar onde Deus se revelou a Moisés e deu os Dez Mandamentos.","por_que_esta_palavra":"A palavra 'monte' é crucial para entender a geografia e a teologia do Antigo Testamento, especialmente em relação à revelação divina.","conexao_teologica":"O Monte Sinai representa a presença de Deus e a entrega da Lei, que é fundamental para a identidade do povo de Israel.","referencias_relacionadas":["Êxodo 19:18","Êxodo 20:1-17","Deuteronômio 5:2-5"]},"atos_7_38_deus":{"palavra_pt":"deus","palavra_original":"λόγιον","transliteracao":"lógion","strong":"G3051","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à palavra de Deus, que é central na revelação e na relação com o povo.","explicacao_detalhada":"A palavra 'deus' aqui enfatiza a autoridade e a soberania de Deus sobre Israel, destacando a importância de seguir Seus mandamentos.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a natureza de Deus como legislador e guia do Seu povo.","conexao_teologica":"A relação entre Deus e Seu povo é mediada pela Sua palavra, que traz instrução e vida.","referencias_relacionadas":["Salmos 119:105","Isaías 40:8","Hebreus 4:12"]},"atos_7_39_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se à escolha do povo de Israel em rejeitar a liderança de Moisés.","explicacao_detalhada":"A escolha é um tema recorrente na Bíblia, onde o povo frequentemente opta por se afastar de Deus e seguir seus próprios caminhos.","por_que_esta_palavra":"A palavra 'escolher' destaca a liberdade humana e a responsabilidade em relação à obediência a Deus.","conexao_teologica":"A escolha de seguir a Deus ou não é um tema central na relação entre Deus e a humanidade.","referencias_relacionadas":["Deuteronômio 30:19","Josué 24:15","Romanos 1:21"]},"atos_7_39_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao grande ato de desobediência do povo ao rejeitar Moisés.","explicacao_detalhada":"A palavra 'grande' aqui enfatiza a magnitude da transgressão do povo, que preferiu a idolatria em vez de seguir a liderança de Deus.","por_que_esta_palavra":"A palavra 'grande' ressalta a seriedade da rebelião e suas consequências.","conexao_teologica":"A desobediência é um tema recorrente que leva à necessidade de redenção e restauração.","referencias_relacionadas":["Êxodo 32:1-6","Números 14:1-4","Romanos 3:23"]},"atos_7_40_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como o ser supremo que guia e protege Seu povo.","explicacao_detalhada":"A menção de Deus aqui reforça a ideia de Sua soberania e a importância de Sua presença na vida do povo de Israel.","por_que_esta_palavra":"A palavra 'deus' é essencial para entender a relação de aliança entre Deus e Israel.","conexao_teologica":"A soberania de Deus é um tema central na narrativa bíblica, mostrando Sua autoridade sobre todas as coisas.","referencias_relacionadas":["Salmos 46:10","Isaías 43:1-3","Romanos 8:31"]},"atos_7_40_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida, que Deus deu ao Seu povo.","explicacao_detalhada":"A terra é um símbolo da promessa de Deus e da herança que Ele oferece ao Seu povo.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender a promessa de Deus a Abraão e seus descendentes.","conexao_teologica":"A terra prometida representa a fidelidade de Deus e a realização de Suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Josué 1:2"]},"atos_7_40_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se ao ato de fazer ídolos, que foi uma transgressão do povo.","explicacao_detalhada":"A palavra 'fazer' aqui destaca a ação deliberada do povo em criar um ídolo em vez de adorar a Deus.","por_que_esta_palavra":"A palavra 'fazer' é importante para entender a responsabilidade do povo em suas ações.","conexao_teologica":"A idolatria é um tema central que revela a tendência humana de se afastar de Deus.","referencias_relacionadas":["Êxodo 20:4-5","Salmos 115:4-8","1 Coríntios 10:14"]},"atos_7_41_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que o povo fez um ídolo e ofereceu sacrifícios a ele.","explicacao_detalhada":"O 'dia' aqui simboliza um momento de grande infidelidade e desvio do propósito de Deus.","por_que_esta_palavra":"A palavra 'dia' enfatiza a importância do tempo e das decisões que marcam a história do povo.","conexao_teologica":"O conceito de tempo é importante na narrativa bíblica, onde momentos de decisão têm consequências eternas.","referencias_relacionadas":["Êxodo 32:6","Números 25:1-3","Gálatas 5:7-8"]},"atos_7_41_imagem":{"palavra_pt":"imagem","palavra_original":"εἴδωλον","transliteracao":"eídōlon","strong":"G1497","significado_raiz":"Ideia básica: imagem.","significado_contextual":"Refere-se à imagem do bezerro de ouro, um símbolo de idolatria.","explicacao_detalhada":"A 'imagem' representa a falha do povo em confiar em Deus e sua tendência a buscar segurança em ídolos.","por_que_esta_palavra":"A palavra 'imagem' é crucial para entender a natureza da idolatria e suas implicações espirituais.","conexao_teologica":"A idolatria é um tema que destaca a necessidade de pureza de adoração e a exclusividade de Deus.","referencias_relacionadas":["Êxodo 32:4","Salmos 106:19-20","1 João 5:21"]},"atos_7_41_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"θυσία","transliteracao":"thysía","strong":"G2378","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se aos sacrifícios feitos ao bezerro de ouro, em vez de adorar a Deus.","explicacao_detalhada":"Os sacrifícios a ídolos são um sinal de desvio da verdadeira adoração e da aliança com Deus.","por_que_esta_palavra":"A palavra 'sacrifício' é fundamental para entender a adoração e a relação entre o povo e Deus.","conexao_teologica":"A verdadeira adoração deve ser dirigida a Deus, e não a ídolos, refletindo a natureza do sacrifício que Ele deseja.","referencias_relacionadas":["Êxodo 20:5","Salmos 50:8-15","Romanos 12:1"]},"atos_7_42_host":{"palavra_pt":"host","palavra_original":"στρατιά","transliteracao":"stratiá","strong":"G4756","significado_raiz":"Ideia básica: host.","significado_contextual":"Refere-se a um grupo ou exército, muitas vezes usado para descrever a multidão que seguia a Deus.","explicacao_detalhada":"A palavra 'host' (στρατιά) é utilizada para descrever a grandeza e a força do povo de Deus, que é comparado a um exército. No contexto de Atos 7:42, isso enfatiza a proteção e a liderança divina sobre Israel.","por_que_esta_palavra":"A escolha da palavra 'host' destaca a ideia de que Deus é o comandante de um exército celestial, que guia e protege seu povo.","conexao_teologica":"A noção de Deus como líder de um exército é uma metáfora comum na Bíblia, simbolizando Sua soberania e poder sobre as nações.","referencias_relacionadas":["Salmos 24:10","Isaías 1:9","Êxodo 12:41"]},"atos_7_42_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de Sua glória.","explicacao_detalhada":"A palavra 'céu' (οὐρανός) é usada para descrever o domínio celestial onde Deus habita. Em Atos 7:42, isso enfatiza a transcendência de Deus e Sua autoridade sobre a terra.","por_que_esta_palavra":"A utilização de 'céu' ressalta a separação entre o divino e o humano, mostrando que Deus está acima de todas as coisas.","conexao_teologica":"O céu é frequentemente mencionado como o lugar de habitação de Deus e o destino final dos fiéis, simbolizando esperança e redenção.","referencias_relacionadas":["Mateus 6:9","Salmos 115:16","Apocalipse 21:2"]},"atos_7_43_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, o Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'Deus' (θεός) é central na teologia bíblica, representando a divindade suprema que se relaciona com Seu povo. Em Atos 7:43, isso enfatiza a relação de Deus com Israel e a importância de Sua presença.","por_que_esta_palavra":"A escolha da palavra 'Deus' sublinha a singularidade e a soberania de Deus em contraste com os ídolos.","conexao_teologica":"A relação entre Deus e Seu povo é um tema recorrente na Bíblia, mostrando como Ele se revela e se relaciona com a humanidade.","referencias_relacionadas":["Gênesis 1:1","Êxodo 3:14","Romanos 1:20"]},"atos_7_43_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se ao ato de fazer ou criar, especialmente em relação a ídolos.","explicacao_detalhada":"A palavra 'fazer' (ποιέω) é utilizada para descrever a ação de criar ídolos, como mencionado em Atos 7:43, onde o povo de Israel se afastou de Deus para adorar imagens.","por_que_esta_palavra":"A escolha da palavra 'fazer' destaca a responsabilidade humana na criação de ídolos e a rejeição de Deus.","conexao_teologica":"A idolatria é um tema recorrente na Bíblia, mostrando a tendência humana de substituir a adoração a Deus por coisas criadas.","referencias_relacionadas":["Êxodo 20:4","Salmos 115:4-8","Isaías 44:9-20"]},"atos_7_44_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se novamente ao ato de fazer, enfatizando a criação de um santuário para ídolos.","explicacao_detalhada":"A repetição da palavra 'fazer' (ποιέω) em Atos 7:44 reforça a ideia de que o povo de Israel estava ativamente criando um lugar de adoração para ídolos, em vez de adorar ao Deus verdadeiro.","por_que_esta_palavra":"A repetição enfatiza a gravidade da ação do povo e sua escolha de se afastar de Deus.","conexao_teologica":"A criação de ídolos é uma violação direta do mandamento de Deus e reflete a desobediência do povo.","referencias_relacionadas":["Êxodo 25:8","Salmos 106:19-20","Atos 17:29"]},"atos_7_44_sagrado":{"palavra_pt":"testemunho","palavra_original":"μαρτύριον","transliteracao":"martýrion","strong":"G3142","significado_raiz":"Ideia básica: testemunho.","significado_contextual":"Refere-se ao testemunho de Deus e à Sua presença entre o povo.","explicacao_detalhada":"A palavra 'testemunho' (μαρτύριον) é usada para descrever a evidência da presença de Deus e Sua ação na história de Israel, como mencionado em Atos 7:44.","por_que_esta_palavra":"A escolha da palavra 'testemunho' destaca a importância de lembrar e reconhecer as obras de Deus na vida do povo.","conexao_teologica":"O testemunho de Deus é fundamental para a fé, pois serve como uma lembrança da fidelidade divina.","referencias_relacionadas":["Salmos 119:111","Deuteronômio 6:17","Apocalipse 12:11"]},"atos_7_45_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus como o cumprimento das promessas de Deus e o Messias.","explicacao_detalhada":"A palavra 'Jesus' (Ἰησοῦς) é central na fé cristã, representando a encarnação de Deus e a salvação oferecida à humanidade. Em Atos 7:45, isso enfatiza a continuidade da obra de Deus através de Jesus.","por_que_esta_palavra":"A escolha da palavra 'Jesus' destaca a importância de reconhecer a obra redentora de Cristo na história da salvação.","conexao_teologica":"Jesus é visto como o cumprimento das profecias do Antigo Testamento, ligando a história de Israel à nova aliança.","referencias_relacionadas":["Mateus 1:21","Lucas 24:27","Atos 3:18"]},"atos_7_45_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se novamente ao Deus de Israel, enfatizando Sua soberania.","explicacao_detalhada":"A palavra 'Deus' (θεός) é utilizada para reafirmar a centralidade de Deus na história de Israel e na obra de salvação através de Jesus, conforme mencionado em Atos 7:45.","por_que_esta_palavra":"A repetição da palavra 'Deus' reforça a ideia de que toda a história da salvação é orquestrada por Ele.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele é o autor e consumador da fé.","referencias_relacionadas":["Romanos 8:28","Hebreus 12:2","Gênesis 18:14"]},"atos_7_45_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que Deus agiu na história, especialmente em relação à salvação.","explicacao_detalhada":"A palavra 'dia' (ἡμέρα) é usada para descrever um período específico em que Deus se revelou e agiu, como mencionado em Atos 7:45.","por_que_esta_palavra":"A escolha da palavra 'dia' enfatiza a importância de momentos específicos na história da salvação.","conexao_teologica":"O tempo é uma criação de Deus, e Ele atua dentro da história para cumprir Seus propósitos.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 4:4","2 Pedro 3:8"]},"atos_7_46_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à graça de Deus, que é um presente imerecido.","explicacao_detalhada":"A palavra 'graça' (χάρις) é fundamental na teologia cristã, representando o favor de Deus sobre a humanidade. Em Atos 7:46, isso enfatiza a bondade de Deus em escolher e abençoar Seu povo.","por_que_esta_palavra":"A escolha da palavra 'graça' destaca a natureza generosa de Deus e Sua disposição em oferecer salvação.","conexao_teologica":"A graça é o fundamento da salvação, mostrando que não podemos conquistar o favor de Deus por nossas obras.","referencias_relacionadas":["Efésios 2:8-9","Romanos 3:24","Tito 2:11"]},"atos_7_46_templo":{"palavra_pt":"templo","palavra_original":"σκήνωμα","transliteracao":"skḗnōma","strong":"G4638","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao templo que Davi desejou construir para Deus, simbolizando a presença divina entre o povo.","explicacao_detalhada":"O termo 'templo' (σκήνωμα) é usado para descrever a habitação de Deus entre os homens. No contexto de Atos 7:46, Este é um ponto crucial na defesa de Estêvão, onde ele menciona a intenção de Davi de construir um templo, destacando a importância da presença de Deus na história de Israel.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a relação entre Deus e Seu povo, mostrando que Ele não está limitado a um espaço físico, mas que Sua presença é mais ampla.","conexao_teologica":"A ideia do templo é central na teologia bíblica, representando a morada de Deus entre os homens e a promessa de Sua presença contínua.","referencias_relacionadas":["1 Crônicas 22:7-10","2 Samuel 7:12-13","Salmos 132:1-5"]},"atos_7_47_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à família de Davi, enfatizando a linhagem e a continuidade da promessa divina.","explicacao_detalhada":"A palavra 'família' (οἶκος) é usada para descrever a casa de Davi, que é fundamental para a genealogia messiânica. Estêvão menciona isso para mostrar como Deus escolheu uma linhagem específica para cumprir Suas promessas.","por_que_esta_palavra":"A escolha da palavra destaca a importância da família na história da salvação, mostrando que Deus opera através de gerações.","conexao_teologica":"A linhagem de Davi é crucial para a compreensão do Messias, que viria da casa de Davi, ligando a história de Israel à vinda de Cristo.","referencias_relacionadas":["Mateus 1:1-16","Lucas 1:32-33","Romanos 1:3"]},"atos_7_47_filho":{"palavra_pt":"filho","palavra_original":"Σολομών","transliteracao":"Solomṓn","strong":"G4672","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a Salomão, filho de Davi, que construiu o templo.","explicacao_detalhada":"A palavra 'filho' (Σολομών) é utilizada para enfatizar a continuidade da obra de Deus através da descendência de Davi. Salomão, como filho, representa a realização das promessas feitas a Davi.","por_que_esta_palavra":"Salomão é uma figura chave na história de Israel, e sua construção do templo é um marco na relação entre Deus e Seu povo.","conexao_teologica":"Salomão é visto como um tipo de Cristo, e sua obra de construção do templo antecipa a obra redentora de Jesus.","referencias_relacionadas":["1 Reis 6:1","2 Crônicas 3:1","Mateus 12:42"]},"atos_7_47_builder":{"palavra_pt":"build er","palavra_original":"οἰκοδομέω","transliteracao":"oikodoméō","strong":"G3618","significado_raiz":"Ideia básica: build er.","significado_contextual":"Refere-se à ação de construir, especificamente o templo por Salomão.","explicacao_detalhada":"A palavra 'construir' (οἰκοδομέω) é usada para descrever a obra de Salomão ao edificar o templo, que é um símbolo da presença de Deus entre o povo de Israel.","por_que_esta_palavra":"A construção do templo é um ato de obediência e devoção a Deus, representando a intenção de Davi e a realização de Salomão.","conexao_teologica":"A construção do templo é um precursor do conceito de que Jesus é o verdadeiro templo, onde Deus habita entre os homens.","referencias_relacionadas":["1 Reis 6:38","2 Crônicas 2:1","Hebreus 3:3"]},"atos_7_48_templo":{"palavra_pt":"templo","palavra_original":"ναός","transliteracao":"naós","strong":"G3485","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao templo como um lugar de adoração, mas também como um símbolo da presença de Deus.","explicacao_detalhada":"A palavra 'templo' (ναός) é usada para enfatizar que Deus não habita em templos feitos por mãos humanas, desafiando a visão limitada de que a presença de Deus está restrita a um lugar físico.","por_que_esta_palavra":"A utilização desta palavra é uma crítica à idolatria e à compreensão errônea da habitação de Deus.","conexao_teologica":"A teologia do templo é expandida no Novo Testamento, onde Jesus é apresentado como o verdadeiro templo, e os crentes são descritos como templos do Espírito Santo.","referencias_relacionadas":["Atos 17:24","1 Coríntios 3:16","Efésios 2:19-22"]},"atos_7_48_deus":{"palavra_pt":"deus","palavra_original":"ὕψιστος","transliteracao":"hýpsistos","strong":"G5310","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como o Altíssimo, enfatizando Sua soberania e transcendência.","explicacao_detalhada":"A palavra 'Deus' (ὕψιστος) é usada para descrever a grandeza e a majestade de Deus, que não pode ser contido em um templo físico.","por_que_esta_palavra":"A escolha desta palavra destaca a natureza divina de Deus, que é superior a qualquer construção humana.","conexao_teologica":"A transcendência de Deus é um tema central na teologia, mostrando que Ele é o Criador e Sustentador de todas as coisas.","referencias_relacionadas":["Salmos 83:18","Isaías 57:15","Atos 14:15"]},"atos_7_49_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao céu como a morada de Deus, enfatizando Sua soberania sobre toda a criação.","explicacao_detalhada":"A palavra 'céu' (οὐρανός) é utilizada para mostrar que Deus está acima de tudo e que Sua presença não está limitada ao templo ou à terra.","por_que_esta_palavra":"A utilização desta palavra reforça a ideia de que Deus é o Senhor do universo e que Sua autoridade se estende além das limitações humanas.","conexao_teologica":"A visão do céu é fundamental para a compreensão da soberania de Deus e da esperança da vida eterna para os crentes.","referencias_relacionadas":["Salmos 115:3","Mateus 6:9","Apocalipse 21:1"]},"atos_7_49_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como criação de Deus, enfatizando a relação entre Deus e a criação.","explicacao_detalhada":"A palavra 'terra' (γῆ) é usada para mostrar que Deus é o Criador de tudo, incluindo a terra, e que Sua autoridade se estende a toda a criação.","por_que_esta_palavra":"A escolha desta palavra destaca a soberania de Deus sobre a terra e a importância da criação em Seu plano.","conexao_teologica":"A criação é um tema central na teologia, mostrando que Deus é o autor de todas as coisas e que a terra é parte de Seu domínio.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:19-22"]},"atos_7_49_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à família de Deus, enfatizando a inclusão dos crentes como parte da família divina.","explicacao_detalhada":"A palavra 'família' (οἶκος) é usada para descrever a relação dos crentes com Deus, mostrando que eles são parte da Sua casa e herança.","por_que_esta_palavra":"A utilização desta palavra destaca a intimidade e a pertença que os crentes têm em relação a Deus.","conexao_teologica":"A ideia de ser parte da família de Deus é fundamental para a identidade cristã e a compreensão da comunidade da fé.","referencias_relacionadas":["Efésios 2:19","Gálatas 4:6-7","1 João 3:1"]},"atos_7_50_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de fazer, enfatizando a soberania de Deus na criação e na história.","explicacao_detalhada":"A palavra 'fazer' (ποιέω) é utilizada para mostrar que Deus é o autor de todas as coisas e que Sua vontade se cumpre na história.","por_que_esta_palavra":"A escolha desta palavra destaca a ação de Deus em criar e sustentar o mundo, mostrando Seu poder e autoridade.","conexao_teologica":"A soberania de Deus em fazer e criar é um tema central na teologia, mostrando que Ele é o Senhor da história.","referencias_relacionadas":["Gênesis 1:26","Isaías 45:12","Efésios 2:10"]},"atos_7_50_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão de Deus, simbolizando poder e ação.","explicacao_detalhada":"A palavra 'mão' é frequentemente usada na Bíblia para descrever a intervenção divina. Neste contexto, representa a capacidade de Deus de agir e moldar a história.","por_que_esta_palavra":"A mão de Deus é um símbolo de autoridade e controle sobre a criação e a história humana.","conexao_teologica":"A mão de Deus é um tema recorrente que enfatiza Sua soberania e poder em todas as coisas.","referencias_relacionadas":["Êxodo 3:20","Salmos 89:13","Isaías 41:10"]},"atos_7_50_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Indica o caminho que Deus estabeleceu para o Seu povo.","explicacao_detalhada":"A palavra 'caminho' simboliza a direção e o propósito que Deus tem para a vida dos crentes. Refere-se ao modo de vida que deve ser seguido.","por_que_esta_palavra":"O caminho é uma metáfora comum na Bíblia, representando a jornada espiritual e as escolhas que levam à vida eterna.","conexao_teologica":"Jesus se apresenta como o caminho, a verdade e a vida, enfatizando a importância de segui-Lo.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","João 14:6"]},"atos_7_51_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo, a presença de Deus que habita nos crentes.","explicacao_detalhada":"A palavra 'espírito' implica em vida, poder e a presença ativa de Deus entre Seu povo. É o agente de transformação e convicção.","por_que_esta_palavra":"O Espírito Santo é essencial para a vida cristã, guiando, confortando e capacitando os crentes.","conexao_teologica":"A obra do Espírito Santo é fundamental na teologia cristã, sendo o Consolador prometido por Jesus.","referencias_relacionadas":["João 14:26","Atos 2:4","Romanos 8:26"]},"atos_7_51_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao centro das emoções e decisões humanas.","explicacao_detalhada":"A palavra 'coração' na Bíblia é frequentemente usada para descrever a sede do pensamento, vontade e sentimentos. É onde se toma a decisão de seguir a Deus.","por_que_esta_palavra":"O coração é visto como o lugar onde se estabelece a relação com Deus, sendo fundamental para a fé.","conexao_teologica":"A transformação do coração é um tema central na redenção, onde Deus promete dar um novo coração aos Seus seguidores.","referencias_relacionadas":["Ezequiel 36:26","Mateus 5:8","Romanos 10:9"]},"atos_7_51_ear":{"palavra_pt":"ouvido","palavra_original":"οὖς","transliteracao":"oûs","strong":"G3775","significado_raiz":"Ideia básica: ouvido.","significado_contextual":"Refere-se à capacidade de ouvir e discernir a voz de Deus.","explicacao_detalhada":"A palavra 'ouvido' simboliza a receptividade à mensagem divina e a disposição para obedecer.","por_que_esta_palavra":"Ouvir a voz de Deus é essencial para a vida espiritual e para seguir Seus caminhos.","conexao_teologica":"A habilidade de ouvir e responder à palavra de Deus é um aspecto vital da fé cristã.","referencias_relacionadas":["Mateus 11:15","Tiago 1:19","Apocalipse 2:7"]},"atos_7_52_inocente":{"palavra_pt":"inocente","palavra_original":"δίκαιος","transliteracao":"díkaios","strong":"G1342","significado_raiz":"Ideia básica: inocente.","significado_contextual":"Refere-se à justiça e inocência de Cristo em contraste com a rejeição do povo.","explicacao_detalhada":"A palavra 'inocente' destaca a pureza e a justiça de Jesus, que foi injustamente condenado.","por_que_esta_palavra":"A inocência de Cristo é fundamental para a compreensão da Sua obra redentora.","conexao_teologica":"A justiça de Cristo é um tema central na salvação, onde Ele se torna o sacrifício perfeito.","referencias_relacionadas":["Isaías 53:9","1 Pedro 2:22","Hebreus 4:15"]},"atos_7_52_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à grandeza de Deus e à obra que Ele realiza na vida dos crentes.","explicacao_detalhada":"A palavra 'tornar-se' implica em transformação e realização do propósito divino na vida dos indivíduos.","por_que_esta_palavra":"Deus é capaz de fazer grandes coisas através de Seu povo, transformando vidas e circunstâncias.","conexao_teologica":"A grandeza de Deus é um tema que enfatiza Sua soberania e poder em ação.","referencias_relacionadas":["Efésios 3:20","Filipenses 1:6","Romanos 8:28"]},"atos_7_53_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"Refere-se à Lei de Moisés e à sua importância na vida do povo de Israel.","explicacao_detalhada":"A palavra 'lei' representa os mandamentos e instruções que Deus deu ao Seu povo para guiá-los.","por_que_esta_palavra":"A Lei é fundamental para entender a relação entre Deus e a humanidade, mostrando a necessidade de redenção.","conexao_teologica":"A Lei aponta para a necessidade de um Salvador, que é cumprida em Cristo.","referencias_relacionadas":["Deuteronômio 6:5","Romanos 3:20","Gálatas 3:24"]},"atos_7_53_instrumentality":{"palavra_pt":"instrumentality","palavra_original":"διαταγή","transliteracao":"diatagḗ","strong":"G1296","significado_raiz":"Ideia básica: instrumentality.","significado_contextual":"Refere-se ao meio pelo qual Deus comunica Sua vontade ao Seu povo.","explicacao_detalhada":"A palavra 'instrumentalidade' implica em como Deus usa a Lei e os profetas para guiar e instruir.","por_que_esta_palavra":"A instrumentalidade é essencial para entender como Deus se relaciona com a humanidade através da revelação.","conexao_teologica":"Deus usa instrumentos humanos para cumprir Seus propósitos, mostrando Sua soberania.","referencias_relacionadas":["Hebreus 1:1","2 Timóteo 3:16","1 Pedro 1:10-12"]},"atos_7_53_agarrar":{"palavra_pt":"receber","palavra_original":"λαμβάνω","transliteracao":"lambánō","strong":"G2983","significado_raiz":"Ideia básica: receber.","significado_contextual":"Refere-se à recepção da Lei e da mensagem de Deus.","explicacao_detalhada":"A palavra 'receber' implica em aceitar e se apropriar da verdade divina que é revelada.","por_que_esta_palavra":"Receber a mensagem de Deus é fundamental para a fé e a obediência.","conexao_teologica":"A recepção da Palavra de Deus é um aspecto vital da vida cristã, levando à transformação.","referencias_relacionadas":["João 1:12","Atos 2:41","Tiago 1:21"]},"atos_7_54_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração é visto como o centro das emoções e decisões humanas.","explicacao_detalhada":"No contexto de Atos 7:54, o coração dos líderes religiosos estava endurecido e cheio de raiva contra Estevão, que estava cheio do Espírito Santo. O coração representa a disposição interna que leva à ação.","por_que_esta_palavra":"A palavra 'coração' é utilizada para descrever a condição espiritual e emocional dos ouvintes de Estevão, que rejeitaram a verdade.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde Deus busca habitar e transformar, indicando a necessidade de um coração puro e receptivo à Sua palavra.","referencias_relacionadas":["Salmos 51:10","Provérbios 4:23","Mateus 5:8"]},"atos_7_55_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"O espírito é a força vital que conecta o ser humano a Deus.","explicacao_detalhada":"Em Atos 7:55, Estevão, cheio do Espírito Santo, vê a glória de Deus. O espírito aqui representa a presença de Deus que capacita e fortalece os crentes.","por_que_esta_palavra":"A palavra 'espírito' é crucial para entender a ação de Deus na vida dos crentes e a comunicação divina.","conexao_teologica":"O Espírito Santo é a terceira pessoa da Trindade, que guia, consola e fortalece os crentes em sua caminhada de fé.","referencias_relacionadas":["João 14:26","Romanos 8:26","Atos 1:8"]},"atos_7_55_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O céu é o lugar da presença de Deus e da Sua glória.","explicacao_detalhada":"Neste versículo, Estevão vê os céus abertos, o que simboliza a revelação divina e a confirmação de sua fé diante da perseguição.","por_que_esta_palavra":"A palavra 'céu' é usada para enfatizar a realidade espiritual que transcende a vida terrena e a esperança da vida eterna.","conexao_teologica":"O céu é frequentemente mencionado como o destino final dos fiéis e a morada de Deus, onde a glória divina é plenamente revelada.","referencias_relacionadas":["Mateus 5:12","Filipenses 3:20","Apocalipse 21:1-4"]},"atos_7_55_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória de Deus é a manifestação de Sua presença e poder.","explicacao_detalhada":"Neste contexto, a glória que Estevão vê é uma confirmação de sua fé e um testemunho do poder de Deus em sua vida, mesmo diante da morte.","por_que_esta_palavra":"A palavra 'glória' é usada para descrever a majestade e a santidade de Deus, que se revela aos Seus servos.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, representando Sua natureza e a resposta do ser humano à Sua grandeza.","referencias_relacionadas":["Salmos 19:1","Isaías 6:3","Romanos 11:36"]},"atos_7_56_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O céu é o lugar onde Deus reina e onde os crentes esperam estar após a morte.","explicacao_detalhada":"Estevão, ao ver o céu aberto, está recebendo uma visão do que o aguarda, reforçando sua fé e coragem diante da morte iminente.","por_que_esta_palavra":"A repetição da palavra 'céu' enfatiza a certeza da esperança cristã na vida eterna e na presença de Deus.","conexao_teologica":"A visão do céu é um lembrete da realidade espiritual que transcende a vida terrena e a promessa de vida eterna com Deus.","referencias_relacionadas":["João 14:2-3","2 Coríntios 5:1","Hebreus 11:16"]},"atos_7_56_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o Criador e Sustentador de todas as coisas, e Sua presença é a fonte de esperança e conforto.","explicacao_detalhada":"Neste versículo, Estevão reconhece a soberania de Deus, que está à direita do Pai, indicando a autoridade e o poder de Cristo.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para a compreensão da relação entre o ser humano e o Criador, especialmente em momentos de crise.","conexao_teologica":"A afirmação da soberania de Deus é um tema central na teologia cristã, que assegura aos crentes que Ele está no controle de todas as coisas.","referencias_relacionadas":["Salmos 115:3","Romanos 8:31","Efésios 1:11"]},"atos_7_56_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A aliança representa o pacto de Deus com Seu povo, simbolizando compromisso e fidelidade.","explicacao_detalhada":"Embora a palavra 'aliança' não apareça diretamente no versículo, a ideia de aliança permeia a narrativa, pois Estevão fala da continuidade da obra de Deus através da história de Israel.","por_que_esta_palavra":"A aliança é um conceito central na Bíblia, que mostra como Deus se relaciona com a humanidade e cumpre Suas promessas.","conexao_teologica":"A aliança de Deus com Seu povo é um tema que se estende desde o Antigo Testamento até o Novo Testamento, culminando na nova aliança em Cristo.","referencias_relacionadas":["Gênesis 9:13","Êxodo 19:5-6","Hebreus 8:6"]},"atos_7_57_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"O temor é uma reação emocional que pode ser tanto de reverência quanto de medo.","explicacao_detalhada":"Neste contexto, o temor dos ouvintes é uma resposta à mensagem de Estevão, que os confronta com a verdade de Deus.","por_que_esta_palavra":"A palavra 'temor' é usada para descrever a intensidade da reação dos ouvintes, que se sentem ameaçados pela mensagem de Estevão.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria e é frequentemente mencionado como uma resposta adequada à grandeza de Deus.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 66:2"]},"atos_7_57_ear":{"palavra_pt":"ouvido","palavra_original":"οὖς","transliteracao":"oûs","strong":"G3775","significado_raiz":"Ideia básica: ouvido.","significado_contextual":"O ouvido é o órgão que permite a percepção da verdade e da mensagem de Deus.","explicacao_detalhada":"Neste versículo, a referência ao ouvido destaca a incapacidade dos ouvintes de ouvir a verdade que Estevão estava proclamando.","por_que_esta_palavra":"A palavra 'ouvido' é utilizada para enfatizar a rejeição da mensagem divina, simbolizando a falta de disposição para ouvir.","conexao_teologica":"A disposição para ouvir a palavra de Deus é fundamental para a fé e a transformação espiritual.","referencias_relacionadas":["Mateus 11:15","Tiago 1:19","Romanos 10:17"]},"atos_7_58_testemunha":{"palavra_pt":"testemunha","palavra_original":"μάρτυς","transliteracao":"mártys","strong":"G3144","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"A testemunha é alguém que dá testemunho da verdade, especialmente em contextos de julgamento.","explicacao_detalhada":"Neste versículo, Estevão é chamado de testemunha, não apenas de Cristo, mas também da verdade de Deus, mesmo diante da morte.","por_que_esta_palavra":"A palavra 'testemunha' é significativa, pois reflete o papel de Estevão como mártir e defensor da fé cristã.","conexao_teologica":"O conceito de testemunha é central no cristianismo, onde os crentes são chamados a testemunhar sobre a obra de Cristo em suas vidas.","referencias_relacionadas":["Atos 1:8","2 Timóteo 1:8","Apocalipse 2:10"]},"atos_7_59_stephen":{"palavra_pt":"stephen","palavra_original":"Στέφανος","transliteracao":"Stéphanos","strong":"G4736","significado_raiz":"Ideia básica: stephen.","significado_contextual":"Stephen é um dos primeiros mártires da Igreja, conhecido por sua fé e testemunho.","explicacao_detalhada":"Stephen, um diácono escolhido pelos apóstolos, foi apedrejado por sua pregação sobre Jesus Cristo. Sua morte é um marco importante na história da Igreja primitiva, simbolizando a resistência à perseguição.","por_que_esta_palavra":"A palavra 'Stephen' é usada para identificar um personagem central que exemplifica a fé inabalável e a disposição de sacrificar a vida por Cristo.","conexao_teologica":"A morte de Stephen é vista como um reflexo do sacrifício de Cristo e um chamado à perseverança na fé diante da adversidade.","referencias_relacionadas":["Atos 6:5","Atos 7:54-60","Atos 8:1"]},"atos_7_59_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Deus e de Jesus Cristo.","explicacao_detalhada":"Neste contexto, 'senhor' é usado para invocar a soberania de Deus, especialmente no momento da morte de Stephen, onde ele clama a Jesus como Senhor.","por_que_esta_palavra":"A utilização da palavra 'senhor' enfatiza a relação de submissão e reverência que os crentes têm em relação a Deus.","conexao_teologica":"A invocação de Jesus como Senhor é um tema central no cristianismo, indicando a divindade de Cristo e sua autoridade sobre a vida dos crentes.","referencias_relacionadas":["Romanos 10:9","Atos 2:36","Filipenses 2:10-11"]},"atos_7_59_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é reconhecido como o Salvador e Senhor, fundamental para a fé cristã.","explicacao_detalhada":"Neste versículo, Stephen vê Jesus à direita de Deus, o que confirma a ressurreição e ascensão de Cristo, além de sua posição de autoridade.","por_que_esta_palavra":"A menção de 'Jesus' destaca a centralidade de sua pessoa e obra na salvação e na vida do crente.","conexao_teologica":"A visão de Stephen de Jesus à direita de Deus é um poderoso testemunho da divindade de Cristo e da esperança da ressurreição para todos os crentes.","referencias_relacionadas":["Atos 2:33","Hebreus 1:3","Colossenses 3:1"]},"atos_7_60_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é novamente usada para invocar a autoridade de Deus no momento da morte de Stephen.","explicacao_detalhada":"Stephen, ao clamar por Jesus, demonstra sua fé e confiança na soberania de Deus, mesmo diante da morte.","por_que_esta_palavra":"A repetição da palavra 'senhor' reforça a ideia de que, mesmo em momentos de grande tribulação, Deus é a fonte de conforto e autoridade.","conexao_teologica":"A invocação de Jesus como Senhor durante a morte de Stephen é um exemplo de fé que inspira os crentes a confiar em Deus em todas as circunstâncias.","referencias_relacionadas":["Salmos 31:5","Atos 4:12","1 Pedro 5:7"]},"atos_7_60_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"A palavra 'arco' é usada metaforicamente para descrever a ação de colocar algo em uma posição ou estado.","explicacao_detalhada":"Neste contexto, 'arco' refere-se ao ato de colocar a vida de Stephen nas mãos de Deus, simbolizando entrega e confiança.","por_que_esta_palavra":"A escolha da palavra 'arco' ilustra a entrega final de Stephen, que se entrega a Deus em um momento de grande angústia.","conexao_teologica":"A entrega da vida a Deus é um tema recorrente na Bíblia, refletindo a confiança do crente na soberania divina.","referencias_relacionadas":["Salmos 31:5","Lucas 23:46","Romanos 12:1"]},"atos_7_60_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"A palavra 'temor' refere-se ao respeito e reverência que Stephen tinha por Deus.","explicacao_detalhada":"Stephen, mesmo em face da morte, demonstra um temor reverente a Deus, reconhecendo sua soberania e poder.","por_que_esta_palavra":"O 'temor' é uma resposta natural do ser humano diante da grandeza de Deus, refletindo a relação de submissão e adoração.","conexao_teologica":"O temor a Deus é frequentemente associado à sabedoria e à compreensão espiritual na Bíblia.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 8:13"]}}