{"atos_8_1_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao momento em que a perseguição à Igreja começou após a morte de Stephen.","explicacao_detalhada":"Este 'dia' marca um ponto de virada na história da Igreja, onde a perseguição se intensificou, levando à dispersão dos crentes.","por_que_esta_palavra":"A menção do 'dia' enfatiza a importância do evento que ocorreu, que teve repercussões significativas para a propagação do evangelho.","conexao_teologica":"A perseguição, embora dolorosa, serviu para espalhar a mensagem de Cristo, mostrando que Deus pode usar até mesmo o sofrimento para cumprir seus propósitos.","referencias_relacionadas":["Atos 8:4","Atos 11:19","Romanos 8:28"]},"atos_8_1_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A palavra 'igreja' refere-se à comunidade de crentes que se reuniam em torno da fé em Jesus Cristo.","explicacao_detalhada":"A 'igreja' é vista como o corpo de Cristo, e neste contexto, representa a unidade e a força dos crentes, mesmo em tempos de perseguição.","por_que_esta_palavra":"A utilização da palavra 'igreja' destaca a importância da comunidade na vida cristã e a necessidade de apoio mútuo.","conexao_teologica":"A Igreja é chamada a ser luz e sal no mundo, e sua missão é continuar a obra de Cristo na Terra.","referencias_relacionadas":["Mateus 16:18","Efésios 4:12","1 Coríntios 12:12-27"]},"atos_8_1_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' refere-se ao impacto significativo da perseguição sobre a Igreja.","explicacao_detalhada":"A perseguição levou a um crescimento inesperado da Igreja, à medida que os crentes se espalhavam e pregavam o evangelho em novas regiões.","por_que_esta_palavra":"A palavra 'tornar-se' enfatiza a transformação que ocorreu na Igreja, mostrando que Deus pode usar dificuldades para promover seu reino.","conexao_teologica":"O crescimento da Igreja em meio à perseguição é um testemunho do poder de Deus e da resiliência dos crentes.","referencias_relacionadas":["Atos 1:8","Atos 8:4","2 Timóteo 2:9"]},"atos_8_2_stephen":{"palavra_pt":"stephen","palavra_original":"Στέφανος","transliteracao":"Stéphanos","strong":"G4736","significado_raiz":"Ideia básica: stephen.","significado_contextual":"Stephen é lembrado como um mártir e um exemplo de fé e coragem.","explicacao_detalhada":"Após sua morte, Stephen se tornou um símbolo de fé para a Igreja, inspirando outros a permanecerem firmes na fé.","por_que_esta_palavra":"A menção de Stephen após sua morte reforça seu legado e a importância de seu testemunho na história da Igreja.","conexao_teologica":"A vida e morte de Stephen exemplificam o chamado de Jesus para que seus seguidores tomem a cruz e o sigam, mesmo diante da morte.","referencias_relacionadas":["Atos 6:5","Atos 7:54-60","Atos 8:1"]},"atos_8_2_devout":{"palavra_pt":"devout","palavra_original":"εὐλαβής","transliteracao":"eulabḗs","strong":"G2126","significado_raiz":"Ideia básica: devout.","significado_contextual":"A palavra 'devout' refere-se a uma pessoa que é respeitosa e reverente em relação a Deus.","explicacao_detalhada":"No contexto de Atos 8:2, a palavra descreve os que honram a Deus e seguem suas leis, indicando um caráter piedoso e dedicado à prática da fé.","por_que_esta_palavra":"A escolha da palavra 'devout' enfatiza a importância da devoção sincera na vida dos crentes e como isso se reflete em suas ações.","conexao_teologica":"A devoção é um aspecto central da vida cristã, que envolve não apenas crença, mas também ação e compromisso com Deus.","referencias_relacionadas":["Atos 10:2","Salmos 4:3","Hebreus 12:28"]},"atos_8_2_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' implica em realizar ações ou cumprir tarefas.","explicacao_detalhada":"Em Atos 8:2, a palavra 'fazer' é usada para descrever as ações dos apóstolos e dos crentes em espalhar a mensagem do evangelho.","por_que_esta_palavra":"A ênfase em 'fazer' destaca a necessidade de ações concretas na prática da fé, não apenas crenças teóricas.","conexao_teologica":"A fé sem obras é morta (Tiago 2:26), e a palavra 'fazer' reforça a ideia de que a verdadeira fé se manifesta em ações.","referencias_relacionadas":["Tiago 2:17","Mateus 5:16","Colossenses 3:23"]},"atos_8_3_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A palavra 'igreja' refere-se à assembleia dos crentes, a comunidade de fiéis.","explicacao_detalhada":"Em Atos 8:3, a palavra 'igreja' é usada para descrever a coletividade dos seguidores de Cristo, enfatizando a importância da comunhão entre os crentes.","por_que_esta_palavra":"A palavra 'igreja' é fundamental para entender a natureza comunitária da fé cristã e a missão coletiva dos crentes.","conexao_teologica":"A igreja é o corpo de Cristo na Terra, e sua função é propagar o evangelho e edificar os crentes.","referencias_relacionadas":["Mateus 16:18","Efésios 4:12","1 Coríntios 12:27"]},"atos_8_3_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se à unidade básica da sociedade, incluindo laços de sangue e relações espirituais.","explicacao_detalhada":"Em Atos 8:3, a palavra 'família' é usada para descrever a casa de Saulo, indicando a importância das relações familiares na propagação da fé.","por_que_esta_palavra":"A ênfase na 'família' destaca como a fé pode afetar não apenas indivíduos, mas também lares inteiros.","conexao_teologica":"A família é vista como um microcosmo da igreja, onde a fé é vivida e transmitida de geração em geração.","referencias_relacionadas":["Efésios 6:1-4","Josué 24:15","1 Timóteo 5:8"]},"atos_8_3_nome":{"palavra_pt":"nome","palavra_original":"Σαῦλος","transliteracao":"Saûlos","strong":"G4569","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à reputação de uma pessoa.","explicacao_detalhada":"Em Atos 8:3, o nome 'Saulo' é mencionado, destacando a importância da identidade pessoal e do papel que ele desempenha na história da igreja.","por_que_esta_palavra":"O nome carrega significados e expectativas, e neste contexto, representa a transformação que Saulo experimentaria mais tarde.","conexao_teologica":"O nome de Jesus é central na fé cristã, e a transformação de Saulo em Paulo é um exemplo do poder do nome de Cristo.","referencias_relacionadas":["Atos 9:1-6","Romanos 1:16","Filipenses 2:9-11"]},"atos_8_4_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à mensagem de Deus, que é central para a fé cristã.","explicacao_detalhada":"Em Atos 8:4, a 'palavra' é o conteúdo do evangelho que os crentes estavam proclamando, enfatizando a importância da comunicação da verdade divina.","por_que_esta_palavra":"A palavra é o meio pelo qual Deus se revela e transforma vidas, sendo essencial para a missão da igreja.","conexao_teologica":"A palavra de Deus é viva e eficaz (Hebreus 4:12), e sua proclamação é fundamental para a edificação da fé.","referencias_relacionadas":["Romanos 10:17","1 Pedro 1:23","João 1:1"]},"atos_8_4_bom":{"palavra_pt":"evangelizar","palavra_original":"εὐαγγελίζω","transliteracao":"euangelízō","strong":"G2097","significado_raiz":"Ideia básica: evangelizar.","significado_contextual":"A palavra 'evangelizar' refere-se ao ato de proclamar as boas novas de Jesus Cristo.","explicacao_detalhada":"Em Atos 8:4, a palavra 'evangelizar' destaca a missão dos crentes de compartilhar a mensagem de salvação com outros.","por_que_esta_palavra":"A evangelização é um mandamento de Cristo e uma expressão do amor de Deus pela humanidade.","conexao_teologica":"A Grande Comissão (Mateus 28:19-20) chama todos os crentes a fazer discípulos, tornando a evangelização uma prioridade.","referencias_relacionadas":["Marcos 16:15","Atos 1:8","2 Timóteo 4:2"]},"atos_8_4_scatter":{"palavra_pt":"scatter","palavra_original":"διασπείρω","transliteracao":"diaspeírō","strong":"G1289","significado_raiz":"Ideia básica: scatter.","significado_contextual":"A palavra 'scatter' refere-se ao ato de dispersar ou espalhar.","explicacao_detalhada":"Em Atos 8:4, 'scatter' descreve como os crentes foram dispersos, mas isso resultou na propagação do evangelho.","por_que_esta_palavra":"A dispersão dos crentes, embora inicialmente parecesse negativa, foi usada por Deus para expandir Seu reino.","conexao_teologica":"Deus usa as dificuldades para cumprir Seus propósitos, mostrando que até mesmo a perseguição pode levar à expansão do evangelho.","referencias_relacionadas":["Atos 11:19","Romanos 8:28","Gênesis 50:20"]},"atos_8_5_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'cristo' refere-se ao Messias, o Ungido de Deus.","explicacao_detalhada":"Em Atos 8:5, a referência a 'Cristo' sublinha a identidade de Jesus como o Salvador prometido nas Escrituras.","por_que_esta_palavra":"A palavra 'Cristo' é central para a fé cristã, pois representa a realização das promessas de Deus ao Seu povo.","conexao_teologica":"Cristo é o cumprimento da aliança de Deus com a humanidade, e sua obra é a base da salvação.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Atos 2:36"]},"atos_8_5_verdade":{"palavra_pt":"pregar/proclamar","palavra_original":"κηρύσσω","transliteracao":"kērýssō","strong":"G2784","significado_raiz":"Ideia básica: pregar.","significado_contextual":"A palavra 'pregar' refere-se ao ato de anunciar ou proclamar a mensagem de Deus.","explicacao_detalhada":"Em Atos 8:5, a palavra 'pregar' destaca a ação de Filipe ao compartilhar o evangelho em Samaria.","por_que_esta_palavra":"A pregação é um meio pelo qual a verdade de Deus é comunicada e as vidas são transformadas.","conexao_teologica":"A pregação do evangelho é essencial para a salvação, conforme Romanos 10:14-15, onde se enfatiza a necessidade de mensageiros.","referencias_relacionadas":["1 Coríntios 1:21","2 Timóteo 4:2","Atos 10:42"]},"atos_8_5_nome":{"palavra_pt":"nome","palavra_original":"Φίλιππος","transliteracao":"Phílippos","strong":"G5376","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Filipe, um dos diáconos escolhidos na igreja primitiva.","explicacao_detalhada":"O nome 'Filipe' significa 'amigo dos cavalos' e é um nome comum na cultura grega. Filipe é mencionado em Atos como um evangelista que pregou em Samaria.","por_que_esta_palavra":"O nome é importante para identificar a pessoa que desempenha um papel significativo na propagação do evangelho.","conexao_teologica":"Filipe é um exemplo de obediência e fé, mostrando como Deus usa indivíduos comuns para realizar Seus propósitos.","referencias_relacionadas":["Atos 6:5","Atos 8:12","Atos 21:8"]},"atos_8_6_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de fazer ou realizar algo, especialmente no contexto de pregar e realizar milagres.","explicacao_detalhada":"A palavra 'fazer' implica em ação e movimento, essencial para a missão de Filipe ao evangelizar.","por_que_esta_palavra":"É crucial para entender a dinâmica da evangelização e os atos que acompanham a pregação do evangelho.","conexao_teologica":"A ação de fazer é um reflexo da fé em ação, onde a pregação é acompanhada por sinais e maravilhas.","referencias_relacionadas":["Tiago 2:17","Mateus 28:19-20","Atos 1:8"]},"atos_8_6_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se à multidão que ouviu a mensagem de Filipe e respondeu com fé.","explicacao_detalhada":"O termo 'povo' indica um grupo coletivo que representa a necessidade de ouvir e responder ao evangelho.","por_que_esta_palavra":"É importante para entender a receptividade do povo à mensagem de Filipe e a transformação que ocorreu.","conexao_teologica":"A salvação é oferecida a todos, e o povo representa a diversidade de pessoas que podem ser alcançadas pelo evangelho.","referencias_relacionadas":["Atos 2:41","Romanos 10:13","Mateus 9:36"]},"atos_8_6_nome":{"palavra_pt":"nome","palavra_original":"Φίλιππος","transliteracao":"Phílippos","strong":"G5376","significado_raiz":"Ideia básica: nome.","significado_contextual":"Novamente refere-se ao nome de Filipe, enfatizando sua identidade como evangelista.","explicacao_detalhada":"O nome é mencionado para reforçar a importância da pessoa que está realizando a obra de Deus em Samaria.","por_que_esta_palavra":"A repetição do nome destaca a continuidade da obra de Filipe e sua identidade na missão.","conexao_teologica":"A identidade de um crente é fundamental para a missão que Deus lhes confia, e Filipe é um exemplo disso.","referencias_relacionadas":["Atos 6:5","Atos 8:12","Atos 21:8"]},"atos_8_7_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito, especialmente no contexto de milagres e a presença de Deus.","explicacao_detalhada":"A palavra 'espírito' é usada para descrever a ação divina que acompanha a pregação de Filipe.","por_que_esta_palavra":"É essencial para entender a dinâmica espiritual que ocorre durante a evangelização.","conexao_teologica":"O Espírito Santo é o agente que capacita e guia os crentes em sua missão, confirmando a verdade do evangelho.","referencias_relacionadas":["Atos 1:8","Romanos 8:9","Gálatas 5:22-23"]},"atos_8_7_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude dos milagres e à obra de Deus através de Filipe.","explicacao_detalhada":"A palavra 'grande' enfatiza a importância e o impacto dos sinais e maravilhas que ocorreram.","por_que_esta_palavra":"Destaca a autoridade de Filipe como mensageiro de Deus e a resposta do povo aos milagres.","conexao_teologica":"Deus realiza grandes obras através de Seus servos, mostrando Seu poder e amor ao mundo.","referencias_relacionadas":["Salmos 126:2","Atos 4:30","Mateus 9:35"]},"atos_8_7_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao temor que se apoderou do povo diante dos milagres realizados.","explicacao_detalhada":"O 'temor' aqui é uma resposta reverente à manifestação do poder de Deus.","por_que_esta_palavra":"É importante para entender a reação do povo e a seriedade da mensagem que estava sendo pregada.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria e uma resposta adequada à Sua grandeza.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Atos 9:31"]},"atos_8_8_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à transformação que ocorreu na cidade de Samaria após a pregação de Filipe.","explicacao_detalhada":"A palavra 'tornar-se' indica uma mudança significativa na vida das pessoas que aceitaram a mensagem.","por_que_esta_palavra":"É crucial para entender o impacto do evangelho na vida das pessoas e na comunidade.","conexao_teologica":"A transformação é um tema central do evangelho, onde vidas são mudadas pela graça de Deus.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"atos_8_8_gladness":{"palavra_pt":"alegria","palavra_original":"χαρά","transliteracao":"chará","strong":"G5479","significado_raiz":"Ideia básica: alegria.","significado_contextual":"Refere-se à alegria que surgiu no coração do povo após a aceitação do evangelho.","explicacao_detalhada":"A 'alegria' é uma resposta natural à salvação e à libertação do pecado.","por_que_esta_palavra":"É importante para entender a transformação emocional e espiritual que ocorre com a fé.","conexao_teologica":"A alegria é um fruto do Espírito e uma evidência da presença de Deus na vida dos crentes.","referencias_relacionadas":["Salmos 30:5","Gálatas 5:22","Filipenses 4:4"]},"atos_8_9_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao temor que se apoderou do povo diante das ações de Filipe e dos milagres.","explicacao_detalhada":"O 'temor' é uma resposta ao poder de Deus manifestado através de Filipe.","por_que_esta_palavra":"É crucial para entender a seriedade da mensagem e a reverência que deve ser dada a Deus.","conexao_teologica":"O temor do Senhor é fundamental para uma vida de fé e obediência.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Atos 9:31"]},"atos_8_9_nome":{"palavra_pt":"nome","palavra_original":"Σίμων","transliteracao":"Símōn","strong":"G4613","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade de Simão, que era conhecido por suas práticas de feitiçaria.","explicacao_detalhada":"O nome é uma representação da essência e da autoridade de uma pessoa. No contexto de Atos 8, o nome de Simão é associado ao seu poder ilusório e à sua influência sobre o povo.","por_que_esta_palavra":"A palavra 'nome' é crucial para entender a identidade de Simão e como ele se apresentava diante da comunidade.","conexao_teologica":"O nome de Jesus é contrastado com o nome de Simão, enfatizando a verdadeira autoridade e poder que vem de Deus.","referencias_relacionadas":["Atos 4:12","Filipenses 2:9-10","Mateus 28:19"]},"atos_8_10_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"O temor aqui se refere à reverência e ao respeito que o povo tinha por Simão devido aos seus feitos.","explicacao_detalhada":"O temor é uma resposta emocional que pode ser tanto positiva quanto negativa. No caso de Simão, o temor era gerado por suas práticas mágicas, que impressionavam as pessoas.","por_que_esta_palavra":"A palavra 'temor' é usada para descrever a reação do povo diante de alguém que exerce poder, mesmo que esse poder não seja de Deus.","conexao_teologica":"O temor deve ser direcionado a Deus, e não a homens, como é o caso de Simão.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Hebreus 12:28"]},"atos_8_10_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus verdadeiro, em contraste com as práticas de feitiçaria de Simão.","explicacao_detalhada":"A palavra 'Deus' é central na teologia cristã, representando o ser supremo que deve ser adorado e tem autoridade sobre todas as coisas.","por_que_esta_palavra":"A menção de Deus é essencial para entender a diferença entre o poder divino e as ilusões criadas por Simão.","conexao_teologica":"Deus é o único digno de temor e reverência, ao contrário de Simão, que usava seu nome para enganar.","referencias_relacionadas":["Isaías 45:5","João 4:24","Romanos 1:20"]},"atos_8_11_years":{"palavra_pt":"anos","palavra_original":"χρόνος","transliteracao":"chrónos","strong":"G5550","significado_raiz":"Ideia básica: anos.","significado_contextual":"Refere-se ao tempo que Simão havia praticado a feitiçaria, indicando sua longa influência sobre o povo.","explicacao_detalhada":"O tempo é um fator que demonstra a profundidade da enganação de Simão e a necessidade de uma intervenção divina.","por_que_esta_palavra":"A palavra 'anos' destaca a persistência da influência de Simão e a urgência da pregação do evangelho.","conexao_teologica":"O tempo de engano é contrastado com o tempo de salvação que vem através de Jesus.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 4:4","2 Coríntios 6:2"]},"atos_8_11_sorcery":{"palavra_pt":"sorcery","palavra_original":"μαγεία","transliteracao":"mageía","strong":"G3095","significado_raiz":"Ideia básica: sorcery.","significado_contextual":"Refere-se às práticas mágicas de Simão, que enganavam o povo.","explicacao_detalhada":"A sorcery é uma forma de manipulação espiritual que se opõe à verdadeira fé em Deus. Simão usava a magia para controlar e impressionar as pessoas.","por_que_esta_palavra":"A palavra 'sorcery' é importante para entender a natureza enganosa das práticas de Simão e a necessidade de discernimento espiritual.","conexao_teologica":"A verdadeira fé em Jesus é apresentada como uma alternativa à sorcery e ao engano.","referencias_relacionadas":["Gálatas 5:20","Deuteronômio 18:10-12","Apocalipse 21:8"]},"atos_8_11_attendance":{"palavra_pt":"attend ance","palavra_original":"προσέχω","transliteracao":"proséchō","strong":"G4337","significado_raiz":"Ideia básica: attend ance.","significado_contextual":"Refere-se à atenção que o povo dava a Simão, indicando sua influência.","explicacao_detalhada":"A palavra 'attendance' implica em um foco e uma devoção que o povo tinha em relação a Simão, que era enganosa.","por_que_esta_palavra":"A atenção que Simão recebia é um reflexo da sua habilidade de enganar e manipular as pessoas.","conexao_teologica":"A verdadeira devoção deve ser direcionada a Deus e não a homens ou práticas enganosas.","referencias_relacionadas":["Mateus 6:24","1 Coríntios 10:21","Tiago 4:4"]},"atos_8_12_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus que é proclamado por Filipe, em contraste com as práticas de Simão.","explicacao_detalhada":"Neste contexto, Deus é apresentado como o verdadeiro objeto de fé e adoração, ao contrário das ilusões de Simão.","por_que_esta_palavra":"A menção de Deus é fundamental para a mensagem de salvação que Filipe traz ao povo.","conexao_teologica":"A pregação do evangelho é centrada em Deus e em Sua obra redentora através de Jesus.","referencias_relacionadas":["Atos 2:21","Romanos 10:13","1 João 5:20"]},"atos_8_12_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus como o Messias e Salvador, que é proclamado por Filipe.","explicacao_detalhada":"A palavra 'Jesus' é central na mensagem do evangelho, representando a encarnação de Deus e a salvação oferecida à humanidade.","por_que_esta_palavra":"A menção de Jesus é crucial para a conversão do povo e a rejeição das práticas de Simão.","conexao_teologica":"Jesus é o único caminho para a salvação, em contraste com as falsas promessas de poder de Simão.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 1:16"]},"atos_8_13_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao temor que o povo sentiu ao ver a verdadeira obra de Deus através de Filipe.","explicacao_detalhada":"Este temor é uma resposta ao poder de Deus, que é autêntico e verdadeiro, em contraste com o temor que Simão gerava.","por_que_esta_palavra":"A palavra 'temor' aqui indica uma reverência genuína diante da manifestação do poder de Deus.","conexao_teologica":"O temor a Deus é o princípio da sabedoria e é fundamental para a verdadeira adoração.","referencias_relacionadas":["Salmos 34:9","Provérbios 9:10","Atos 10:35"]},"atos_8_13_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à crença do povo em Jesus após a pregação de Filipe.","explicacao_detalhada":"A fé é a resposta adequada ao evangelho e é essencial para a salvação. A crença em Jesus é o que transforma vidas.","por_que_esta_palavra":"A palavra 'crer' é fundamental para a mensagem do evangelho, pois a fé é o meio pelo qual recebemos a salvação.","conexao_teologica":"A fé em Jesus é o que nos conecta a Deus e nos liberta do engano e da escuridão.","referencias_relacionadas":["Efésios 2:8-9","Hebreus 11:1","Romanos 10:9"]},"atos_8_14_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'Cristo' refere-se ao Messias, o Ungido de Deus.","explicacao_detalhada":"No contexto de Atos 8:14, a palavra é usada para enfatizar a importância da mensagem de Jesus Cristo e sua obra redentora. Os apóstolos estavam levando a mensagem do Cristo ressurreto aos samaritanos.","por_que_esta_palavra":"A palavra é central para a fé cristã, pois representa a identidade de Jesus como o Salvador prometido.","conexao_teologica":"Cristo é o cumprimento das profecias do Antigo Testamento e a base da nova aliança.","referencias_relacionadas":["Mateus 1:16","João 1:41","Atos 2:36"]},"atos_8_14_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Ser Supremo, Criador do universo.","explicacao_detalhada":"Em Atos 8:14, a menção de Deus destaca a soberania divina na obra de salvação e a importância da fé em Deus para a vida dos crentes.","por_que_esta_palavra":"Deus é a fonte de toda autoridade e poder, e é fundamental para a compreensão da relação entre o homem e o divino.","conexao_teologica":"A crença em Deus é a base da fé cristã e a fonte de esperança e redenção.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"atos_8_14_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' simboliza estabilidade e segurança, frequentemente associada a Deus.","explicacao_detalhada":"No contexto de Atos 8:14, a rocha pode ser vista como uma metáfora para a firmeza da fé em Cristo, que é a verdadeira rocha sobre a qual os crentes se apoiam.","por_que_esta_palavra":"A rocha representa a proteção e a força que Deus oferece aos seus seguidores.","conexao_teologica":"Cristo é frequentemente referido como a rocha na qual a Igreja é construída.","referencias_relacionadas":["Salmos 18:2","Mateus 7:24-25","1 Coríntios 10:4"]},"atos_8_15_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se ao Espírito Santo, a presença de Deus entre os crentes.","explicacao_detalhada":"Em Atos 8:15, o ato de invocar o Espírito Santo é essencial para a confirmação da fé e a capacitação dos crentes para a missão.","por_que_esta_palavra":"O Espírito Santo é o Consolador prometido que guia e fortalece os crentes.","conexao_teologica":"A presença do Espírito Santo é fundamental para a vida cristã e a edificação da Igreja.","referencias_relacionadas":["Atos 2:4","Romanos 8:26","Gálatas 5:22-23"]},"atos_8_15_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui se refere à ação de se dirigir a Deus em oração.","explicacao_detalhada":"Em Atos 8:15, a oração é um meio de buscar a intervenção divina e a confirmação da fé dos novos crentes.","por_que_esta_palavra":"A oração é uma prática fundamental na vida cristã, refletindo a dependência de Deus.","conexao_teologica":"A oração é o canal de comunicação entre o crente e Deus, essencial para o crescimento espiritual.","referencias_relacionadas":["Filipenses 4:6","1 Tessalonicenses 5:17","Tiago 5:16"]},"atos_8_15_cair":{"palavra_pt":"cair","palavra_original":"καταβαίνω","transliteracao":"katabaínō","strong":"G2597","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode indicar uma experiência de poder espiritual ou a manifestação do Espírito.","explicacao_detalhada":"No contexto de Atos 8:15, o ato de cair pode simbolizar a entrega total ao poder de Deus e a transformação que ocorre na vida dos crentes.","por_que_esta_palavra":"Cair na presença de Deus é muitas vezes uma resposta ao Seu poder e santidade.","conexao_teologica":"Essa experiência pode ser vista como um sinal da presença do Espírito Santo e da obra de Deus na vida dos crentes.","referencias_relacionadas":["Ezequiel 1:28","Daniel 8:17","Atos 9:4"]},"atos_8_16_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Cristo sobre todas as coisas.","explicacao_detalhada":"Em Atos 8:16, a menção do Senhor enfatiza a soberania de Jesus e a importância de reconhecer Sua autoridade na vida dos crentes.","por_que_esta_palavra":"Reconhecer Jesus como Senhor é fundamental para a fé cristã e a submissão à Sua vontade.","conexao_teologica":"A autoridade de Cristo é um tema central no Novo Testamento, refletindo Sua divindade e poder.","referencias_relacionadas":["Filipenses 2:9-11","Mateus 28:18","Romanos 10:9"]},"atos_8_16_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, o Filho de Deus.","explicacao_detalhada":"Em Atos 8:16, o nome de Jesus é invocado como a fonte de poder e salvação, essencial para a fé cristã.","por_que_esta_palavra":"Jesus é o centro da mensagem do evangelho e a chave para a reconciliação com Deus.","conexao_teologica":"A salvação é encontrada somente em Jesus, conforme ensinado em toda a Escritura.","referencias_relacionadas":["Atos 4:12","João 14:6","Romanos 5:1"]},"atos_8_16_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"A palavra 'sozinho' indica a singularidade da experiência ou a presença de Deus.","explicacao_detalhada":"Em Atos 8:16, a ideia de estar sozinho pode refletir a necessidade de dependência total de Deus, sem confiar em forças humanas.","por_que_esta_palavra":"A solidão na presença de Deus pode ser um momento de profunda comunhão e revelação espiritual.","conexao_teologica":"A dependência de Deus é um tema recorrente, mostrando que a força do crente vem do Senhor.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Mateus 28:20"]},"atos_8_17_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' novamente refere-se ao Espírito Santo, que é dado aos crentes.","explicacao_detalhada":"Em Atos 8:17, a imposição de mãos pelos apóstolos para receber o Espírito Santo é um ato de confirmação e capacitação para a missão.","por_que_esta_palavra":"O Espírito Santo é essencial para a vida e o ministério dos crentes, capacitando-os a viver e testemunhar.","conexao_teologica":"A obra do Espírito Santo é vital para a edificação da Igreja e a realização da missão de Deus.","referencias_relacionadas":["Atos 2:38","Gálatas 3:14","Efésios 1:13-14"]},"atos_8_17_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' é usada para descrever a ação de impor as mãos sobre os crentes para a recepção do Espírito Santo.","explicacao_detalhada":"No contexto de Atos 8:17, os apóstolos impuseram as mãos sobre os samaritanos para que recebessem o Espírito Santo, simbolizando a transferência de poder e bênção divina.","por_que_esta_palavra":"A mão é um símbolo de autoridade e ação, representando a conexão entre o que é humano e o divino.","conexao_teologica":"A imposição de mãos é um ato que demonstra a continuidade da obra do Espírito Santo na Igreja, ligando a prática apostólica à experiência dos crentes.","referencias_relacionadas":["Atos 6:6","Atos 19:6","Hebreus 6:2"]},"atos_8_17_add":{"palavra_pt":"acrescentar","palavra_original":"ἐπιτίθημι","transliteracao":"epitíthēmi","strong":"G2007","significado_raiz":"Ideia básica: acrescentar.","significado_contextual":"A palavra 'acrescentar' refere-se ao ato de dar algo a mais, neste caso, o Espírito Santo aos que já creram.","explicacao_detalhada":"Em Atos 8:17, a imposição das mãos pelos apóstolos é um ato de acrescentar a presença do Espírito Santo aos samaritanos que já haviam crido.","por_que_esta_palavra":"A ideia de acrescentar enfatiza a generosidade de Deus em dar mais do que o necessário aos seus filhos.","conexao_teologica":"Este ato de acrescentar o Espírito Santo é fundamental para a vida cristã, pois é através do Espírito que os crentes são capacitados para viver e testemunhar.","referencias_relacionadas":["Lucas 11:13","Tiago 1:5","Romanos 8:9"]},"atos_8_18_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se à presença e ação do Espírito Santo na vida dos crentes.","explicacao_detalhada":"Em Atos 8:18, a menção ao 'espírito' destaca a importância da experiência espiritual que os samaritanos estavam prestes a receber.","por_que_esta_palavra":"O Espírito é visto como o agente de transformação e poder na vida do crente, essencial para a missão da Igreja.","conexao_teologica":"A presença do Espírito Santo é o que distingue a vida cristã, capacitando os crentes a viverem de acordo com a vontade de Deus.","referencias_relacionadas":["João 14:17","Atos 1:8","Gálatas 5:22-23"]},"atos_8_18_urso":{"palavra_pt":"urso","palavra_original":"προσφέρω","transliteracao":"prosphérō","strong":"G4374","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não se aplica diretamente ao contexto de Atos 8, mas pode ser uma confusão com a palavra 'oferecer'.","explicacao_detalhada":"Se considerarmos a ideia de 'oferecer', isso se relaciona ao desejo de Simão em comprar o poder do Espírito Santo, o que é uma grave distorção do propósito divino.","por_que_esta_palavra":"A intenção de 'oferecer' algo em troca do poder de Deus revela a falta de compreensão de Simão sobre a natureza do dom espiritual.","conexao_teologica":"A tentativa de comercializar o poder de Deus é um alerta sobre a sacralidade dos dons espirituais e a necessidade de abordá-los com reverência.","referencias_relacionadas":["Atos 8:20","Mateus 10:8","1 Pedro 1:18-19"]},"atos_8_18_nome":{"palavra_pt":"nome","palavra_original":"Σίμων","transliteracao":"Símōn","strong":"G4613","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade de Simão, um mágico que buscava poder espiritual.","explicacao_detalhada":"Em Atos 8:18, o nome 'Simão' é importante porque representa sua antiga vida e suas intenções distorcidas em relação ao poder de Deus.","por_que_esta_palavra":"O nome é um símbolo da identidade e da reputação de uma pessoa, e neste caso, reflete a luta interna de Simão entre o antigo e o novo.","conexao_teologica":"A transformação de identidade é central na fé cristã, onde os crentes são chamados a deixar suas antigas vidas para trás.","referencias_relacionadas":["2 Coríntios 5:17","Gálatas 2:20","Efésios 4:22-24"]},"atos_8_19_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' novamente se refere à ação do Espírito Santo, que é o foco da narrativa.","explicacao_detalhada":"Em Atos 8:19, Simão deseja receber o poder de dar o Espírito Santo, mostrando sua falta de entendimento sobre a natureza do dom.","por_que_esta_palavra":"O desejo de Simão de controlar o Espírito Santo reflete uma compreensão errada da soberania de Deus.","conexao_teologica":"A busca por poder espiritual deve ser motivada pela submissão a Deus, e não pela ambição pessoal.","referencias_relacionadas":["Atos 5:32","Romanos 8:14","1 Coríntios 12:11"]},"atos_8_19_autoridade":{"palavra_pt":"autoridade","palavra_original":"ἐξουσία","transliteracao":"exousía","strong":"G1849","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"A palavra 'autoridade' refere-se ao poder que os apóstolos tinham para transmitir o Espírito Santo.","explicacao_detalhada":"Em Atos 8:19, Simão reconhece a autoridade dos apóstolos e deseja obter essa mesma autoridade para si.","por_que_esta_palavra":"A autoridade espiritual é um tema central na obra dos apóstolos, que atuam em nome de Cristo.","conexao_teologica":"A verdadeira autoridade espiritual vem de Deus e deve ser usada para edificação da Igreja e não para ganho pessoal.","referencias_relacionadas":["Mateus 28:18","Atos 1:8","Efésios 4:11-12"]},"atos_8_19_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' novamente se refere ao ato de impor as mãos, simbolizando a transmissão do Espírito Santo.","explicacao_detalhada":"Em Atos 8:19, a imposição das mãos é um ato que representa a autorização e a bênção divina sobre os crentes.","por_que_esta_palavra":"A mão é um símbolo de poder e ação, essencial para a prática da fé na comunidade cristã.","conexao_teologica":"A imposição de mãos é um meio de reconhecer a obra do Espírito Santo na vida da Igreja.","referencias_relacionadas":["Atos 6:6","Atos 19:6","1 Timóteo 4:14"]},"atos_8_20_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' é usada metaforicamente para descrever a firmeza e a estabilidade que vem de Deus.","explicacao_detalhada":"Em Atos 8:20, a referência à 'rocha' pode ser vista como uma crítica à tentativa de Simão de comprar o que é sagrado.","por_que_esta_palavra":"A rocha simboliza a segurança e a proteção que Deus oferece aos que confiam Nele.","conexao_teologica":"Cristo é descrito como a rocha em várias passagens, simbolizando a base da fé cristã.","referencias_relacionadas":["Salmos 18:2","Mateus 16:18","1 Coríntios 10:4"]},"atos_8_20_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, que é a fonte de todo poder e autoridade.","explicacao_detalhada":"Em Atos 8:20, a menção a Deus destaca a sacralidade do dom do Espírito Santo, que não pode ser comercializado.","por_que_esta_palavra":"Deus é o criador e sustentador de todas as coisas, e Sua autoridade não pode ser manipulada ou comprada.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, enfatizando que tudo o que temos vem Dele.","referencias_relacionadas":["Isaías 45:5","Romanos 11:36","Apocalipse 4:11"]},"atos_8_21_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus, que é central na pregação do evangelho.","explicacao_detalhada":"A palavra 'lógos' é usada para descrever a mensagem de Cristo e a revelação divina, enfatizando a importância da comunicação de Deus com a humanidade.","por_que_esta_palavra":"A palavra é fundamental para a fé cristã, pois representa a verdade e a autoridade de Deus.","conexao_teologica":"O 'lógos' é associado a Cristo em João 1:1, onde se afirma que 'no princípio era o Verbo'.","referencias_relacionadas":["João 1:1","Hebreus 4:12","Romanos 10:17"]},"atos_8_21_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus único e verdadeiro, que é a fonte de toda autoridade e poder.","explicacao_detalhada":"A palavra 'theós' é usada para descrever a natureza divina e a soberania de Deus sobre todas as coisas.","por_que_esta_palavra":"É essencial para entender a relação entre Deus e a humanidade, bem como a necessidade de reverência e adoração.","conexao_teologica":"A natureza de Deus é central na teologia cristã, como visto em Deuteronômio 6:4.","referencias_relacionadas":["Deuteronômio 6:4","Salmos 46:10","Isaías 45:5"]},"atos_8_22_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade do Senhor sobre a vida dos crentes e a necessidade de submissão a Ele.","explicacao_detalhada":"A palavra 'kýrios' implica em domínio e senhorio, reconhecendo Jesus como Senhor sobre todas as coisas.","por_que_esta_palavra":"A submissão à autoridade de Cristo é fundamental para a vida cristã e para a prática da fé.","conexao_teologica":"A autoridade de Cristo é afirmada em Mateus 28:18, onde Ele declara que toda autoridade foi dada a Ele.","referencias_relacionadas":["Mateus 28:18","Romanos 10:9","Filipenses 2:10"]},"atos_8_22_mal":{"palavra_pt":"mal","palavra_original":"κακία","transliteracao":"kakía","strong":"G2549","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se ao pecado e à maldade que podem dominar o coração humano.","explicacao_detalhada":"A palavra 'kakía' descreve a natureza pecaminosa e a corrupção moral que afeta a humanidade.","por_que_esta_palavra":"É importante reconhecer o mal para entender a necessidade de redenção e a obra de Cristo na cruz.","conexao_teologica":"A luta contra o mal é um tema central na Bíblia, como em Efésios 6:12, onde se fala da batalha espiritual.","referencias_relacionadas":["Efésios 6:12","Romanos 3:23","Tiago 1:14-15"]},"atos_8_23_gall":{"palavra_pt":"gall","palavra_original":"χολή","transliteracao":"cholḗ","strong":"G5521","significado_raiz":"Ideia básica: gall.","significado_contextual":"Refere-se à amargura e ao veneno que podem surgir do pecado e da rejeição a Deus.","explicacao_detalhada":"A palavra 'cholḗ' simboliza a amargura que pode envenenar a alma e afetar as relações com os outros.","por_que_esta_palavra":"Entender a amargura é crucial para a cura espiritual e a reconciliação com Deus e com os outros.","conexao_teologica":"A amargura é frequentemente mencionada como algo a ser evitado, como em Hebreus 12:15.","referencias_relacionadas":["Hebreus 12:15","Efésios 4:31","Colossenses 3:19"]},"atos_8_23_bitterness":{"palavra_pt":"bitterness","palavra_original":"πικρία","transliteracao":"pikría","strong":"G4088","significado_raiz":"Ideia básica: bitterness.","significado_contextual":"Refere-se à amargura que pode surgir de experiências de dor e injustiça.","explicacao_detalhada":"A palavra 'pikría' enfatiza a necessidade de lidar com a amargura para viver em paz e harmonia.","por_que_esta_palavra":"A amargura pode ser um obstáculo ao perdão e à comunhão com Deus e com os outros.","conexao_teologica":"A Bíblia ensina sobre a importância do perdão e da reconciliação, como em Mateus 6:14-15.","referencias_relacionadas":["Mateus 6:14-15","Efésios 4:32","Colossenses 3:13"]},"atos_8_24_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade do Senhor, que deve ser respeitada e reconhecida.","explicacao_detalhada":"A palavra 'kýrios' reafirma a soberania de Cristo sobre a vida dos crentes e a importância de obedecer a Sua palavra.","por_que_esta_palavra":"Reconhecer a autoridade de Cristo é essencial para a vida cristã e a obediência à Sua vontade.","conexao_teologica":"A submissão à autoridade de Cristo é um tema recorrente nas epístolas, como em Romanos 12:1.","referencias_relacionadas":["Romanos 12:1","1 Pedro 2:13","Tiago 4:7"]},"atos_8_24_nome":{"palavra_pt":"nome","palavra_original":"Σίμων","transliteracao":"Símōn","strong":"G4613","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Simão, que simboliza sua identidade e ações.","explicacao_detalhada":"A palavra 'Símōn' é importante para entender a história de Simão, o mágico, e sua busca por poder.","por_que_esta_palavra":"O nome é significativo na narrativa, pois representa a pessoa e suas intenções diante de Deus.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos e refletem a identidade e o caráter das pessoas.","referencias_relacionadas":["Gênesis 17:5","Mateus 1:21","Atos 10:1"]},"atos_8_24_exceeding":{"palavra_pt":"muito","palavra_original":"ὑπέρ","transliteracao":"hypér","strong":"G5228","significado_raiz":"Ideia básica: muito.","significado_contextual":"Refere-se à intensidade do desejo de Simão por poder e reconhecimento.","explicacao_detalhada":"A palavra 'hypér' indica um desejo que ultrapassa o normal, revelando a ambição de Simão.","por_que_esta_palavra":"É importante entender a motivação de Simão para evitar a busca por poder que não é de Deus.","conexao_teologica":"A ambição desmedida é advertida em várias passagens, como em 1 Timóteo 6:10.","referencias_relacionadas":["1 Timóteo 6:10","Tiago 4:3","Provérbios 16:18"]},"atos_8_25_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus que continua a ser proclamada pelos apóstolos.","explicacao_detalhada":"A palavra 'lógos' é novamente enfatizada, mostrando a continuidade da mensagem de Cristo na missão da igreja.","por_que_esta_palavra":"A proclamação da palavra é fundamental para a edificação da fé e a expansão do evangelho.","conexao_teologica":"A importância da pregação da palavra é destacada em Romanos 10:14-15.","referencias_relacionadas":["Romanos 10:14-15","Atos 2:42","1 Coríntios 1:21"]},"atos_8_25_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade suprema de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' é usada para expressar a soberania de Deus e a relação de servidão que os crentes têm com Ele. No contexto de Atos 8:25, enfatiza a autoridade de Deus na pregação do evangelho.","por_que_esta_palavra":"Esta palavra é fundamental para entender a relação entre Deus e a humanidade, especialmente no contexto da evangelização.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, mostrando que Ele é o Senhor de toda a criação.","referencias_relacionadas":["Salmos 24:1","Romanos 10:9","Filipenses 2:11"]},"atos_8_25_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a magnitude e a importância do que está sendo discutido, neste caso, a obra de Deus.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a grandeza da obra de Deus e a resposta dos apóstolos ao evangelho. Em Atos 8:25, reflete a grandeza do impacto que a mensagem de Cristo teve.","por_que_esta_palavra":"É importante para enfatizar a magnitude da missão apostólica e a transformação que o evangelho traz.","conexao_teologica":"A grandeza de Deus é frequentemente associada à Sua obra redentora e à expansão do Seu reino.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","Efésios 3:20"]},"atos_8_26_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se à autoridade de Deus que guia os crentes em suas ações.","explicacao_detalhada":"Neste versículo, a palavra 'senhor' é usada para mostrar que é Deus quem dirige a vida e as decisões de Filipe, indicando a importância da obediência à Sua voz.","por_que_esta_palavra":"A obediência ao Senhor é crucial para a missão cristã e para a vida do crente.","conexao_teologica":"A relação entre Deus e o homem é uma relação de senhorio e servidão, onde Deus é o guia e o homem deve seguir.","referencias_relacionadas":["Salmos 119:105","Isaías 30:21","João 10:27"]},"atos_8_26_nome":{"palavra_pt":"nome","palavra_original":"Φίλιππος","transliteracao":"Phílippos","strong":"G5376","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade de Filipe, um dos diáconos e evangelistas da igreja primitiva.","explicacao_detalhada":"O nome 'Filipe' é significativo, pois representa um dos apóstolos que desempenhou um papel crucial na propagação do evangelho, especialmente entre os gentios.","por_que_esta_palavra":"O nome é importante para identificar a pessoa e seu papel na narrativa bíblica.","conexao_teologica":"A identidade dos crentes é importante na obra de Deus, pois cada um tem um papel único no plano divino.","referencias_relacionadas":["Atos 6:5","Atos 8:5","Atos 21:8"]},"atos_8_26_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Em Atos 8:26, \"conforme\" aparece na frase \"E o anjo do Senhor falou a Filipe, dizendo: Levanta-te, e vai para o lado do sul, ao caminho que desce de Jerusalém para Gaza, que está des…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (κατά; katá; G2596), \"conforme\" traz a ideia de conforme. Aqui, essa palavra deixa o ensino de Atos 8:26 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"conforme\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Atos 8:36. Lendo junto com Atos 8:26, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Atos 8:26","Atos 8:36","João 1:1"]},"atos_8_27_homem":{"palavra_pt":"homem","palavra_original":"εὐνοῦχος","transliteracao":"eunoûchos","strong":"G2135","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um eunuco, que era um homem de alta posição na corte da Etiópia.","explicacao_detalhada":"O eunuco era um oficial importante, e sua inclusão na narrativa mostra que o evangelho é para todos, independentemente de status social ou origem.","por_que_esta_palavra":"A menção do eunuco destaca a universalidade da mensagem cristã.","conexao_teologica":"A inclusão de pessoas de diferentes origens na comunidade cristã é um tema central no Novo Testamento.","referencias_relacionadas":["Gálatas 3:28","Atos 10:34-35","Romanos 1:16"]},"atos_8_27_candace":{"palavra_pt":"candace","palavra_original":"Κανδάκη","transliteracao":"Kandákē","strong":"G2582","significado_raiz":"Ideia básica: candace.","significado_contextual":"Refere-se ao título dado às rainhas da Etiópia, indicando a importância do eunuco na corte.","explicacao_detalhada":"Candace não é um nome próprio, mas um título real, mostrando que o eunuco servia sob uma rainha poderosa, o que enfatiza a importância da mensagem que ele recebeu.","por_que_esta_palavra":"A menção de Candace destaca a conexão do evangelho com figuras de autoridade e a expansão do cristianismo em lugares inesperados.","conexao_teologica":"A obra de Deus se estende a todas as nações e classes sociais, mostrando que o evangelho é inclusivo.","referencias_relacionadas":["Isaías 56:3-5","Atos 10:1-2","Mateus 28:19"]},"atos_8_28_esaias":{"palavra_pt":"esaias","palavra_original":"Ἡσαΐας","transliteracao":"Hēsaḯas","strong":"G2268","significado_raiz":"Ideia básica: esaias.","significado_contextual":"Refere-se ao profeta Isaías, cujos escritos são citados no Novo Testamento.","explicacao_detalhada":"O eunuco estava lendo Isaías, um texto que profetiza sobre o Messias, o que mostra a preparação de Deus para a recepção do evangelho.","por_que_esta_palavra":"A citação de Isaías é crucial para entender como o Antigo Testamento aponta para Cristo.","conexao_teologica":"A continuidade entre o Antigo e o Novo Testamento é um tema importante na teologia cristã.","referencias_relacionadas":["Isaías 53:7-8","Atos 8:32-33","Romanos 10:16"]},"atos_8_29_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo, que guia e dirige os crentes em suas ações.","explicacao_detalhada":"O Espírito Santo é a força que impulsiona a missão da igreja e a evangelização, como visto na direção dada a Filipe para se aproximar do eunuco.","por_que_esta_palavra":"A presença do Espírito é essencial para a vida cristã e para a propagação do evangelho.","conexao_teologica":"A obra do Espírito Santo é fundamental na vida do crente e na missão da igreja.","referencias_relacionadas":["Atos 1:8","Romanos 8:14","Gálatas 5:25"]},"atos_8_29_nome":{"palavra_pt":"nome","palavra_original":"Φίλιππος","transliteracao":"Phílippos","strong":"G5376","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se novamente a Filipe, destacando sua identidade e papel na narrativa.","explicacao_detalhada":"A repetição do nome Filipe enfatiza sua importância na obra de Deus e sua disposição em obedecer ao chamado do Espírito.","por_que_esta_palavra":"A identidade de Filipe é central para a narrativa de Atos, mostrando como Deus usa pessoas específicas para cumprir Seus propósitos.","conexao_teologica":"Cada crente tem um papel único na missão de Deus, e a obediência é fundamental.","referencias_relacionadas":["Atos 6:5","Atos 8:5","Atos 21:8"]},"atos_8_29_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Neste contexto, Filipe é instruído pelo Espírito a se aproximar do carro do etíope, onde ele estava lendo as Escrituras. A ação de 'falar' implica em uma comunicação direta e guiada por Deus.","por_que_esta_palavra":"A escolha da palavra 'falar' enfatiza a importância da comunicação divina e da evangelização, mostrando que Deus se utiliza de pessoas para transmitir Sua mensagem.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema central na Bíblia, onde Ele fala através de profetas, apóstolos e, finalmente, através de Seu Filho, Jesus Cristo.","referencias_relacionadas":["Mateus 28:19-20","Romanos 10:14-15","Atos 1:8"]},"atos_8_30_nome":{"palavra_pt":"nome","palavra_original":"Φίλιππος","transliteracao":"Phílippos","strong":"G5376","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' refere-se à identidade de Filipe, um dos diáconos escolhidos para servir na igreja primitiva.","explicacao_detalhada":"Filipe é mencionado especificamente para mostrar sua importância na narrativa e sua obediência ao chamado de Deus para evangelizar.","por_que_esta_palavra":"O nome é crucial para a identificação e o reconhecimento do papel de Filipe na obra de Deus, destacando a individualidade e a responsabilidade de cada crente.","conexao_teologica":"A identidade dos crentes é importante na teologia cristã, pois cada um tem um papel único no corpo de Cristo.","referencias_relacionadas":["Atos 6:5","Atos 8:5","Atos 21:8"]},"atos_8_30_esaias":{"palavra_pt":"esaias","palavra_original":"Ἡσαΐας","transliteracao":"Hēsaḯas","strong":"G2268","significado_raiz":"Ideia básica: esaias.","significado_contextual":"A menção de 'Esaias' refere-se ao profeta Isaías, cujas profecias são fundamentais para a compreensão do Messias.","explicacao_detalhada":"O etíope estava lendo um trecho de Isaías que fala sobre o sofrimento do Servo de Deus, o que é uma prefiguração de Cristo.","por_que_esta_palavra":"A citação de Isaías é significativa porque conecta o Antigo Testamento com a revelação do Novo Testamento, mostrando como as Escrituras se cumprem em Jesus.","conexao_teologica":"Isaías é um dos profetas mais citados no Novo Testamento, e suas profecias são essenciais para entender a missão de Cristo.","referencias_relacionadas":["Isaías 53:7-8","Mateus 1:22-23","Atos 8:34-35"]},"atos_8_31_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a soberania e a autoridade de Deus sobre as Escrituras e a revelação.","explicacao_detalhada":"O etíope, ao não entender o que lê, busca ajuda, reconhecendo a necessidade de compreensão divina para interpretar as Escrituras.","por_que_esta_palavra":"A menção de Deus destaca a dependência do ser humano em relação à revelação divina para entender a verdade espiritual.","conexao_teologica":"A relação entre Deus e a humanidade é central na teologia cristã, onde Deus se revela e busca um relacionamento com Seu povo.","referencias_relacionadas":["Salmos 119:18","1 Coríntios 2:14","Tiago 1:5"]},"atos_8_31_nome":{"palavra_pt":"nome","palavra_original":"Φίλιππος","transliteracao":"Phílippos","strong":"G5376","significado_raiz":"Ideia básica: nome.","significado_contextual":"Novamente, 'nome' refere-se à identidade de Filipe, que é chamado para explicar as Escrituras ao etíope.","explicacao_detalhada":"A repetição do nome de Filipe reforça seu papel ativo na evangelização e na interpretação das Escrituras.","por_que_esta_palavra":"O nome é importante para estabelecer a conexão entre o evangelista e o ouvinte, mostrando que Deus usa pessoas específicas para cumprir Seus propósitos.","conexao_teologica":"Cada crente é chamado a ser um instrumento nas mãos de Deus, e a identidade é fundamental para o cumprimento da missão.","referencias_relacionadas":["Atos 6:5","Atos 8:5","Atos 21:8"]},"atos_8_31_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' aqui é usada para descrever a ação de Filipe em explicar as Escrituras ao etíope.","explicacao_detalhada":"Filipe é chamado a 'falar' para que o etíope possa entender a mensagem de salvação contida nas Escrituras.","por_que_esta_palavra":"A comunicação verbal é essencial para a evangelização, pois a fé vem pelo ouvir a Palavra de Deus.","conexao_teologica":"A pregação e o ensino são fundamentais na vida da igreja, conforme ensinado em Romanos 10:17.","referencias_relacionadas":["Romanos 10:17","1 Pedro 3:15","Atos 2:42"]},"atos_8_32_santo":{"palavra_pt":"santo","palavra_original":"γραφή","transliteracao":"graphḗ","strong":"G1124","significado_raiz":"Ideia básica: santo.","significado_contextual":"A palavra 'santo' refere-se à Escritura como sendo sagrada e inspirada por Deus.","explicacao_detalhada":"As Escrituras são consideradas 'santas' porque contêm a revelação de Deus e são usadas para ensinar, corrigir e instruir.","por_que_esta_palavra":"A santidade das Escrituras é fundamental para a fé cristã, pois elas são a base da verdade divina.","conexao_teologica":"A Bíblia é vista como a Palavra de Deus, e sua santidade é um reflexo do caráter de Deus.","referencias_relacionadas":["2 Timóteo 3:16-17","Salmos 119:160","Hebreus 4:12"]},"atos_8_32_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"A palavra 'boca' refere-se ao meio pelo qual a comunicação é feita, neste caso, a leitura das Escrituras.","explicacao_detalhada":"A boca é o instrumento de fala e expressão, e aqui representa a importância de proclamar a verdade de Deus.","por_que_esta_palavra":"A boca simboliza a necessidade de compartilhar a mensagem de Deus com outros, enfatizando a evangelização.","conexao_teologica":"A proclamação da Palavra é um chamado para todos os crentes, conforme a Grande Comissão.","referencias_relacionadas":["Salmos 34:1","Mateus 28:19-20","Romanos 10:14"]},"atos_8_32_escritura":{"palavra_pt":"escritura","palavra_original":"περιοχή","transliteracao":"periochḗ","strong":"G4042","significado_raiz":"Ideia básica: escritura.","significado_contextual":"A palavra 'escritura' refere-se aos textos sagrados que contêm a revelação de Deus ao Seu povo.","explicacao_detalhada":"As Escrituras são a fonte de conhecimento sobre Deus e Sua vontade, e são essenciais para a vida espiritual.","por_que_esta_palavra":"A ênfase na Escritura destaca a importância da Palavra de Deus na formação da fé e na prática cristã.","conexao_teologica":"A Escritura é vista como a autoridade final em questões de fé e prática, guiando os crentes em sua jornada espiritual.","referencias_relacionadas":["2 Timóteo 3:16","Hebreus 4:12","Salmos 119:105"]},"atos_8_33_lei":{"palavra_pt":"juizo","palavra_original":"κρίσις","transliteracao":"krísis","strong":"G2920","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' refere-se à decisão ou avaliação que é feita com base nas Escrituras.","explicacao_detalhada":"Neste contexto, o etíope está se perguntando sobre a interpretação do que lê, buscando entender o juízo de Deus sobre o sofrimento do Servo.","por_que_esta_palavra":"A palavra 'juízo' é importante porque reflete a justiça de Deus e Sua avaliação sobre a humanidade.","conexao_teologica":"O juízo de Deus é um tema recorrente na Bíblia, onde Ele é apresentado como justo e reto em Suas decisões.","referencias_relacionadas":["Romanos 2:6","Salmos 9:8","Apocalipse 20:12"]},"atos_8_33_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao chão, ao solo, ao lugar físico onde os seres humanos habitam.","explicacao_detalhada":"No contexto de Atos 8:33, a 'terra' é mencionada em uma citação do profeta Isaías, que fala sobre a condição de Jesus durante seu julgamento. A terra aqui simboliza a realidade física e a fragilidade da vida humana.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a humanidade de Jesus e sua conexão com o mundo físico, contrastando com sua divindade.","conexao_teologica":"A terra é um símbolo da criação de Deus e da sua soberania sobre todas as coisas. Jesus, sendo Deus, também se fez homem e habitou entre nós.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 53:7"]},"atos_8_33_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência, ao estado de estar vivo, e é central para a mensagem cristã.","explicacao_detalhada":"Em Atos 8:33, a 'vida' é mencionada em relação ao sofrimento de Jesus, que foi levado como um cordeiro ao matadouro. A vida de Jesus é um exemplo de sacrifício e redenção.","por_que_esta_palavra":"A palavra 'vida' é crucial para entender o propósito de Jesus na terra, que era dar vida em abundância aos que creem nele.","conexao_teologica":"A vida de Jesus é a manifestação do amor de Deus e a promessa de vida eterna para aqueles que creem.","referencias_relacionadas":["João 10:10","Romanos 6:23","1 João 5:12"]},"atos_8_34_homem":{"palavra_pt":"homem","palavra_original":"εὐνοῦχος","transliteracao":"eunoûchos","strong":"G2135","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um eunuco, um oficial de alto escalão na corte da Etiópia, que buscava entender as Escrituras.","explicacao_detalhada":"No contexto de Atos 8:34, o eunuco representa aqueles que buscam a verdade e têm sede de conhecimento espiritual. Sua condição de eunuco também simboliza a inclusão de todos os povos no plano de salvação.","por_que_esta_palavra":"A palavra 'homem' destaca a dignidade e a busca espiritual de cada indivíduo, independentemente de sua condição social ou física.","conexao_teologica":"A inclusão do eunuco na narrativa bíblica demonstra que a salvação é para todos, conforme prometido nas Escrituras.","referencias_relacionadas":["Isaías 56:3-5","Gálatas 3:28","Atos 10:34-35"]},"atos_8_34_nome":{"palavra_pt":"nome","palavra_original":"Φίλιππος","transliteracao":"Phílippos","strong":"G5376","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se a 'Filippo', o evangelista que explicou as Escrituras ao eunuco.","explicacao_detalhada":"Em Atos 8:34, o nome 'Filippo' é importante porque representa a obra do Espírito Santo em levar a mensagem de Cristo a todos os povos.","por_que_esta_palavra":"O nome é um símbolo de identidade e missão, e Filippo desempenha um papel crucial na evangelização do eunuco.","conexao_teologica":"A obra de Filippo ilustra a Grande Comissão de Jesus, onde todos são chamados a compartilhar o evangelho.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","Romanos 10:14-15"]},"atos_8_35_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"A palavra 'boca' refere-se ao meio de comunicação, a forma como a verdade é proclamada.","explicacao_detalhada":"Em Atos 8:35, a 'boca' é usada para descrever como Filippo explicou as Escrituras ao eunuco, enfatizando a importância da pregação da palavra de Deus.","por_que_esta_palavra":"A boca é um instrumento vital para a evangelização, pois é através dela que a mensagem de Cristo é compartilhada.","conexao_teologica":"A pregação é um meio pelo qual a fé é gerada, e a boca é o canal através do qual a verdade é revelada.","referencias_relacionadas":["Romanos 10:17","Salmos 119:172","Atos 4:31"]},"atos_8_35_santo":{"palavra_pt":"santo","palavra_original":"γραφή","transliteracao":"graphḗ","strong":"G1124","significado_raiz":"Ideia básica: santo.","significado_contextual":"A palavra 'santo' refere-se às Escrituras, que são consideradas sagradas e inspiradas por Deus.","explicacao_detalhada":"Em Atos 8:35, a 'santo' é usada para descrever a natureza divina da palavra de Deus, que é viva e eficaz.","por_que_esta_palavra":"A santidade das Escrituras é fundamental para a fé cristã, pois elas revelam a verdade sobre Deus e sua vontade para a humanidade.","conexao_teologica":"As Escrituras são a base da fé e a fonte de revelação divina, mostrando a importância da palavra de Deus na vida do crente.","referencias_relacionadas":["2 Timóteo 3:16-17","Hebreus 4:12","Salmos 119:105"]},"atos_8_35_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao Messias, o Salvador prometido, que cumpriu as profecias.","explicacao_detalhada":"Em Atos 8:35, Filippo explica ao eunuco que as Escrituras falam sobre Jesus, destacando sua importância na salvação da humanidade.","por_que_esta_palavra":"Jesus é o centro da mensagem cristã, e sua vida, morte e ressurreição são fundamentais para a fé.","conexao_teologica":"A revelação de Jesus nas Escrituras é a base da esperança cristã e a razão pela qual os crentes têm vida eterna.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 1:16"]},"atos_8_36_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica a conformidade com as Escrituras e a vontade de Deus.","explicacao_detalhada":"Em Atos 8:36, 'conforme' é usado para mostrar que o eunuco estava buscando entender a verdade de acordo com o que foi revelado nas Escrituras.","por_que_esta_palavra":"A conformidade com a palavra de Deus é essencial para a vida cristã e para a compreensão da salvação.","conexao_teologica":"A obediência à palavra de Deus é um princípio fundamental na vida do crente, refletindo a submissão à vontade divina.","referencias_relacionadas":["Tiago 1:22","Romanos 12:2","1 João 2:5"]},"atos_8_37_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador, à fonte de toda a vida e à autoridade suprema.","explicacao_detalhada":"Em Atos 8:37, a menção de Deus destaca a importância da fé em Jesus como o Filho de Deus e a necessidade de reconhecer sua divindade.","por_que_esta_palavra":"A palavra 'Deus' é central na fé cristã, pois é através dele que a salvação é oferecida à humanidade.","conexao_teologica":"A relação entre Deus e Jesus é fundamental para entender a Trindade e a obra redentora de Cristo.","referencias_relacionadas":["João 3:16","Romanos 10:9","Hebreus 11:6"]},"atos_8_37_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é o nome do Salvador, que é o foco da fé cristã.","explicacao_detalhada":"Em Atos 8:37, a confissão de fé em Jesus é essencial para a salvação do eunuco, mostrando a importância de reconhecer Jesus como Senhor.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a mensagem do evangelho, pois é através dele que temos acesso a Deus.","conexao_teologica":"A confissão de Jesus como Senhor é um passo crucial na experiência de salvação e na vida cristã.","referencias_relacionadas":["Romanos 10:9-10","Atos 2:21","Filipenses 2:10-11"]},"atos_8_38_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se ao pacto estabelecido entre Deus e Seu povo, simbolizando compromisso e fidelidade.","explicacao_detalhada":"No contexto do batismo do eunuco, a aliança representa a nova relação que o crente estabelece com Deus através da fé em Cristo. É um ato de compromisso que se manifesta externamente.","por_que_esta_palavra":"A aliança é fundamental na teologia bíblica, pois representa a relação de Deus com a humanidade e a promessa de salvação.","conexao_teologica":"A aliança é um tema central na Bíblia, ligando o Antigo e o Novo Testamento, onde a nova aliança em Cristo cumpre as promessas feitas a Israel.","referencias_relacionadas":["Hebreus 8:6","Jeremias 31:31-34","Lucas 22:20"]},"atos_8_38_agua":{"palavra_pt":"agua","palavra_original":"ὕδωρ","transliteracao":"hýdōr","strong":"G5204","significado_raiz":"Ideia básica: agua.","significado_contextual":"A água simboliza purificação e renovação espiritual, essencial para o batismo.","explicacao_detalhada":"No ato do batismo, a água representa a morte para o pecado e o renascimento em Cristo. É um símbolo visível da transformação interna que ocorre na vida do crente.","por_que_esta_palavra":"A água é um elemento vital que, no contexto bíblico, também representa a vida e a purificação que vem de Deus.","conexao_teologica":"A água é frequentemente associada ao Espírito Santo e à nova vida em Cristo, conforme mencionado em João 3:5.","referencias_relacionadas":["João 3:5","Romanos 6:4","Atos 2:38"]},"atos_8_38_nome":{"palavra_pt":"nome","palavra_original":"Φίλιππος","transliteracao":"Phílippos","strong":"G5376","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' de Jesus é um símbolo de Sua autoridade e poder.","explicacao_detalhada":"Ao batizar em nome de Jesus, o eunuco reconhece a soberania de Cristo e a importância de Sua identidade na salvação.","por_que_esta_palavra":"O nome de Jesus é central na fé cristã, representando a presença e a obra redentora de Deus.","conexao_teologica":"A invocação do nome de Jesus é um ato de fé que conecta o crente à obra salvadora de Cristo.","referencias_relacionadas":["Atos 4:12","Romanos 10:13","Filipenses 2:9-11"]},"atos_8_39_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"O 'espírito' refere-se à presença de Deus que guia e transforma os crentes.","explicacao_detalhada":"Após o batismo, o Espírito Santo é o agente que capacita o crente a viver uma nova vida em Cristo, simbolizando a continuidade da presença divina.","por_que_esta_palavra":"O espírito é essencial para a vida cristã, pois é Ele quem convence, guia e fortalece os crentes em sua jornada de fé.","conexao_teologica":"A presença do Espírito Santo é uma promessa de Jesus e é fundamental para a experiência cristã.","referencias_relacionadas":["Atos 1:8","Gálatas 5:22-23","João 14:26"]},"atos_8_39_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania de Cristo sobre todas as coisas.","explicacao_detalhada":"Ao reconhecer Jesus como Senhor, o eunuco afirma sua submissão à autoridade de Cristo e sua disposição em seguir Seus ensinamentos.","por_que_esta_palavra":"A autoridade de Jesus é um tema central no Novo Testamento, enfatizando Sua divindade e poder redentor.","conexao_teologica":"A confissão de Jesus como Senhor é essencial para a salvação e a vida cristã.","referencias_relacionadas":["Romanos 10:9","Mateus 28:18","Atos 2:36"]},"atos_8_39_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao ser supremo, criador e mantenedor do universo.","explicacao_detalhada":"A menção a Deus no contexto do batismo do eunuco destaca a relação pessoal que o crente estabelece com o Criador através de Jesus.","por_que_esta_palavra":"A compreensão de Deus é fundamental para a fé cristã, pois Ele é a fonte de toda vida e salvação.","conexao_teologica":"A relação com Deus é central na experiência cristã, sendo mediada por Jesus Cristo.","referencias_relacionadas":["João 1:12","1 João 5:20","Salmos 46:10"]},"atos_8_40_bom":{"palavra_pt":"evangelizar","palavra_original":"εὐαγγελίζω","transliteracao":"euangelízō","strong":"G2097","significado_raiz":"Ideia básica: evangelizar.","significado_contextual":"A palavra 'evangelizar' refere-se à proclamação das boas novas de Jesus Cristo.","explicacao_detalhada":"Após o batismo, Filipe evangeliza em várias cidades, cumprindo a grande comissão de levar o evangelho a todos.","por_que_esta_palavra":"Evangelizar é um mandamento de Cristo e uma expressão da fé que deve ser compartilhada com os outros.","conexao_teologica":"A evangelização é um aspecto vital da missão da Igreja, refletindo o amor de Deus pela humanidade.","referencias_relacionadas":["Mateus 28:19-20","Marcos 16:15","Romanos 1:16"]},"atos_8_40_nome":{"palavra_pt":"nome","palavra_original":"Φίλιππος","transliteracao":"Phílippos","strong":"G5376","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' de Filipe destaca a importância dos servos de Deus na propagação do evangelho.","explicacao_detalhada":"Filipe, como evangelista, é um exemplo de como os crentes devem ser ativos na missão de Deus.","por_que_esta_palavra":"O nome de Filipe é mencionado para mostrar a continuidade do trabalho de Deus através de Seus servos.","conexao_teologica":"A obra de evangelização é realizada por pessoas chamadas e capacitadas por Deus.","referencias_relacionadas":["Atos 6:5","Atos 21:8","Efésios 4:11-12"]}}