{"atos_9_1_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' aqui se refere à autoridade de Jesus sobre a vida de Saulo.","explicacao_detalhada":"Saulo, que perseguia os cristãos, encontra Jesus e reconhece Sua autoridade, resultando em uma transformação radical.","por_que_esta_palavra":"A autoridade de Jesus é um tema central que muda a vida de quem O encontra.","conexao_teologica":"O encontro de Saulo com Jesus ilustra a soberania de Deus em salvar e transformar vidas.","referencias_relacionadas":["Atos 9:5","Filipenses 3:7-8","1 Timóteo 1:12-13"]},"atos_9_1_nome":{"palavra_pt":"nome","palavra_original":"Σαῦλος","transliteracao":"Saûlos","strong":"G4569","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' de Saulo é significativo, pois representa sua antiga vida e sua futura transformação.","explicacao_detalhada":"Saulo, um fariseu, se tornará Paulo, o apóstolo, simbolizando a mudança que ocorre quando alguém encontra Cristo.","por_que_esta_palavra":"O nome é um símbolo da identidade e da missão que Deus dá a cada um de Seus servos.","conexao_teologica":"A mudança de nome de Saulo para Paulo representa a nova identidade que todos os crentes têm em Cristo.","referencias_relacionadas":["Atos 13:9","Gálatas 1:13-14","2 Coríntios 5:17"]},"atos_9_1_murder":{"palavra_pt":"murder","palavra_original":"φόνος","transliteracao":"phónos","strong":"G5408","significado_raiz":"Ideia básica: murder.","significado_contextual":"Refere-se ao ato de matar, especialmente no contexto da perseguição aos cristãos.","explicacao_detalhada":"A palavra 'murder' (φόνος) é usada para descrever a intenção maliciosa de tirar a vida de alguém. No contexto de Atos 9:1, Saulo estava determinado a eliminar os seguidores de Jesus, o que revela a gravidade de sua oposição à nova fé.","por_que_esta_palavra":"Esta palavra é crucial para entender a seriedade da perseguição que os cristãos enfrentavam e a transformação radical que Saulo experimentaria posteriormente.","conexao_teologica":"A conversão de Saulo, que se tornaria Paulo, ilustra a graça de Deus que pode transformar até mesmo os mais ferozes opositores da fé.","referencias_relacionadas":["Mateus 5:21-22","1 João 3:15","Romanos 13:9"]},"atos_9_2_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à comunidade de crentes em Jesus Cristo, que se reuniam para adoração e ensino.","explicacao_detalhada":"A palavra 'igreja' (συναγωγή) neste contexto enfatiza a coletividade dos seguidores de Cristo, que se uniam em torno da fé e da missão de propagar o evangelho.","por_que_esta_palavra":"A menção da igreja destaca a importância da comunidade na vida cristã e a resistência que os crentes enfrentavam durante a perseguição.","conexao_teologica":"A igreja é o corpo de Cristo na Terra, e sua perseverança em tempos de perseguição é um testemunho da fidelidade de Deus.","referencias_relacionadas":["Atos 2:42-47","Efésios 4:11-13","1 Coríntios 12:12-27"]},"atos_9_2_cidade":{"palavra_pt":"cidade","palavra_original":"Δαμασκός","transliteracao":"Damaskós","strong":"G1154","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade de Damasco, um importante centro comercial e cultural da época.","explicacao_detalhada":"A palavra 'cidade' (Δαμασκός) é significativa porque Damasco era um local estratégico para a propagação do evangelho, além de ser o cenário da conversão de Saulo.","por_que_esta_palavra":"A escolha de Damasco como local de ação de Saulo mostra que a mensagem do evangelho estava se espalhando para além de Jerusalém.","conexao_teologica":"Damasco se torna um símbolo de transformação e da expansão do cristianismo para novas regiões.","referencias_relacionadas":["Atos 9:10-19","Gálatas 1:17","2 Coríntios 11:32-33"]},"atos_9_3_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de onde a voz de Jesus se manifestou a Saulo.","explicacao_detalhada":"A palavra 'céu' (οὐρανός) indica a origem divina da revelação que Saulo recebeu, sublinhando a autoridade de Jesus.","por_que_esta_palavra":"O céu é o espaço onde Deus habita e de onde Ele se comunica com a humanidade, enfatizando a divindade de Cristo.","conexao_teologica":"A revelação celestial a Saulo é um exemplo da intervenção divina na história humana para trazer transformação.","referencias_relacionadas":["Mateus 6:9","Atos 1:11","Hebreus 12:22"]},"atos_9_3_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à magnitude da experiência que Saulo teve ao encontrar Jesus.","explicacao_detalhada":"A palavra 'grande' (γίνομαι) destaca a importância e o impacto da transformação que estava prestes a ocorrer na vida de Saulo.","por_que_esta_palavra":"A grandeza da experiência de conversão de Saulo é um marco na história do cristianismo, mostrando o poder de Deus para mudar vidas.","conexao_teologica":"A transformação de Saulo em Paulo é um testemunho do poder redentor de Cristo e da capacidade de Deus de usar pessoas para Sua glória.","referencias_relacionadas":["Romanos 1:16","2 Coríntios 5:17","Efésios 2:8-9"]},"atos_9_3_cidade":{"palavra_pt":"cidade","palavra_original":"Δαμασκός","transliteracao":"Damaskós","strong":"G1154","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Reitera a importância de Damasco como o local da conversão de Saulo.","explicacao_detalhada":"A repetição da palavra 'cidade' (Δαμασκός) enfatiza o cenário onde a transformação de Saulo ocorreu, sublinhando a relevância geográfica e espiritual do local.","por_que_esta_palavra":"Damasco é um ponto chave na narrativa de Atos, simbolizando a expansão do evangelho para além das fronteiras judaicas.","conexao_teologica":"A cidade se torna um marco na história da igreja primitiva, onde a mensagem de Cristo começou a se espalhar para os gentios.","referencias_relacionadas":["Atos 9:10-19","Gálatas 1:17","2 Coríntios 11:32-33"]},"atos_9_4_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como o lugar físico onde Saulo estava quando teve sua experiência com Jesus.","explicacao_detalhada":"A palavra 'terra' (γῆ) indica o ambiente físico e a realidade material em que a revelação espiritual ocorreu, mostrando a interseção entre o céu e a terra.","por_que_esta_palavra":"A terra é o palco onde Deus se revela e onde as vidas são transformadas, enfatizando a importância do mundo físico na obra divina.","conexao_teologica":"A interação de Deus com a humanidade ocorre em contextos físicos, mostrando que Ele se importa com a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:19-21"]},"atos_9_4_nome":{"palavra_pt":"nome","palavra_original":"Σαούλ","transliteracao":"Saoúl","strong":"G4549","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Saulo, que é central na narrativa de sua conversão.","explicacao_detalhada":"A palavra 'nome' (Σαούλ) é significativa porque representa a identidade de Saulo como perseguidor, que seria transformada em uma nova identidade como apóstolo.","por_que_esta_palavra":"O nome de Saulo é um símbolo da mudança radical que ocorrerá em sua vida, passando de perseguidor a pregador do evangelho.","conexao_teologica":"A mudança de nome de Saulo para Paulo representa a nova vida que todos os crentes recebem em Cristo.","referencias_relacionadas":["Atos 13:9","Gálatas 2:20","2 Coríntios 5:17"]},"atos_9_5_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade de Jesus como Senhor, que se manifesta na revelação a Saulo.","explicacao_detalhada":"A palavra 'senhor' (κύριος) enfatiza a soberania de Cristo e Sua posição como autoridade máxima sobre a vida e a missão dos crentes.","por_que_esta_palavra":"A afirmação de Jesus como Senhor é central na fé cristã, indicando que Ele é digno de adoração e obediência.","conexao_teologica":"O reconhecimento de Jesus como Senhor é fundamental para a conversão e a vida cristã, refletindo a submissão à Sua vontade.","referencias_relacionadas":["Filipenses 2:9-11","Romanos 10:9","Atos 2:36"]},"atos_9_5_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus Cristo, o centro da fé cristã e a figura que transforma a vida de Saulo.","explicacao_detalhada":"A palavra 'Jesus' (Ἰησοῦς) é crucial, pois é através de Sua revelação que Saulo é confrontado e chamado para uma nova vida.","por_que_esta_palavra":"Jesus é o nome que representa a salvação e a esperança para todos os que creem, e Sua presença é transformadora.","conexao_teologica":"A centralidade de Jesus na vida do crente é um tema recorrente nas Escrituras, enfatizando que Ele é o caminho, a verdade e a vida.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 1:16"]},"atos_9_6_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para reconhecer a autoridade divina de Jesus, especialmente no contexto da conversão de Saulo.","explicacao_detalhada":"No momento em que Saulo se encontra com Jesus no caminho para Damasco, ele se dirige a Ele como 'Senhor', reconhecendo sua soberania e divindade. Essa palavra implica uma relação de submissão e respeito.","por_que_esta_palavra":"A escolha da palavra 'senhor' reflete a transformação de Saulo, que passa de perseguidor a servo de Cristo.","conexao_teologica":"A palavra 'senhor' é central na teologia cristã, pois reconhece a divindade de Cristo e sua autoridade sobre a vida dos crentes.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:10-11","Atos 2:36"]},"atos_9_6_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' reflete a decisão de Saulo em seguir a direção que Jesus lhe dá após sua conversão.","explicacao_detalhada":"A escolha de seguir a vontade de Deus é um tema recorrente na vida cristã. Saulo, ao ouvir a voz de Jesus, é confrontado com a necessidade de escolher entre seu antigo caminho e o novo chamado.","por_que_esta_palavra":"A palavra 'escolher' enfatiza a liberdade humana em responder ao chamado divino, um aspecto fundamental da fé.","conexao_teologica":"A escolha de seguir a Deus é um princípio teológico que destaca a responsabilidade do crente em aceitar a graça.","referencias_relacionadas":["Deuteronômio 30:19","Mateus 7:13-14","Gálatas 5:13"]},"atos_9_6_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação que Saulo deve tomar após sua experiência com Jesus.","explicacao_detalhada":"Após a conversão, Saulo é instruído a 'fazer' algo, indicando que a fé deve ser acompanhada de ações concretas que refletem essa nova vida.","por_que_esta_palavra":"A palavra 'fazer' destaca a importância das obras na vida do crente, como fruto da fé.","conexao_teologica":"A relação entre fé e obras é um tema central na teologia cristã, mostrando que a verdadeira fé se manifesta em ações.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Mateus 5:16"]},"atos_9_7_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' pode ser entendida como o novo pacto que Jesus estabelece com seus seguidores.","explicacao_detalhada":"A aliança é um tema central na Bíblia, representando o compromisso de Deus com seu povo. A conversão de Saulo inicia uma nova fase na história da salvação.","por_que_esta_palavra":"A aliança reflete a relação íntima entre Deus e a humanidade, que é renovada através de Cristo.","conexao_teologica":"A nova aliança em Cristo é um fundamento da fé cristã, que substitui a antiga aliança da Lei.","referencias_relacionadas":["Hebreus 8:6-13","Jeremias 31:31-34","Lucas 22:20"]},"atos_9_7_speechless":{"palavra_pt":"speechless","palavra_original":"ἐννεός","transliteracao":"enneós","strong":"G1769","significado_raiz":"Ideia básica: speechless.","significado_contextual":"A palavra 'speechless' descreve a reação de espanto e confusão de Saulo após sua experiência com Jesus.","explicacao_detalhada":"A incapacidade de falar reflete a transformação interna que Saulo está passando, simbolizando sua rendição à vontade de Deus.","por_que_esta_palavra":"Essa palavra enfatiza a magnitude do encontro de Saulo com o divino, que o deixa sem palavras.","conexao_teologica":"O silêncio diante de Deus é um tema que aparece em várias passagens, indicando reverência e reconhecimento da grandeza divina.","referencias_relacionadas":["Salmos 46:10","Habacuque 2:20","Isaías 41:1"]},"atos_9_8_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao local físico onde Saulo estava quando teve sua visão.","explicacao_detalhada":"A terra simboliza a realidade física e o contexto em que a transformação espiritual de Saulo ocorre.","por_que_esta_palavra":"A menção da terra destaca a conexão entre o espiritual e o físico, onde Deus atua na vida das pessoas.","conexao_teologica":"A criação e a terra são frequentemente mencionadas na Bíblia como parte do plano de Deus para a humanidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:19-21"]},"atos_9_8_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' pode ser interpretada como a morte espiritual que Saulo experimenta ao deixar sua antiga vida.","explicacao_detalhada":"A morte aqui simboliza a necessidade de morrer para o pecado e renascer em Cristo, um tema central na teologia cristã.","por_que_esta_palavra":"A morte é um conceito crucial que representa a transformação e a nova vida que se encontra em Cristo.","conexao_teologica":"A morte e ressurreição de Cristo são fundamentais para a salvação e a nova vida do crente.","referencias_relacionadas":["Romanos 6:4","Gálatas 2:20","2 Coríntios 5:17"]},"atos_9_8_nome":{"palavra_pt":"nome","palavra_original":"Σαῦλος","transliteracao":"Saûlos","strong":"G4569","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade de Saulo, que é transformada após seu encontro com Jesus.","explicacao_detalhada":"O nome é um símbolo de identidade e caráter. A mudança de Saulo para Paulo representa uma nova missão e propósito.","por_que_esta_palavra":"A ênfase no nome destaca a importância da identidade em Cristo e a transformação que ocorre na vida do crente.","conexao_teologica":"A nova identidade em Cristo é um tema recorrente, mostrando que somos novas criaturas em Sua presença.","referencias_relacionadas":["Atos 13:9","2 Coríntios 5:17","Gálatas 1:15-16"]},"atos_9_9_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo em que a conversão de Saulo ocorre, simbolizando um novo começo.","explicacao_detalhada":"O dia representa não apenas um período de tempo, mas um marco significativo na história da salvação, onde a luz de Cristo brilha na escuridão.","por_que_esta_palavra":"A menção do dia enfatiza a importância do tempo e das oportunidades que Deus nos dá para a transformação.","conexao_teologica":"O conceito de dia novo em Cristo é um tema que aparece em várias passagens, simbolizando esperança e renovação.","referencias_relacionadas":["Isaías 43:19","2 Coríntios 5:17","Efésios 5:14"]},"atos_9_9_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade que se revela a Saulo, mostrando seu poder e autoridade.","explicacao_detalhada":"A revelação de Deus a Saulo é um momento crucial que muda o curso de sua vida e da história da Igreja.","por_que_esta_palavra":"A palavra 'deus' destaca a soberania e a ação divina na vida dos seres humanos.","conexao_teologica":"A revelação de Deus é um tema central na Bíblia, mostrando como Ele se comunica e transforma vidas.","referencias_relacionadas":["Hebreus 1:1-2","Romanos 1:20","Salmos 19:1-4"]},"atos_9_10_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para reconhecer a autoridade e divindade de Jesus.","explicacao_detalhada":"No contexto de Atos 9:10, 'senhor' refere-se a Jesus, que se revela a Saulo. Essa palavra expressa não apenas respeito, mas também a compreensão de que Jesus é o Senhor soberano.","por_que_esta_palavra":"A escolha da palavra 'senhor' enfatiza a posição de Cristo como autoridade máxima sobre a vida e a missão de Saulo.","conexao_teologica":"A palavra 'senhor' é central na teologia cristã, pois reconhece Jesus como o Messias e Senhor de todos.","referencias_relacionadas":["Filipenses 2:9-11","Romanos 10:9","Atos 2:36"]},"atos_9_10_cidade":{"palavra_pt":"cidade","palavra_original":"Δαμασκός","transliteracao":"Damaskós","strong":"G1154","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A cidade de Damasco é o local onde Saulo teve um encontro transformador com Cristo.","explicacao_detalhada":"Damasco, uma cidade importante na Síria, serve como o cenário para a conversão de Saulo, simbolizando a expansão do evangelho para além de Jerusalém.","por_que_esta_palavra":"A menção de Damasco destaca a universalidade da mensagem cristã e a inclusão de gentios na obra de Deus.","conexao_teologica":"Damasco representa o início da missão de Paulo aos gentios, um tema recorrente no Novo Testamento.","referencias_relacionadas":["Atos 9:19","Atos 22:10","Gálatas 1:17"]},"atos_9_11_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é novamente utilizada para afirmar a soberania de Jesus sobre a vida de Ananias.","explicacao_detalhada":"Ananias é instruído por Deus a ir até Saulo, e a palavra 'senhor' reafirma a obediência e o reconhecimento da autoridade divina.","por_que_esta_palavra":"A repetição da palavra 'senhor' enfatiza a submissão de Ananias à vontade de Cristo.","conexao_teologica":"A obediência a Jesus como Senhor é um tema fundamental na vida cristã.","referencias_relacionadas":["Mateus 7:21","Lucas 6:46","João 14:15"]},"atos_9_11_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"A palavra 'buscar' indica a intenção de Ananias de encontrar Saulo, que estava em oração.","explicacao_detalhada":"Buscar implica um esforço ativo para encontrar alguém, refletindo a urgência da missão dada por Deus.","por_que_esta_palavra":"A palavra 'buscar' mostra a disposição de Ananias em obedecer ao chamado divino, mesmo diante do medo.","conexao_teologica":"Buscar o perdido é um princípio central na missão da igreja, refletindo o coração de Deus.","referencias_relacionadas":["Lucas 19:10","Mateus 28:19-20","Romanos 10:14"]},"atos_9_11_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Deus que se revela a Ananias e o comissiona.","explicacao_detalhada":"Neste contexto, 'deus' é o Senhor que dirige a missão e transforma vidas, como a de Saulo.","por_que_esta_palavra":"A menção de Deus destaca a soberania divina na conversão e na missão dos apóstolos.","conexao_teologica":"A ação de Deus em transformar vidas é um tema central na narrativa bíblica.","referencias_relacionadas":["Atos 2:21","Romanos 1:16","2 Coríntios 5:17"]},"atos_9_12_visao":{"palavra_pt":"visao","palavra_original":"ὅραμα","transliteracao":"hórama","strong":"G3705","significado_raiz":"Ideia básica: visao.","significado_contextual":"A palavra 'visão' refere-se à experiência sobrenatural que Saulo teve ao encontrar Jesus.","explicacao_detalhada":"A visão é um meio pelo qual Deus comunica Sua vontade e revela Sua verdade a Saulo, marcando o início de sua nova vida.","por_que_esta_palavra":"A visão simboliza a revelação divina e a transformação espiritual que ocorre na vida de um crente.","conexao_teologica":"Visões e revelações são frequentemente usadas por Deus para guiar e instruir Seu povo.","referencias_relacionadas":["Atos 10:3","Ezequiel 1:1","Apocalipse 1:1"]},"atos_9_12_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' é usada para descrever o ato de Ananias de impor as mãos sobre Saulo.","explicacao_detalhada":"Impor as mãos é um ato simbólico de bênção e cura, representando a transferência do poder de Deus.","por_que_esta_palavra":"A mão é um símbolo de ação e autoridade, mostrando a participação de Ananias na obra de Deus.","conexao_teologica":"A imposição de mãos é uma prática comum na igreja primitiva, simbolizando a comunhão e a unção do Espírito Santo.","referencias_relacionadas":["Atos 8:17","1 Timóteo 4:14","Hebreus 6:2"]},"atos_9_13_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada por Ananias para se referir a Jesus, reconhecendo Sua autoridade.","explicacao_detalhada":"Ananias expressa sua preocupação e hesitação ao se dirigir a Jesus como 'senhor', refletindo a reverência e o temor diante da missão.","por_que_esta_palavra":"A repetição da palavra 'senhor' enfatiza a relação de submissão e respeito que Ananias tem em relação a Cristo.","conexao_teologica":"A submissão a Jesus como Senhor é fundamental para a vida cristã e para a missão da igreja.","referencias_relacionadas":["Atos 10:36","Romanos 14:9","1 Coríntios 12:3"]},"atos_9_13_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a notoriedade de Saulo como perseguidor dos cristãos.","explicacao_detalhada":"A grandeza de Saulo em sua perseguição é contrastada com a grandeza da graça que ele receberá ao se tornar apóstolo.","por_que_esta_palavra":"A palavra 'grande' destaca a transformação radical que ocorrerá na vida de Saulo, de perseguidor a pregador.","conexao_teologica":"A grandeza da graça de Deus é um tema central na narrativa da salvação.","referencias_relacionadas":["Efésios 2:8-9","1 Timóteo 1:15-16","Romanos 5:20"]},"atos_9_13_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação que Saulo realizará em sua nova vida como apóstolo.","explicacao_detalhada":"Fazer implica em agir de acordo com a nova identidade em Cristo, levando o evangelho aos gentios.","por_que_esta_palavra":"A palavra 'fazer' enfatiza a importância das obras na vida do crente, como resultado da fé.","conexao_teologica":"As boas obras são evidências da transformação que ocorre na vida de um verdadeiro seguidor de Cristo.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Mateus 5:16"]},"atos_9_14_autoridade":{"palavra_pt":"autoridade","palavra_original":"ἐξουσία","transliteracao":"exousía","strong":"G1849","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"A palavra 'autoridade' refere-se ao poder ou direito de agir, especialmente no contexto da missão divina.","explicacao_detalhada":"No versículo, a autoridade é atribuída a Saulo, que recebe a missão de pregar o evangelho. Essa autoridade é de origem divina, conferida por Jesus.","por_que_esta_palavra":"A escolha da palavra 'autoridade' enfatiza que a missão de Saulo não é apenas uma tarefa humana, mas uma incumbência divina.","conexao_teologica":"A autoridade de Jesus é um tema central no Novo Testamento, mostrando que a missão dos apóstolos é respaldada pelo poder de Cristo.","referencias_relacionadas":["Mateus 28:18","Atos 1:8","Lucas 10:19"]},"atos_9_14_possessao":{"palavra_pt":"possessao","palavra_original":"ἔχω","transliteracao":"échō","strong":"G2192","significado_raiz":"Ideia básica: possessao.","significado_contextual":"A palavra 'possessão' refere-se ao ato de ter ou controlar algo, neste caso, a missão e a vida de Saulo.","explicacao_detalhada":"Saulo é chamado a possuir uma nova identidade e missão em Cristo, o que implica uma transformação radical em sua vida.","por_que_esta_palavra":"A palavra 'possessão' destaca a mudança de domínio na vida de Saulo, de perseguidor a apóstolo.","conexao_teologica":"A possessão espiritual é um tema importante, onde os crentes são possuídos pelo Espírito Santo e transformados.","referencias_relacionadas":["Gálatas 2:20","Romanos 8:9","1 Coríntios 6:19"]},"atos_9_15_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para reconhecer a soberania de Jesus sobre a vida de Saulo.","explicacao_detalhada":"Neste contexto, 'senhor' enfatiza a divindade de Cristo e a submissão de Saulo à sua vontade.","por_que_esta_palavra":"A utilização da palavra 'senhor' é crucial para entender a relação de autoridade entre Jesus e seus seguidores.","conexao_teologica":"A soberania de Cristo é um tema recorrente, mostrando que Ele é o Senhor sobre todas as coisas.","referencias_relacionadas":["Filipenses 2:10-11","Romanos 10:9","Atos 2:36"]},"atos_9_15_escolhido":{"palavra_pt":"escolhido","palavra_original":"ἐκλογή","transliteracao":"eklogḗ","strong":"G1589","significado_raiz":"Ideia básica: escolhido.","significado_contextual":"A palavra 'escolhido' refere-se ao ato de Deus selecionar Saulo para uma missão específica.","explicacao_detalhada":"Saulo é descrito como escolhido para levar o nome de Jesus diante dos gentios, enfatizando a soberania de Deus na escolha de seus instrumentos.","por_que_esta_palavra":"A palavra 'escolhido' destaca a graça de Deus em chamar pessoas para sua obra, independentemente de seu passado.","conexao_teologica":"A escolha divina é um tema importante, refletindo a graça e a soberania de Deus na salvação.","referencias_relacionadas":["Efésios 1:4","2 Timóteo 1:9","1 Pedro 2:9"]},"atos_9_16_exceeding":{"palavra_pt":"muito","palavra_original":"ὑπέρ","transliteracao":"hypér","strong":"G5228","significado_raiz":"Ideia básica: muito.","significado_contextual":"A palavra 'muito' é usada para intensificar a magnitude da missão e do sofrimento que Saulo enfrentará.","explicacao_detalhada":"Saulo não apenas será um mensageiro, mas enfrentará grandes dificuldades por causa do nome de Jesus, o que é enfatizado pela palavra 'muito'.","por_que_esta_palavra":"A escolha da palavra 'muito' ressalta a seriedade e a profundidade da chamada de Saulo.","conexao_teologica":"O sofrimento por causa do evangelho é um tema recorrente nas cartas de Paulo, mostrando que a missão é acompanhada de desafios.","referencias_relacionadas":["Romanos 8:18","2 Coríntios 4:17","Filipenses 1:29"]},"atos_9_16_olhos":{"palavra_pt":"olhos","palavra_original":"ὑποδείκνυμι","transliteracao":"hypodeíknymi","strong":"G5263","significado_raiz":"Ideia básica: olhos.","significado_contextual":"A palavra 'olhos' simboliza a percepção espiritual e a capacidade de ver a verdade.","explicacao_detalhada":"Saulo, que estava fisicamente cego, também precisava de uma visão espiritual para entender a verdade de Cristo.","por_que_esta_palavra":"A escolha da palavra 'olhos' enfatiza a necessidade de revelação divina para a compreensão espiritual.","conexao_teologica":"A abertura dos olhos espirituais é um tema importante, refletindo a transformação que ocorre na vida dos crentes.","referencias_relacionadas":["Salmos 119:18","Efésios 1:18","2 Coríntios 4:4"]},"atos_9_17_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' reafirma a autoridade de Jesus na vida de Ananias e na missão de Saulo.","explicacao_detalhada":"Ananias é instruído a ir até Saulo em nome do Senhor, mostrando a continuidade da autoridade de Cristo na obra dos apóstolos.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação de submissão e obediência entre os crentes e Cristo.","conexao_teologica":"A autoridade de Jesus é um tema central, mostrando que a missão dos crentes é realizada sob sua direção.","referencias_relacionadas":["Mateus 28:18","Atos 2:36","Romanos 14:9"]},"atos_9_17_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que tem poder para transformar vidas.","explicacao_detalhada":"Ananias é enviado em nome de Jesus, enfatizando a centralidade de Cristo na missão e na cura de Saulo.","por_que_esta_palavra":"A menção de 'Jesus' é crucial, pois é através dele que a transformação e a salvação ocorrem.","conexao_teologica":"A centralidade de Jesus é um tema fundamental no Novo Testamento, mostrando que Ele é o caminho para a salvação.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 10:13"]},"atos_9_17_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se ao Espírito Santo, que é o agente de transformação e poder na vida do crente.","explicacao_detalhada":"Ananias impõe as mãos sobre Saulo e o Espírito Santo é dado a ele, simbolizando a nova vida e capacitação para a missão.","por_que_esta_palavra":"A palavra 'espírito' destaca a importância da presença do Espírito Santo na vida do crente e na obra de Deus.","conexao_teologica":"A obra do Espírito Santo é essencial na vida cristã, capacitando os crentes para cumprir a missão de Deus.","referencias_relacionadas":["Atos 1:8","Romanos 8:11","Gálatas 5:22-23"]},"atos_9_18_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza a restauração da visão física e espiritual de Saulo.","explicacao_detalhada":"Após a imposição das mãos, Saulo recupera a visão, simbolizando a nova percepção que ele terá em Cristo.","por_que_esta_palavra":"A palavra 'olho' é significativa, pois representa a transformação completa que ocorre na vida de alguém que encontra Jesus.","conexao_teologica":"A restauração da visão é um símbolo da nova vida em Cristo, onde os crentes passam a ver o mundo de uma nova maneira.","referencias_relacionadas":["João 9:25","2 Coríntios 5:17","Efésios 1:18"]},"atos_9_19_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de tempo em que Saulo se recupera após sua conversão.","explicacao_detalhada":"O termo 'dia' aqui indica um tempo específico em que Saulo começou a se alimentar e a se fortalecer após sua experiência com Jesus. É um momento de transição e renovação espiritual.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a importância do tempo de recuperação e transformação na vida de Saulo.","conexao_teologica":"O dia simboliza novos começos e a luz que vem com a conversão a Cristo.","referencias_relacionadas":["2 Coríntios 5:17","João 8:12","Efésios 5:8"]},"atos_9_19_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à magnitude da transformação que ocorreu na vida de Saulo.","explicacao_detalhada":"A palavra 'grande' indica a importância e a profundidade da mudança que Saulo experimentou ao se tornar um seguidor de Cristo, passando de perseguidor a apóstolo.","por_que_esta_palavra":"A escolha da palavra 'grande' ressalta a dramaticidade da conversão e a obra poderosa de Deus na vida de Saulo.","conexao_teologica":"A grandeza da transformação é um tema central na obra de Deus, que transforma vidas de maneira radical.","referencias_relacionadas":["Romanos 12:2","Gálatas 2:20","1 Pedro 2:9"]},"atos_9_19_alimento":{"palavra_pt":"alimento","palavra_original":"τροφή","transliteracao":"trophḗ","strong":"G5160","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se à necessidade física de Saulo após sua experiência espiritual.","explicacao_detalhada":"O 'alimento' é um símbolo de sustento não apenas físico, mas também espiritual, indicando que Saulo precisava de força para continuar sua nova missão.","por_que_esta_palavra":"A palavra 'alimento' é usada para mostrar a importância do cuidado físico e espiritual após uma experiência transformadora.","conexao_teologica":"Assim como Jesus é o pão da vida, o alimento físico também representa a necessidade de sustento espiritual.","referencias_relacionadas":["João 6:35","Mateus 4:4","1 Coríntios 10:3-4"]},"atos_9_20_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à comunidade de crentes em Jerusalém que Saulo começou a pregar.","explicacao_detalhada":"A palavra 'igreja' aqui representa a nova família espiritual de Saulo, onde ele agora faz parte como um membro ativo e pregador.","por_que_esta_palavra":"A inclusão de Saulo na 'igreja' é significativa, pois ele anteriormente era um perseguidor dos cristãos.","conexao_teologica":"A igreja é o corpo de Cristo, e a transformação de Saulo destaca a capacidade de Deus de redimir e usar qualquer um para Sua glória.","referencias_relacionadas":["Atos 2:42","Efésios 2:19-22","1 Coríntios 12:12-14"]},"atos_9_20_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se à centralidade de Jesus na mensagem que Saulo começou a pregar.","explicacao_detalhada":"A menção de 'Jesus' enfatiza que a pregação de Saulo é sobre a identidade e a obra do Cristo ressuscitado, que ele agora reconhece como Senhor.","por_que_esta_palavra":"A palavra 'Jesus' é crucial, pois representa a transformação que ocorreu na vida de Saulo e a mensagem que ele agora compartilha.","conexao_teologica":"Jesus é o centro da fé cristã, e a conversão de Saulo destaca a eficácia do evangelho para mudar vidas.","referencias_relacionadas":["Atos 4:12","Romanos 10:9","1 Coríntios 1:23-24"]},"atos_9_20_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à soberania e ao poder de Deus na conversão de Saulo.","explicacao_detalhada":"A palavra 'Deus' aqui destaca a ação divina que transforma a vida de Saulo, mostrando que é Deus quem chama e capacita os Seus servos.","por_que_esta_palavra":"A menção de 'Deus' é fundamental para entender que a transformação de Saulo não é apenas uma mudança pessoal, mas uma obra divina.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, e a conversão de Saulo é um exemplo claro de Sua graça e poder.","referencias_relacionadas":["Romanos 8:28","Efésios 2:8-9","Filipenses 1:6"]},"atos_9_21_jerusalem":{"palavra_pt":"jerusalem","palavra_original":"Ἱερουσαλήμ","transliteracao":"Hierousalḗm","strong":"G2419","significado_raiz":"Ideia básica: jerusalem.","significado_contextual":"Refere-se à cidade onde Saulo começou a pregar e onde os cristãos estavam inicialmente reunidos.","explicacao_detalhada":"Jerusalém é o centro da fé cristã primitiva, e a pregação de Saulo lá representa a expansão do evangelho a partir de suas raízes.","por_que_esta_palavra":"A palavra 'Jerusalém' é significativa, pois é o local onde a igreja nasceu e onde Saulo enfrentou resistência.","conexao_teologica":"A missão de Saulo em Jerusalém reflete a chamada de Jesus para que Seus seguidores sejam testemunhas em toda parte.","referencias_relacionadas":["Atos 1:8","Mateus 28:19-20","Gálatas 1:18"]},"atos_9_21_maravilha":{"palavra_pt":"maravilha","palavra_original":"ἐξίστημι","transliteracao":"exístēmi","strong":"G1839","significado_raiz":"Ideia básica: maravilha.","significado_contextual":"Refere-se à reação das pessoas diante da transformação de Saulo.","explicacao_detalhada":"A palavra 'maravilha' indica a surpresa e a incredulidade que muitos sentiram ao ver Saulo, o perseguidor, agora pregando o evangelho.","por_que_esta_palavra":"A palavra 'maravilha' é usada para descrever a grandeza da mudança que Deus pode operar na vida de uma pessoa.","conexao_teologica":"As maravilhas de Deus são um testemunho de Sua capacidade de transformar vidas e de Sua soberania sobre a história.","referencias_relacionadas":["Salmos 126:2","Isaías 43:19","Atos 2:43"]},"atos_9_22_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se ao título de Cristo, que significa 'o ungido' e é central na mensagem de Saulo.","explicacao_detalhada":"A palavra 'Cristo' enfatiza a identidade messiânica de Jesus, que Saulo agora reconhece e proclama.","por_que_esta_palavra":"A palavra 'Cristo' é fundamental para a fé cristã, pois representa a missão redentora de Jesus.","conexao_teologica":"O reconhecimento de Jesus como o Cristo é essencial para a salvação e a pregação do evangelho.","referencias_relacionadas":["Mateus 16:16","João 1:41","Atos 2:36"]},"atos_9_22_nome":{"palavra_pt":"nome","palavra_original":"Σαῦλος","transliteracao":"Saûlos","strong":"G4569","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Saulo, que agora se tornará conhecido como Paulo após sua conversão.","explicacao_detalhada":"O nome 'Saulo' carrega um significado histórico e cultural, e sua mudança para Paulo simboliza sua nova identidade em Cristo.","por_que_esta_palavra":"A palavra 'nome' é importante, pois representa a identidade e a transformação que Saulo experimentou.","conexao_teologica":"A mudança de nome é um símbolo da nova vida que temos em Cristo, onde somos feitos novas criaturas.","referencias_relacionadas":["2 Coríntios 5:17","Gálatas 2:20","Atos 13:9"]},"atos_9_22_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"Refere-se a um judeu, especificamente no contexto da identidade cultural e religiosa.","explicacao_detalhada":"A palavra 'jew ess' (Ἰουδαῖος) é usada para descrever os descendentes de Judá e, por extensão, todos os judeus. No contexto de Atos 9:22, Paulo, que era um judeu, utilizava sua identidade para se conectar com os judeus e pregar o evangelho.","por_que_esta_palavra":"A palavra é importante para entender a origem e a cultura de Paulo, bem como sua missão entre os judeus.","conexao_teologica":"A identidade judaica de Paulo é fundamental para a compreensão do cumprimento das promessas de Deus ao povo de Israel e a inclusão dos gentios na salvação.","referencias_relacionadas":["Romanos 1:16","Gálatas 3:28","Filipenses 3:5"]},"atos_9_23_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico, neste caso, um dia em que eventos significativos ocorreram.","explicacao_detalhada":"A palavra 'dia' (ἡμέρα) é usada para indicar um tempo determinado. Em Atos 9:23, refere-se ao tempo em que Paulo enfrentou conspirações contra sua vida.","por_que_esta_palavra":"O uso de 'dia' enfatiza a urgência e a seriedade da situação que Paulo estava enfrentando.","conexao_teologica":"O conceito de tempo é importante na narrativa bíblica, pois Deus atua em momentos específicos da história.","referencias_relacionadas":["Salmos 118:24","Mateus 6:34","2 Coríntios 6:2"]},"atos_9_23_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"Novamente, refere-se à identidade judaica de Paulo, que é crucial para a sua missão.","explicacao_detalhada":"A repetição da palavra 'jew ess' (Ἰουδαῖος) em Atos 9:23 reforça a conexão de Paulo com seu povo e sua cultura, enquanto ele se esforça para pregar o evangelho.","por_que_esta_palavra":"É essencial para entender a dualidade da missão de Paulo: como judeu e apóstolo dos gentios.","conexao_teologica":"A identidade judaica de Paulo é um testemunho da fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Atos 22:3","Romanos 9:4-5","Gálatas 1:13-14"]},"atos_9_24_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que Paulo foi alvo de conspirações.","explicacao_detalhada":"A palavra 'dia' (ἡμέρα) aqui destaca a seriedade da situação em que Paulo se encontrava, sendo perseguido por sua fé.","por_que_esta_palavra":"O uso de 'dia' enfatiza a urgência e a gravidade da perseguição que Paulo enfrentava.","conexao_teologica":"A perseguição de Paulo ilustra a luta entre a luz e as trevas na obra do evangelho.","referencias_relacionadas":["Atos 5:41","2 Timóteo 3:12","1 Pedro 4:12-13"]},"atos_9_24_nome":{"palavra_pt":"nome","palavra_original":"Σαῦλος","transliteracao":"Saûlos","strong":"G4569","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Paulo, que é central para sua identidade e ministério.","explicacao_detalhada":"A palavra 'nome' (Σαῦλος) é significativa, pois representa a transformação de Saulo para Paulo, simbolizando sua nova vida em Cristo.","por_que_esta_palavra":"O nome é um símbolo de identidade e mudança, refletindo a nova missão de Paulo.","conexao_teologica":"A mudança de nome de Saulo para Paulo representa a nova criação em Cristo e a transformação que ocorre na vida do crente.","referencias_relacionadas":["2 Coríntios 5:17","Gálatas 2:20","Atos 13:9"]},"atos_9_25_midnight":{"palavra_pt":"mid night","palavra_original":"νύξ","transliteracao":"nýx","strong":"G3571","significado_raiz":"Ideia básica: mid night.","significado_contextual":"Refere-se ao período da noite, simbolizando a escuridão e o perigo.","explicacao_detalhada":"A palavra 'mid night' (νύξ) é usada para descrever o tempo em que Paulo foi resgatado de seus perseguidores, simbolizando a intervenção divina em momentos de crise.","por_que_esta_palavra":"A escuridão da noite contrasta com a luz do evangelho que Paulo estava pregando.","conexao_teologica":"A intervenção de Deus em momentos de escuridão é um tema recorrente na Bíblia, mostrando Sua fidelidade.","referencias_relacionadas":["Salmos 91:5","Mateus 14:25","Atos 16:25-26"]},"atos_9_25_muro":{"palavra_pt":"muro","palavra_original":"τεῖχος","transliteracao":"teîchos","strong":"G5038","significado_raiz":"Ideia básica: muro.","significado_contextual":"Refere-se à estrutura física que Paulo usou como meio de escape.","explicacao_detalhada":"A palavra 'muro' (τεῖχος) é significativa, pois representa os obstáculos que Paulo enfrentou e a proteção que Deus proporcionou.","por_que_esta_palavra":"O muro simboliza tanto a barreira física quanto os desafios espirituais que Paulo teve que superar.","conexao_teologica":"Deus frequentemente usa meios inesperados para proteger e guiar Seus servos em tempos de necessidade.","referencias_relacionadas":["Salmos 46:1","Isaías 54:17","2 Coríntios 1:10"]},"atos_9_26_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à crença e confiança em Cristo, essencial para a vida cristã.","explicacao_detalhada":"A palavra 'crer' (πιστεύω) é central na fé cristã, destacando a importância da fé na vida de Paulo e dos crentes.","por_que_esta_palavra":"A fé é o fundamento da relação do crente com Deus e é essencial para a salvação.","conexao_teologica":"A fé em Cristo é o meio pelo qual os crentes são justificados e reconciliados com Deus.","referencias_relacionadas":["Romanos 10:9-10","Efésios 2:8-9","Hebreus 11:1"]},"atos_9_26_nome":{"palavra_pt":"nome","palavra_original":"Σαῦλος","transliteracao":"Saûlos","strong":"G4569","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se novamente ao nome de Paulo, que é central para sua nova identidade em Cristo.","explicacao_detalhada":"A repetição da palavra 'nome' (Σαῦλος) enfatiza a transformação e a nova missão de Paulo após seu encontro com Jesus.","por_que_esta_palavra":"O nome simboliza a nova vida e o novo propósito que Paulo recebeu.","conexao_teologica":"A transformação de Paulo é um exemplo do poder redentor de Cristo na vida de um crente.","referencias_relacionadas":["Atos 9:15","Gálatas 1:11-12","1 Timóteo 1:12-13"]},"atos_9_26_jerusalem":{"palavra_pt":"jerusalem","palavra_original":"Ἱερουσαλήμ","transliteracao":"Hierousalḗm","strong":"G2419","significado_raiz":"Ideia básica: jerusalem.","significado_contextual":"Refere-se à cidade de Jerusalém, um centro espiritual e religioso para os judeus.","explicacao_detalhada":"A palavra 'jerusalem' (Ἱερουσαλήμ) é significativa, pois representa o local onde Paulo começou seu ministério e enfrentou resistência.","por_que_esta_palavra":"Jerusalém é um símbolo da história da salvação e do cumprimento das promessas de Deus.","conexao_teologica":"A cidade de Jerusalém é central na narrativa bíblica, sendo o local onde Jesus foi crucificado e ressuscitou.","referencias_relacionadas":["Mateus 5:35","Atos 1:8","Gálatas 4:26"]},"atos_9_27_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para reconhecer a autoridade de Jesus sobre a vida dos crentes.","explicacao_detalhada":"No contexto de Atos 9:27, a palavra 'senhor' é uma expressão de respeito e submissão, indicando que Jesus é o mestre e guia dos apóstolos.","por_que_esta_palavra":"A utilização de 'senhor' enfatiza a relação de autoridade e liderança que Jesus exerce sobre os seus seguidores.","conexao_teologica":"A palavra 'senhor' é central na teologia cristã, pois reconhece Jesus como o Senhor e Salvador, conforme Romanos 10:9.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:11","Atos 2:36"]},"atos_9_27_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' representa a identidade e a missão do Filho de Deus, que veio para salvar a humanidade.","explicacao_detalhada":"Em Atos 9:27, o nome 'Jesus' é mencionado como a figura central da fé cristã, sendo o mediador entre Deus e os homens.","por_que_esta_palavra":"A menção do nome 'Jesus' é crucial, pois é através dele que os crentes recebem salvação e perdão dos pecados.","conexao_teologica":"Jesus é o cumprimento das profecias messiânicas e o centro da mensagem do evangelho, conforme João 14:6.","referencias_relacionadas":["João 14:6","Atos 4:12","Mateus 1:21"]},"atos_9_27_espirito":{"palavra_pt":"espirito","palavra_original":"παῤῥησιάζομαι","transliteracao":"parrhēsiázomai","strong":"G3955","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se à presença e ação do Espírito Santo na vida dos crentes.","explicacao_detalhada":"Em Atos 9:27, o 'espírito' é mencionado como a força que capacita os apóstolos a testemunharem sobre Jesus com ousadia.","por_que_esta_palavra":"A presença do Espírito Santo é fundamental para a vida cristã, pois é ele quem guia, consola e fortalece os crentes.","conexao_teologica":"O Espírito Santo é a terceira pessoa da Trindade e desempenha um papel vital na edificação da igreja, conforme Atos 1:8.","referencias_relacionadas":["Atos 1:8","Gálatas 5:22-23","Romanos 8:26"]},"atos_9_28_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' reafirma a autoridade de Jesus, que é reconhecida por todos os que o seguem.","explicacao_detalhada":"Neste versículo, 'senhor' é uma confirmação da soberania de Jesus sobre a vida dos apóstolos e da igreja primitiva.","por_que_esta_palavra":"A utilização do termo 'senhor' é uma declaração de fé e submissão à vontade de Deus.","conexao_teologica":"A autoridade de Jesus é um tema recorrente nas Escrituras, que destaca seu poder e domínio sobre todas as coisas, conforme Efésios 1:21.","referencias_relacionadas":["Efésios 1:21","Mateus 28:18","Colossenses 1:16-17"]},"atos_9_28_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é invocado como a fonte de poder e autoridade na pregação do evangelho.","explicacao_detalhada":"Em Atos 9:28, o nome 'Jesus' é central na mensagem dos apóstolos, que proclamam sua ressurreição e poder.","por_que_esta_palavra":"A menção do nome 'Jesus' é essencial, pois é por meio dele que os crentes são salvos e transformados.","conexao_teologica":"Jesus é o nome acima de todo nome, e sua autoridade é reconhecida em toda a criação, conforme Filipenses 2:9-10.","referencias_relacionadas":["Filipenses 2:9-10","Atos 4:10-12","Romanos 1:16"]},"atos_9_28_espirito":{"palavra_pt":"espirito","palavra_original":"παῤῥησιάζομαι","transliteracao":"parrhēsiázomai","strong":"G3955","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' destaca a ação do Espírito Santo na vida dos apóstolos e na propagação do evangelho.","explicacao_detalhada":"Neste contexto, o 'espírito' é a força que capacita os crentes a falarem com ousadia sobre Jesus.","por_que_esta_palavra":"A presença do Espírito é fundamental para a eficácia do testemunho cristão e para a edificação da igreja.","conexao_teologica":"O Espírito Santo é o agente que convence o mundo do pecado, da justiça e do juízo, conforme João 16:8.","referencias_relacionadas":["João 16:8","Atos 2:4","Romanos 8:9"]},"atos_9_29_pregar":{"palavra_pt":"falar","palavra_original":"λαλέω","transliteracao":"laléō","strong":"G2980","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de proclamar a mensagem de Jesus com ousadia.","explicacao_detalhada":"Em Atos 9:29, 'falar' implica em compartilhar a boa nova de Cristo, mesmo diante de oposição.","por_que_esta_palavra":"A pregação é um chamado para todos os crentes, e 'falar' é a expressão desse chamado em ação.","conexao_teologica":"A pregação do evangelho é um mandamento de Jesus, conforme Mateus 28:19-20.","referencias_relacionadas":["Mateus 28:19-20","Romanos 10:14-15","1 Pedro 3:15"]},"atos_9_30_nome":{"palavra_pt":"nome","palavra_original":"Καισάρεια","transliteracao":"Kaisáreia","strong":"G2542","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à autoridade de Jesus, que é invocada pelos crentes.","explicacao_detalhada":"Em Atos 9:30, o 'nome' é um símbolo de poder e proteção, representando a presença de Jesus entre os seus.","por_que_esta_palavra":"O nome de Jesus é fundamental na vida cristã, pois é por meio dele que os crentes têm acesso a Deus.","conexao_teologica":"O nome de Jesus é exaltado e é através dele que se realiza a salvação, conforme Atos 4:12.","referencias_relacionadas":["Atos 4:12","Filipenses 2:9","Colossenses 3:17"]},"atos_9_30_tarsus":{"palavra_pt":"tarsus","palavra_original":"Ταρσός","transliteracao":"Tarsós","strong":"G5019","significado_raiz":"Ideia básica: tarsus.","significado_contextual":"A palavra 'Tarsus' refere-se à cidade natal de Saulo, que se tornaria o apóstolo Paulo.","explicacao_detalhada":"Em Atos 9:30, Tarsus é mencionada como um lugar de origem que moldou a identidade e a formação de Paulo como apóstolo.","por_que_esta_palavra":"A menção de Tarsus é importante para entender o contexto cultural e educacional de Paulo, que influenciou seu ministério.","conexao_teologica":"A diversidade de origens dos apóstolos mostra como Deus usa diferentes contextos para a expansão do evangelho.","referencias_relacionadas":["Atos 21:39","Atos 22:3","Gálatas 1:13-14"]},"atos_9_30_conhecer":{"palavra_pt":"conhecer","palavra_original":"ἐπιγινώσκω","transliteracao":"epiginṓskō","strong":"G1921","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"A palavra 'conhecer' implica em um entendimento profundo e relacional sobre Jesus e sua obra.","explicacao_detalhada":"Em Atos 9:30, 'conhecer' sugere uma experiência pessoal e transformadora com Cristo, que é essencial para a vida cristã.","por_que_esta_palavra":"O conhecimento de Jesus é fundamental para a fé e a prática cristã, pois leva à transformação e ao discipulado.","conexao_teologica":"Conhecer a Cristo é o objetivo da vida cristã, conforme Filipenses 3:10.","referencias_relacionadas":["Filipenses 3:10","Colossenses 1:10","1 João 2:3"]},"atos_9_31_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à comunidade de crentes que se reuniam para adorar e aprender sobre Jesus.","explicacao_detalhada":"A palavra 'igreja' ou 'assembleia' (ἐκκλησία) é usada para descrever o corpo de Cristo, que é composto por todos os que creem nele. Neste contexto, a igreja é vista como um lugar de união e fortalecimento espiritual.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da comunhão entre os crentes e a necessidade de se reunir para edificação mútua.","conexao_teologica":"A igreja é o corpo de Cristo na terra, chamada a ser luz e sal do mundo, refletindo a presença de Deus entre os homens.","referencias_relacionadas":["Mateus 16:18","Atos 2:42","Efésios 4:11-13"]},"atos_9_31_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"Refere-se ao estado de harmonia e tranquilidade que os crentes experimentavam após a conversão.","explicacao_detalhada":"A palavra 'paz' (εἰρήνη) neste contexto implica uma paz que vem de Deus, que transcende as circunstâncias e é fruto da reconciliação com Ele através de Jesus Cristo.","por_que_esta_palavra":"A paz é um tema central no cristianismo, representando a restauração do relacionamento entre Deus e a humanidade.","conexao_teologica":"A paz de Cristo é um dos frutos do Espírito e é essencial para a vida cristã, sendo um sinal da presença de Deus entre seu povo.","referencias_relacionadas":["Filipenses 4:7","Romanos 5:1","Colossenses 3:15"]},"atos_9_31_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao poder e à soberania de Jesus sobre a vida dos crentes e sobre a igreja.","explicacao_detalhada":"A palavra 'senhor' (κύριος) indica a posição de Cristo como autoridade suprema, que guia e protege sua igreja.","por_que_esta_palavra":"É importante reconhecer a autoridade de Jesus para entender a dinâmica do relacionamento entre Ele e a igreja.","conexao_teologica":"A autoridade de Cristo é fundamental para a missão da igreja, que opera sob sua direção e poder.","referencias_relacionadas":["Mateus 28:18","Efésios 1:22","Colossenses 1:18"]},"atos_9_32_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Refere-se a Pedro, que é chamado de 'rocha' por Jesus, simbolizando sua firmeza na fé.","explicacao_detalhada":"A palavra 'rocha' (Πέτρος) representa estabilidade e segurança, características que Pedro demonstrou em sua liderança na igreja primitiva.","por_que_esta_palavra":"A metáfora da rocha é usada para mostrar a importância de ter uma base sólida na fé em Cristo.","conexao_teologica":"Cristo é a verdadeira rocha sobre a qual a igreja é construída, e Pedro é um exemplo de liderança firme na fé.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:4-5","Salmos 18:2"]},"atos_9_32_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de tornar-se ou acontecer algo significativo na vida dos crentes.","explicacao_detalhada":"A palavra 'tornar-se' (γίνομαι) implica transformação e crescimento espiritual, que é uma parte essencial da vida cristã.","por_que_esta_palavra":"É importante entender que a vida cristã é um processo contínuo de transformação à imagem de Cristo.","conexao_teologica":"A transformação é um aspecto central da salvação e do discipulado, onde os crentes são chamados a crescer em santidade.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 5:22-23"]},"atos_9_32_lydda":{"palavra_pt":"lydda","palavra_original":"Λύδδα","transliteracao":"Lýdda","strong":"G3069","significado_raiz":"Ideia básica: lydda.","significado_contextual":"Refere-se à cidade de Lydda, onde Pedro realizou milagres e pregou o evangelho.","explicacao_detalhada":"A palavra 'Lydda' (Λύδδα) é importante para entender o contexto geográfico e cultural das atividades apostólicas na época.","por_que_esta_palavra":"A menção de Lydda destaca a expansão do evangelho e a obra de Deus em diferentes localidades.","conexao_teologica":"A evangelização em Lydda mostra como o evangelho se espalhou além de Jerusalém, cumprindo a Grande Comissão.","referencias_relacionadas":["Atos 9:35","Atos 10:1","Atos 11:19"]},"atos_9_33_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar entre pessoas ou em meio a uma comunidade.","explicacao_detalhada":"A palavra 'entre' (ἐκ) enfatiza a importância da presença e da interação dentro da comunidade de crentes.","por_que_esta_palavra":"Estar entre os crentes é fundamental para o crescimento espiritual e a edificação mútua.","conexao_teologica":"A comunhão entre os crentes é um reflexo da unidade do corpo de Cristo, onde cada membro desempenha um papel vital.","referencias_relacionadas":["Atos 2:44","Hebreus 10:24-25","1 Coríntios 12:12-27"]},"atos_9_34_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Refere-se novamente a Pedro, enfatizando sua identidade e papel na igreja.","explicacao_detalhada":"A repetição da palavra 'rocha' (Πέτρος) reforça a ideia de que Pedro é um líder firme e confiável na comunidade cristã.","por_que_esta_palavra":"A identificação de Pedro como rocha é crucial para entender sua autoridade e responsabilidade na igreja.","conexao_teologica":"A liderança de Pedro é um exemplo de como Deus usa pessoas comuns para realizar grandes obras em seu nome.","referencias_relacionadas":["Mateus 16:18","Gálatas 2:9","1 Pedro 5:1"]},"atos_9_34_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus como o Salvador e Senhor, cuja autoridade é reconhecida por Pedro.","explicacao_detalhada":"A palavra 'Jesus' (Ἰησοῦς) é central na mensagem do evangelho, representando a encarnação de Deus e a esperança da salvação.","por_que_esta_palavra":"Reconhecer Jesus é fundamental para a fé cristã, pois Ele é o único caminho para a reconciliação com Deus.","conexao_teologica":"A centralidade de Cristo na pregação e na vida da igreja é essencial para a missão cristã.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 10:9"]},"atos_9_35_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade de Jesus que opera através de Pedro para realizar milagres e curas.","explicacao_detalhada":"A palavra 'senhor' (κύριος) aqui destaca a soberania de Cristo sobre a vida e a saúde das pessoas.","por_que_esta_palavra":"A autoridade de Jesus é a base para a fé e a prática dos crentes, que confiam em seu poder para transformar vidas.","conexao_teologica":"A operação de milagres em nome de Jesus é um testemunho da sua divindade e do seu papel como Senhor e Salvador.","referencias_relacionadas":["Atos 3:6","Marcos 16:17-18","Tiago 5:14-15"]},"atos_9_35_lydda":{"palavra_pt":"lydda","palavra_original":"Λύδδα","transliteracao":"Lýdda","strong":"G3069","significado_raiz":"Ideia básica: lydda.","significado_contextual":"Lydda é uma cidade mencionada no contexto da cura de um homem paralítico por Pedro.","explicacao_detalhada":"Lydda, localizada na região da Judeia, é onde Pedro realiza milagres, mostrando o poder de Deus através de sua vida. A cura do paralítico Aeneas em Atos 9:34 é um exemplo do ministério apostólico na região.","por_que_esta_palavra":"A palavra 'Lydda' é importante porque representa um local específico onde a obra de Deus estava sendo manifestada, destacando a expansão do evangelho.","conexao_teologica":"A cura em Lydda é um sinal do reino de Deus e da autoridade dos apóstolos, refletindo a continuidade do ministério de Jesus.","referencias_relacionadas":["Atos 9:32-35","Atos 9:36","Atos 9:38"]},"atos_9_35_saron":{"palavra_pt":"saron","palavra_original":"Σάρων","transliteracao":"Sárōn","strong":"G4565","significado_raiz":"Ideia básica: saron.","significado_contextual":"Saron é uma região mencionada em Atos 9, onde muitos se converteram após os milagres realizados por Pedro.","explicacao_detalhada":"A planície de Saron é conhecida por sua fertilidade e beleza. A menção de Saron em Atos 9:35 indica que a obra de Deus estava se espalhando e impactando muitas vidas.","por_que_esta_palavra":"A palavra 'Saron' é significativa pois representa a área onde a mensagem do evangelho estava sendo recebida com alegria e fé.","conexao_teologica":"A transformação de vidas em Saron é um testemunho do poder do evangelho e da ação do Espírito Santo na vida das pessoas.","referencias_relacionadas":["Atos 9:35","Isaías 35:2","Cantares 2:1"]},"atos_9_36_femea":{"palavra_pt":"femea","palavra_original":"Ταβιθά","transliteracao":"Tabithá","strong":"G5000","significado_raiz":"Ideia básica: femea.","significado_contextual":"Fêmea refere-se a Tabita, uma mulher conhecida por suas boas obras e caridade.","explicacao_detalhada":"Tabita, também chamada de Dorcas, é uma figura importante em Atos 9:36, pois sua vida de serviço e generosidade impactou a comunidade ao seu redor.","por_que_esta_palavra":"A palavra 'fêmea' é usada para destacar a importância das mulheres na igreja primitiva e seu papel ativo no ministério.","conexao_teologica":"A ressurreição de Tabita por Pedro demonstra o valor da vida e do serviço cristão, além de ser um sinal do poder de Deus.","referencias_relacionadas":["Atos 9:36-42","Tiago 1:27","Provérbios 31:20"]},"atos_9_36_mulher":{"palavra_pt":"mulher","palavra_original":"Δορκάς","transliteracao":"Dorkás","strong":"G1393","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Mulher refere-se a Dorcas, que era uma discípula conhecida por suas boas ações.","explicacao_detalhada":"Dorcas é um exemplo de fé ativa, e sua morte trouxe grande tristeza à comunidade. Sua ressurreição por Pedro é um testemunho do poder de Deus e da importância das mulheres na igreja.","por_que_esta_palavra":"A palavra 'mulher' enfatiza o papel das mulheres na obra de Deus e como elas podem ser instrumentos de bênção.","conexao_teologica":"A história de Dorcas ilustra a importância do serviço e da compaixão no cristianismo, refletindo o caráter de Cristo.","referencias_relacionadas":["Atos 9:36-42","Lucas 8:3","Romanos 16:1"]},"atos_9_36_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Fazer refere-se à ação de Dorcas em criar roupas e ajudar os necessitados.","explicacao_detalhada":"A palavra 'fazer' destaca a prática ativa de boas obras que Dorcas realizava, refletindo a essência do amor cristão em ação.","por_que_esta_palavra":"A ênfase em 'fazer' mostra que a fé se manifesta em ações concretas e práticas.","conexao_teologica":"As boas obras são uma expressão da fé genuína e são esperadas de todos os cristãos.","referencias_relacionadas":["Atos 9:36","Efésios 2:10","Tiago 2:17"]},"atos_9_37_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia refere-se ao tempo em que Dorcas faleceu.","explicacao_detalhada":"A menção do 'dia' em que Dorcas morreu é significativa, pois marca um momento de luto e necessidade de intervenção divina.","por_que_esta_palavra":"A palavra 'dia' é importante para entender o tempo e a urgência da situação que a comunidade enfrentava.","conexao_teologica":"A ressurreição de Dorcas no 'dia' seguinte é um símbolo da esperança da vida eterna em Cristo.","referencias_relacionadas":["Atos 9:37","João 11:11-14","1 Tessalonicenses 4:14"]},"atos_9_37_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Tornar-se refere-se ao impacto que a morte de Dorcas teve na comunidade.","explicacao_detalhada":"A palavra 'grande' enfatiza a magnitude da perda sentida pela comunidade e a importância de Dorcas em suas vidas.","por_que_esta_palavra":"A ênfase em 'grande' mostra como a vida de uma pessoa pode influenciar muitos ao seu redor.","conexao_teologica":"A ressurreição de Dorcas é um testemunho do poder de Deus para transformar a dor em alegria.","referencias_relacionadas":["Atos 9:37","Romanos 8:28","2 Coríntios 1:3-4"]},"atos_9_37_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"Em Atos 9:37, \"arco\" aparece na frase \"E aconteceu naqueles dias que, enfermando ela, morreu; e, tendo-a lavado, a depositaram num quarto alto.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (τίθημι; títhēmi; G5087), \"arco\" traz a ideia de arco. Aqui, essa palavra deixa o ensino de Atos 9:37 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"arco\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Atos 9:40. Lendo junto com Atos 9:37, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Atos 9:37","Atos 9:40","João 1:1"]},"atos_9_38_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Rocha refere-se a Pedro, que é chamado de 'a rocha' sobre a qual a igreja seria edificada.","explicacao_detalhada":"A menção de 'rocha' em Atos 9:38 destaca a autoridade e o papel de Pedro na fundação da igreja primitiva.","por_que_esta_palavra":"A palavra 'rocha' simboliza estabilidade e força, características que Pedro demonstrou em seu ministério.","conexao_teologica":"A figura de Pedro como 'rocha' é central na teologia da igreja, representando a liderança e a fé firme.","referencias_relacionadas":["Mateus 16:18","Atos 2:14-41","1 Pedro 2:4-5"]},"atos_9_38_lydda":{"palavra_pt":"lydda","palavra_original":"Λύδδα","transliteracao":"Lýdda","strong":"G3069","significado_raiz":"Ideia básica: lydda.","significado_contextual":"Lydda é novamente mencionada como o local onde Pedro estava quando recebeu a notícia sobre Dorcas.","explicacao_detalhada":"A repetição de Lydda em Atos 9:38 reforça a importância da cidade como um centro de atividade apostólica.","por_que_esta_palavra":"A menção de Lydda destaca a continuidade do ministério de Pedro e a expansão do evangelho.","conexao_teologica":"A obra de Deus em Lydda e a ressurreição de Dorcas mostram a compaixão de Deus e a esperança que o evangelho traz.","referencias_relacionadas":["Atos 9:32-38","Atos 9:36","Atos 9:42"]},"atos_9_39_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' simboliza firmeza e estabilidade, referindo-se a Pedro como a base da Igreja.","explicacao_detalhada":"No contexto de Atos 9:39, a referência a 'rocha' destaca a importância de Pedro na fundação da comunidade cristã, sendo ele uma figura central que traz segurança e liderança.","por_que_esta_palavra":"Pedro, cujo nome significa 'rocha', é visto como um pilar da fé cristã, representando a força e a durabilidade da mensagem de Cristo.","conexao_teologica":"A rocha é frequentemente usada na Bíblia como uma metáfora para Deus e a fé, simbolizando proteção e segurança espiritual.","referencias_relacionadas":["Mateus 16:18","Salmos 18:2","1 Coríntios 10:4"]},"atos_9_39_mulher":{"palavra_pt":"mulher","palavra_original":"Δορκάς","transliteracao":"Dorkás","strong":"G1393","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se a Dorcas, uma discípula conhecida por suas boas obras e caridade.","explicacao_detalhada":"Dorcas, também chamada de Tabita, é uma figura importante que exemplifica o papel das mulheres na Igreja primitiva, mostrando que elas também eram ativas na obra de Deus.","por_que_esta_palavra":"A inclusão de Dorcas na narrativa enfatiza a importância das mulheres no ministério e na vida da comunidade cristã.","conexao_teologica":"Dorcas representa a compaixão e o serviço, características fundamentais do cristianismo.","referencias_relacionadas":["Atos 9:36","Gálatas 6:9","Tiago 1:27"]},"atos_9_40_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' é usada novamente para enfatizar a autoridade de Pedro ao realizar milagres.","explicacao_detalhada":"Neste versículo, a rocha simboliza a firmeza da fé de Pedro, que, ao invocar o nome de Jesus, traz Dorcas de volta à vida.","por_que_esta_palavra":"A rocha representa a base sólida da fé cristã, que é capaz de realizar milagres e trazer esperança.","conexao_teologica":"A fé em Cristo, a verdadeira rocha, é o que permite aos crentes realizar obras poderosas.","referencias_relacionadas":["Mateus 7:24-25","1 Pedro 2:4-5","Efésios 2:20"]},"atos_9_40_femea":{"palavra_pt":"femea","palavra_original":"Ταβιθά","transliteracao":"Tabithá","strong":"G5000","significado_raiz":"Ideia básica: femea.","significado_contextual":"A palavra 'femea' refere-se a Tabita, destacando sua identidade e papel na comunidade.","explicacao_detalhada":"Tabita é uma mulher que se destaca por suas boas ações, e sua ressurreição por Pedro demonstra o poder de Deus através de seus servos.","por_que_esta_palavra":"A menção de Tabita ressalta a importância das mulheres na narrativa bíblica e seu impacto na Igreja.","conexao_teologica":"A ressurreição de Tabita é um sinal do poder de Deus sobre a morte e a vida, refletindo a esperança da ressurreição para todos os crentes.","referencias_relacionadas":["Atos 9:36","Lucas 8:55","João 11:43-44"]},"atos_9_40_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"A palavra 'arco' é usada no sentido de 'estabelecer' ou 'colocar em ordem', referindo-se ao ato de Pedro de trazer Dorcas de volta à vida.","explicacao_detalhada":"Neste contexto, 'arco' simboliza a ação de Pedro ao restaurar a vida de Tabita, mostrando a autoridade que lhe foi dada por Cristo.","por_que_esta_palavra":"A ação de 'estabelecer' reflete o poder de Deus em ação através de Pedro, reafirmando sua posição como líder da Igreja.","conexao_teologica":"A restauração de Tabita é um exemplo do poder de Deus para trazer vida e esperança, um tema central no cristianismo.","referencias_relacionadas":["Romanos 4:17","2 Coríntios 5:17","Efésios 2:1"]},"atos_9_41_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à ressurreição de Tabita, simbolizando a nova vida que Cristo oferece.","explicacao_detalhada":"A ressurreição de Tabita é um poderoso testemunho da vida que Jesus traz, não apenas fisicamente, mas espiritualmente.","por_que_esta_palavra":"A vida nova em Cristo é um tema central do evangelho, e a ressurreição de Tabita serve como um exemplo dessa verdade.","conexao_teologica":"A ressurreição é um símbolo da vitória de Cristo sobre a morte e a promessa de vida eterna para todos os que creem.","referencias_relacionadas":["João 11:25-26","Romanos 6:4","1 Coríntios 15:22"]},"atos_9_41_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mao' refere-se ao ato de Pedro de levantar Tabita, simbolizando autoridade e poder.","explicacao_detalhada":"A mão de Pedro, ao levantar Tabita, representa a ação de Deus através de seus servos, mostrando que Ele opera milagres por meio deles.","por_que_esta_palavra":"A mão é um símbolo de ação e poder, e neste caso, representa a intervenção divina na vida de Tabita.","conexao_teologica":"A mão de Deus é frequentemente mencionada nas Escrituras como um símbolo de Sua força e capacidade de salvar.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Atos 4:30"]},"atos_9_42_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Cristo, que é reconhecida através do milagre realizado por Pedro.","explicacao_detalhada":"A ressurreição de Tabita não apenas demonstra o poder de Pedro, mas também a autoridade de Jesus sobre a vida e a morte.","por_que_esta_palavra":"A palavra 'senhor' enfatiza a soberania de Cristo e Sua capacidade de operar milagres através de Seus discípulos.","conexao_teologica":"A autoridade de Cristo é um tema central no Novo Testamento, refletindo Seu papel como Senhor e Salvador.","referencias_relacionadas":["Mateus 28:18","Filipenses 2:9-11","Atos 2:36"]},"atos_9_42_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se ao impacto que o milagre teve na comunidade, levando muitos a crerem.","explicacao_detalhada":"O milagre realizado por Pedro não apenas trouxe Dorcas de volta à vida, mas também resultou em um aumento significativo na fé da comunidade.","por_que_esta_palavra":"A transformação que ocorre através da fé é um tema recorrente nas Escrituras, mostrando como Deus pode mudar vidas.","conexao_teologica":"A grandeza de Deus é manifestada em Sua capacidade de transformar e salvar, um princípio central do evangelho.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Efésios 3:20"]},"atos_9_42_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' refere-se à resposta da comunidade ao milagre, resultando em um aumento da fé.","explicacao_detalhada":"A fé é um elemento fundamental na vida cristã, e o milagre de Tabita levou muitos a crerem em Jesus como Senhor.","por_que_esta_palavra":"A crença em Cristo é o que traz salvação e transformação, e este evento ilustra o poder da fé.","conexao_teologica":"A fé é a chave para a salvação e a vida eterna, e o testemunho de Tabita serve como um poderoso exemplo disso.","referencias_relacionadas":["Hebreus 11:1","João 3:16","Atos 16:31"]},"atos_9_43_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de um dia específico em que os eventos narrados ocorrem.","explicacao_detalhada":"A palavra 'dia' (ἡμέρα) é usada para indicar um período de 24 horas, mas também pode simbolizar um tempo de oportunidade ou um momento de revelação divina.","por_que_esta_palavra":"O uso de 'dia' enfatiza a importância do momento em que Pedro ficou em Joppa, destacando a relevância temporal dos eventos que estavam prestes a acontecer.","conexao_teologica":"O conceito de 'dia' é frequentemente associado a momentos de intervenção divina e revelação, como em Gênesis 1, onde Deus cria o mundo em dias.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","Mateus 6:34"]},"atos_9_43_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Indica a magnitude ou a importância do que está prestes a acontecer.","explicacao_detalhada":"A palavra 'tornar-se' (γίνομαι) sugere uma transformação ou um evento significativo que irá ocorrer, sublinhando a importância do ministério de Pedro.","por_que_esta_palavra":"A escolha dessa palavra ressalta a grandeza da obra de Deus através de Pedro, que estava prestes a realizar milagres e expandir o evangelho.","conexao_teologica":"A transformação e a grandeza dos atos de Deus são temas recorrentes na Bíblia, como em Romanos 12:2, onde somos chamados a nos transformar.","referencias_relacionadas":["Romanos 12:2","Atos 2:17","Efésios 2:10"]},"atos_9_43_joppa":{"palavra_pt":"joppa","palavra_original":"Ἰόππη","transliteracao":"Ióppē","strong":"G2445","significado_raiz":"Ideia básica: joppa.","significado_contextual":"Refere-se à cidade costeira onde Pedro ficou, um local de importância histórica e cultural.","explicacao_detalhada":"Joppa (Ἰόππη) é uma cidade mencionada na Bíblia, conhecida por ser um porto e um ponto de encontro entre judeus e gentios, simbolizando a abertura do evangelho para todos.","por_que_esta_palavra":"A menção de Joppa destaca a transição do ministério de Pedro para incluir os gentios, um tema central em Atos dos Apóstolos.","conexao_teologica":"A cidade de Joppa representa a quebra de barreiras culturais e religiosas, refletindo a missão de Cristo de alcançar todas as nações.","referencias_relacionadas":["Jonas 1:3","Atos 10:5","Atos 9:36"]}}